{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change in life forms throughout Earth's history."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A diagram of seven rock layers is shown.",
            "problems/TN20G8S/media/1a.jpg",
            "The diagram represents a section of Earth that a paleontologist, a scientist who studies fossils, has been working with for years. Which statement correctly describes this diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Layer W contains fossils of organisms that existed on Earth after the organisms found in layers U and R.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Layer U contains fossils of organisms that are older than the organisms found in layer R.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Layers W and U contain fossils that are animal species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Layers R and W contain fossils that are both types of plant species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain the role of gravity in the formation of our sun and planets. Extend this explanation to address gravity's effect on the motion of celestial objects in our solar system and Earth's ocean tides."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When the solar system was very young, the sun was just being formed and planets had not yet been made. The solar system was mostly gas and dust.",
            "Which statement b͟e͟s͟t explains how planets formed in the early solar system?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Planets formed from magnetism in space that interacted with light from the stars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Planets formed from large asteroids that had broken apart.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Planets formed from molten metal in volcanic eruptions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Planets formed from small amounts of debris that were attracted together because of gravity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze evidence from geology, paleontology, and comparative anatomy to support that specific phenotypes within a population can increase the probability of survival of that species and lead to adaptation."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Some scientists compared fossils of the common ancestor of horses with modern horses. The table shows what the scientists found during their analysis.",
            "problems/TN20G8S/media/3a.jpg",
            "The scientists claim that modern horses are better adapted for survival in the present-day environment than the common ancestor would have been. Which t͟w͟o statements b͟e͟s͟t support this claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Organisms that have hooves are more likely to reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Organisms with multiple toes are easily seen by predators, so parents choose not to pass the trait on to their offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Organisms with four legs will develop a hoof because of the need to balance on four legs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Organisms will acquire helpful traits from their surroundings to survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Organisms that have hooves are able to live in a variety of habitats.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Research, analyze, and communicate that the universe began with a period of rapid expansion using evidence from the motion of galaxies and composition of stars."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students are using balloons to describe the expanding universe model. The students blow up several balloons and put them on the floor. Each balloon represents a different galaxy.",
            "How should the students move or change the balloons to demonstrate how the universe is expanding?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "All of the balloons should be moved to the center of the floor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Each balloon should be inflated more so that they are all increasing in size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Each balloon should be deflated so that there is more distance between the surface of each balloon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "All of the balloons should be moved away from each other so there is more distance between them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Obtain, evaluate, and communicate information about the technologies that have changed the way humans use artificial selection to influence the inheritance of desired traits in other organisms."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Farmers have cultivated five different vegetable crops by artificially selecting for certain traits from the wild mustard plant. This table lists information about five different vegetables that originated from the wild mustard plant.",
            "problems/TN20G8S/media/5a.jpg",
            "Which statement is c͟o͟r͟r͟e͟c͟t about the development of these vegetables through artificial selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They resulted from a characteristic of the mustard plant that was changed or enhanced by the selective cultivation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They resulted from the exposure to extreme temperatures and ultraviolet sun rays.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They were created over one generation when crossbreeding took place between two different varieties of vegetables.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They stopped forming additional varieties at the end of a growth cycle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Interpret data to explain that earth's mineral, fossil fuel, and groundwater resources are unevenly distributed as a result of geologic processes."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows rainwater traveling underground. Depending on how far down the water travels into the ground, it can take centuries (hundreds of years) or even millennia (thousands of years). The pumped well is where groundwater is taken out of the ground. The darker-colored layers underground are layers of permeable rock. The lighter-colored layers underground are sources of groundwater.",
            "problems/TN20G8S/media/6a.jpg",
            "problems/TN20G8S/media/6b.jpg",
            "Using the diagram, which t͟h͟r͟e͟e statements about groundwater are c͟o͟r͟r͟e͟c͟t͟?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The water for the well is provided by underground water from the uppermost layer.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The water available to the pumped well uses only water stored for days and years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "If rain falls on the recharge area, it may take centuries or millennia to sink to the lowest storage levels.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The water pumped from the well will be replaced immediately from the water in all the layers beneath it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "T": {
                "Choice": "Pumping a large amount of water from the well will have almost no effect on the amount of water available for vegetation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Develop and use models to represent the basic properties of waves including frequency, amplitude, wavelength, and speed."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Waves were created on three identical ropes.",
            "problems/TN20G8S/media/7a.jpg",
            "Of the three waves shown, Wave 2 has the g͟r͟e͟a͟t͟e͟s͟t"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wave speed, because it has more crests than the other ropes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "frequency, because it has a larger wavelength than the other ropes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "wave speed, because the rope is moving up and down faster than the other ropes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "frequency, because there are more crests in the same length of rope than there are in the other waves.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Conduct an investigation to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student plots the magnetic field of a bar magnet using a compass. The student centers the bar magnet in the middle of a piece of paper and uses the compass to plot points around the magnet.",
            "Which diagram b͟e͟s͟t shows the magnetic field around a bar magnet?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "problems/TN20G8S/media/8a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "problems/TN20G8S/media/8b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "problems/TN20G8S/media/8c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "problems/TN20G8S/media/8d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Construct a scientific explanation using data that explains the gradual process of plate tectonics accounting for A) the distribution of fossils on different continents, B) the occurrence of earthquakes, and C) continental and ocean floor features (including mountains, volcanoes, faults, and trenches)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Diagram 1 shows dark-shaded areas of three continents that contain similar ancient rock structures. Diagram 2 shows similar fossils that were found on landforms. Both diagrams show the different continents arranged as scientists believe they might have existed before they moved apart because of continental drift.",
            "problems/TN20G8S/media/9a.jpg",
            "problems/TN20G8S/media/9b.jpg",
            "Which statement is c͟o͟r͟r͟e͟c͟t based on the information provided in the two diagrams?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The diagrams both provide support for the theory that the continents have always been fixed in their current positions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The diagrams have little relationship to each other, as some of the land areas shown on the diagrams are in different positions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The diagrams support each other by offering two separate sources of evidence that support the past shapes and positions of the landforms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The diagrams provide support for the conclusion that the process of continental drift ended when the continents reached their current positions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the information given, which part of Investigation #2 is m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y͟ the independent variable?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "the type of wire",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "the number of coils",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "the size of the battery",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "the strength of the magnet",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phenomenon is m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y being tested during Investigation #1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An iron nail is a natural magnet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "An iron nail has to be used to create an electromagnet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A small battery has stored magnetism that can be used to attract paper clips",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Wire wrapped around an iron nail attached to the poles of a battery will produce a magnetic force.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phenomenon is m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y being tested during Investigation #2?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The larger the nail is, the more magnetic force it will have.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The battery increases in power when there are more coils in the wire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The magnetic force increases when more coils are wrapped around the nail.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The wire around the nail needs to be thin to make the magnetic force stronger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The student wants to use nails made of different metals to see which type of nail makes the best electromagnet.",
            "Which investigation should the student perform to determine which type of nail makes the strongest electromagnet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Wrap each type of nail with a different number of coils of the same type of wire and record how many paper clips each nail picks up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Wrap each type of nail with 40 coils of the same type of wire and record how many paper clips each nail picks up.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Wrap as many coils as possible around each type of nail and record which type of nail can hold the most coils.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Wrap each type of nail with a different type of wire and record how many paper clips each nail picks up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Develop a model to generate data for ongoing testing and modification of an electromagnet, a generator, and a motor such that an optimal design can be achieved."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The student discovered that the wire loop rotates 300 times every second. The student then reduced the number of loops by half and discovered that the wire loop rotated half as fast.",
            "After the number of wire loops had been reduced by half, how many rotations did the wire loop complete in 10 seconds?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "150",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "300",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "1,500",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "3,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Develop a model to generate data for ongoing testing and modification of an electromagnet, a generator, and a motor such that an optimal design can be achieved."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which variable in this investigation is the dependent variable?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the size of the battery",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the number of loops of copper wire",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the position of the ring magnets",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the speed at which the copper loop spins",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Develop a model to generate data for ongoing testing and modification of an electromagnet, a generator, and a motor such that an optimal design can be achieved."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which modification would m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y make the wire loop rotate faster?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Use a larger battery.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Use thinner copper wire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Use several smaller magnets instead of two large ones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Use sandpaper to remove the rubber coating from the loops of wire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data to support the assertion that rapid or gradual geographic changes lead to drastic population changes and extinction events."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A canyon wall is shown. The rocks that make up the wall are layered.",
            "problems/TN20G8S/media/17a.jpg",
            "From the evidence in the picture, which statement is most correct about what the fossil record looks like in this location?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of fossils would decrease as the layers accumulate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The types of fossils would be similar but would show gradual structural changes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The number of fossils would rise and then immediately disappear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The types of fossils would stay exactly the same in every layer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Compare and contrast mechanical waves and electromagnetic waves based on refraction, reflection, transmission, absorption, and their behavior through a vacuum and/or various media."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student stands in a school hallway. A wall separates a classroom from the student. The student in the hallway cannot see inside the classroom but hears noises from within the classroom. Which of these b͟e͟s͟t explains why the student hears the noises but cannot see into the classroom?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Sound waves are absorbed by the wall, and visible light waves are transmitted through the wall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Sound waves are transmitted through the wall, and visible light waves are reflected by the wall.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Sound waves are reflected by the wall, and visible light waves are refracted by the wall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Sound waves are reflected by the wall, and visible light waves are absorbed by the wall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Conduct an investigation to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students learned that objects can exert forces on other objects without touching.",
            "Which t͟h͟r͟e͟e investigations will provide evidence to support what they have learned?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "measuring how close a soda can must be before it rolls toward a balloon that has been rubbed on someone's hair",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "counting the number of staples that are directly attached to a strong magnet",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dropping a rubber ball from a distance of 1.5 meters above the classroom floor",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "placing a magnet against a jar containing a mixture of iron filings and sand",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "measuring how far a toy car travels across the floor before coming to a stop",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Evaluate data collected from seismographs to create a model of Earth's structure."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students observe a partial graph of seismic data produced from an earthquake. The graph shows data for two different layers in Earth.",
            "problems/TN20G8S/media/20a.jpg",
            "The students create a table to identify which layers are shown in the graph. Which table b͟e͟s͟t represents the data in the graph?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "problems/TN20G8S/media/20b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "problems/TN20G8S/media/20c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "problems/TN20G8S/media/20d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "problems/TN20G8S/media/20e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Research, analyze, and communicate that the universe began with a period of rapid expansion using evidence from the motion of galaxies and composition of stars."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Evidence gathered by studying the composition and movement of distant galaxies indicates that the universe expanded rapidly from a single small point. The universe has continued to expand for over 13 billion years.",
            "Which statement is in agreement with the current understanding of the expanding universe?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "All matter and energy were contained inside the small point.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Matter and energy came from dark areas of the universe and were attracted to the small point.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Matter and energy fell into the small point the same way a black hole attracts matter and energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Matter was condensed into a single point until energy was attracted to the matter from dark areas of the universe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Obtain, evaluate, and communicate information about the technologies that have changed the way humans use artificial selection to influence the inheritance of desired traits in other organisms."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A class has compiled this list of examples of artificial selection.",
            ":box:• The development by dog breeders of a variety of poodles that have different coats that do not require brushing\n\n• The crossbreeding of cows that have provided meat and milk for humans for many centuries\n\n• The breeding of domestic turkeys that have large amounts of breast meat and a reduced wing size that makes them unable to fly\n\n• The creation of varieties of apples that remain crisp throughout the winter but have less flavor\n\n• The development of roses that will wilt quickly and have long stems, no thorns, and no strong scent",
            "Which t͟h͟r͟e͟e statements describe the common characteristics of all of the examples of artificial selection?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Artificial selection always requires a detailed knowledge of the genetic makeup of a species and a familiarity with the mathematics of inherited traits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Artificial selection infers that a species experiences natural genetic mutation rather than reproduction planned by humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Artificial selection involves enhancing the natural characteristics of a species through planning and coordination of its breeding.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Artificial selection has been practiced in many forms for centuries to improve crops and livestock.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "T": {
                "Choice": "Artificial selection may have unintended consequences that can reduce the benefits of a species to humans or limit its function.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Collect data, map, and describe patterns in the locations of volcanoes and earthquakes related to tectonic plate boundaries, interactions, and hotspots."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Government agencies study natural disasters such as volcanic eruptions to make decisions about planning for natural disasters. The triangles on the map show the locations of potentially active volcanoes in the western United States.",
            "problems/TN20G8S/media/23a.jpg",
            "problems/TN20G8S/media/23b.jpg",
            "Which statement is c͟o͟r͟r͟e͟c͟t regarding the dangers of volcanic eruptions in the western United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There is less danger of a volcanic eruption in the near future in Salt Lake City, Utah, than there is in Bend, Oregon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "There is more danger of a volcanic eruption in the near future in San Diego, California, than there is in Seattle, Washington.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Colorado should have a stricter volcano emergency plan than Washington State has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Utah should have a stricter volcano emergency plan than California has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Evaluate and interpret that for every force exerted on an object there is an equal force exerted in the opposite direction."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Gravity is a force that pulls objects down toward Earth's surface.",
            "Which t͟w͟o statements explain why a student standing at the top of a step stool does not move downward?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The student's mass is not large enough to be affected by gravity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The step stool exerts a force on the student in the opposite direction of gravity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The student exerts an upward force on the step stool equal to the gravitational force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The step stool is a barrier that blocks the gravitational force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "T": {
                "Choice": "The step stool exerts a force on the student equal to the force gravity exerts on the student.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Develop a scientific explanation of how natural selection plays a role in determining the survival of a species in a changing environment."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "",
            "problems/TN20G8S/media/25a.jpg",
            "problems/TN20G8S/media/25b.jpg",
            "Which option b͟e͟s͟t shows the bacteria population after the application of the antibiotic?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:No Bacteria",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TN20G8S/media/25c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TN20G8S/media/25d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TN20G8S/media/25e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the relationship between the processes and forces that create igneous, sedimentary, and metamorphic rocks."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Obsidian is a glassy black igneous rock. A sample of obsidian is shown.",
            "problems/TN20G8S/media/26a.jpg",
            "Which type of rock forms in a similar manner as obsidian but at a slower rate?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "schist, which forms under extreme heat and pressure",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "conglomerate, which forms when different-sized sediments cement together",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "gypsum, which forms when water evaporates and leaves behind minerals",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "granite, which forms as magma cools deep underground",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which implication might be drawn from the fact that all prehistoric and modern flying vertebrates developed similar structures to support their successful flight capabilities?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Pterosaurs, birds, and bats evolved directly from a single species of reptile. Their identical flight structures developed sequentially from the pterosaur to the bat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pterosaurs, birds, and bats may have developed similar structures independently of each other. All of the forces are consistent in the development of flight.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Pterosaurs, birds, and bats developed over time in identical ecosystems and environments. These environments influence the forces of flight for these animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Pterosaurs, birds, and bats developed flight at the same time. This was their single effective adaptation for locating and trapping prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If the bodies of present-day bats became fossilized over time, which observation would future scientists likely make about the wings of fossilized bats and pterosaurs?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Both sets of fossils would show similar structures and bone material that were suited for flight.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The bat wing bones would show a completely different structure than the pterosaur bones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "A comparison of the bones of both organisms would show that the pterosaurs were better suited for flight than bats were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Both sets of fossils would show that the animals were not designed for lengthy, sustained flight.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement is true about the forces involved in an ornithopter and a pterosaur taking off?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Gravity acts on both the ornithopter and the pterosaur.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Drag acts only on the ornithopter and not on the pterosaur.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Thrust resists the motion of the pterosaur and the ornithopter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lift is the single major factor in the forward movement of the ornithopter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which factor might limit the knowledge of scientists about the role of pterosaur muscles in flight?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The number of examples of fossilized bones is greater than the number of fossilized muscle tissue samples.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The muscle tissues of prehistoric animals were very different from those of modern animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The evidence suggests that pterosaurs relied much less on muscle strength and more on bone structure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The evidence is inconclusive even though many examples of fossil muscles have been found by scientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which materials would m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y be used by designers of ornithopters to mimic the bone structures of pterosaur wings?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "heavy metals to prevent bends and tears in the wings",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "wooden replicas of bones to create identical structures for the devices",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lightweight metals and open-space structures for the wings",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "plastic replicas of bones that have a completely filled-in structure",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these statements can be inferred from the data provided by Figure 4?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The forces of drag and weight probably have no influence on the wing loading of a bird or an object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Wing loading has no influence on the ability of a bird or an object to maintain flight.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The forces of weight and cruising speed have a major influence on the wing loading of a bird or an object.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Wing loading is influenced only by the weight of the flying object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement would b͟e͟s͟t describe the successful takeoff of an ornithopter that was designed using the model of the pterosaur?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The object would take off with a minimal amount of thrust and the slow, steady motion of small wings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The object would take off with a minimal amount of thrust and the slow, steady motion of large wings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The object would take off with a powerful amount of thrust and the rapid flapping of small wings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The object would take off with a powerful amount of thrust and the rapid flapping of large wings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain the role of gravity in the formation of our sun and planets. Extend this explanation to address gravity's effect on the motion of celestial objects in our solar system and Earth's ocean tides."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graphic shows the stages in the development of the solar system.",
            "problems/TN20G8S/media/34a.jpg",
            "Which statement b͟e͟s͟t describes the process of the formation of the solar system?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Gravity pulled the gas and dust together.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "A black hole pulled the gas and dust together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "An explosion pushed the gas and dust together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Magnetism attracted the gas and dust together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change in life forms throughout Earth's history."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A heavy flood washed away over five meters of soil and rock. The layer of rock that was exposed by the flood contained remains of brachiopods, crinoids, and corals that existed in warm, shallow seas 350 million years ago. Some of the fossils that were found are shown.",
            "problems/TN20G8S/media/35a.jpg",
            "Which statement is the b͟e͟s͟t explanation for the presence of these marine fossils in an inland area of the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The brachiopods could live in water and on land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The crinoids and corals grew on terrestrial surfaces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The fossils were carried to the area by floodwaters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The area used to be covered by an ocean.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Evaluate data collected from seismographs to create a model of Earth's structure."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows a cross section of Earth, the location of an earthquake, and three seismographs.",
            "problems/TN20G8S/media/36a.jpg",
            "Which data set should m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y be expected from the three seismographs?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "problems/TN20G8S/media/36b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "problems/TN20G8S/media/36c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "problems/TN20G8S/media/36d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "problems/TN20G8S/media/36e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Collect data, map, and describe patterns in the locations of volcanoes and earthquakes related to tectonic plate boundaries, interactions, and hotspots."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Government agencies consider the possibilities of earthquakes when they are developing regulations about new construction projects. Regions of the United States are classified as having a low likelihood of earthquakes (lowest hazard), a high likelihood of earthquakes (highest hazard), or somewhere in between.",
            "Which t͟w͟o statements should inform the development of building regulations in regard to earthquakes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The possibility of earthquakes should be considered by government agencies when writing building regulations only in the areas of highest hazard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In high hazard areas, government agencies should write building regulations that prevent the construction of all new buildings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In low hazard areas, government agencies should not consider earthquakes because they will never happen there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In low hazard areas, building regulations should always include the possibility of the occurrence of an earthquake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Building regulations should be strictest in areas of the highest hazard and may be lower in areas of low hazard.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Evaluate the role that waves play in different communication systems."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student has a remote control for a television. The student points the remote at the television and presses a button on the remote labeled Volume. A small red light flashes on the front of the remote. The student observes that the sound from the television becomes lower.",
            "Which statement b͟e͟s͟t describes how the remote control communicates with the television to change the volume of the sound?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The remote control sends microwaves toward the television that are absorbed by the front of the television.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The remote control sends low-energy infrared radiation to a light detector on the front of the television.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The remote control sends radio waves in many directions, which bounce off the walls of the room toward the front of the television.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The remote control sends sound waves in many directions, which bounce off the walls of the room toward a vibration detector on the front of the television.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Research, analyze, and communicate that the universe began with a period of rapid expansion using evidence from the motion of galaxies and composition of stars."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "These data tables show the distance of various galaxies from Earth in millions of light-years (Mly) at different times. Which table supports the theory of expansion in the formation of the universe?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TN20G8S/media/39a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TN20G8S/media/39b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TN20G8S/media/39c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TN20G8S/media/39d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Develop a scientific explanation of how natural selection plays a role in determining the survival of a species in a changing environment."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A biologist studies a population of chipmunks. Some of the biologist's findings are shown.",
            ":box:Years 1 – 20:\n\n• The population remains below 125.\n\n• Less than half of newborn chipmunks survive to adulthood.\n\n• Competition for food and resources limits population growth.\n\nYear 21 and beyond:\n\n• Ninety percent of newborn chipmunks survive to adulthood.\n\n• The population increases to over 200 chipmunks.",
            "Which t͟w͟o inferences about the chipmunk population can be supported with the data gathered by the biologist?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The amount of food in the area decreased, causing more chipmunks to survive to reproductive age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Chipmunks in later generations showed greater genetic diversity than previous generations, allowing for a greater survival rate in later generations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Chipmunks migrated from one country to another country to increase the number of chipmunks in the studied area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Individual chipmunks changed their genetic makeup and became more successful in the environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "T": {
                "Choice": "The number of predators in the area decreased, so more chipmunks were able to survive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data to support the assertion that rapid or gradual geographic changes lead to drastic population changes and extinction events."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows the development of two species, the giraffe and the okapi, through the process of gradualism. During the first stage of gradualism, shown as “Geographic Isolation,” the two branches of the species became separated from each other. During the second stage, shown as “Genetic Isolation,” the okapi and the giraffe developed into two distinct species.",
            "problems/TN20G8S/media/41a.jpg",
            "Which statement b͟e͟s͟t describes the continued existence of the giraffe and the okapi?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The two species will likely interbreed with each other, resulting in young with characteristics of both species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The two species will likely interbreed and develop a new species with characteristics of their common ancestor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The two species are no longer able to interbreed and both will continue to exist and reproduce in their separate environments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The two species will be in competition for resources with each other in a single environment, leading to the extinction of one of the species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A data table shows a section of a gene from four animals.",
            "problems/TN20G8S/media/42a.jpg",
            "Based on the partial gene segments, which pair of animals will produce the m͟o͟s͟t similar proteins?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Rat and Chimpanzee",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Chimpanzee and Mouse",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Gorilla and Chimpanzee",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Rat and Mouse",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The New Madrid Seismic Zone has more earthquakes than the Southern Appalachian Seismic Zone.",
            "What is the m͟o͟s͟t͟ ͟l͟i͟k͟e͟l͟y explanation that supports this statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There are many more faults in the New Madrid Seismic Zone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "There are fewer but larger fault lines in the New Madrid Seismic Zone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There is more influence underneath the New Madrid Seismic Zone from mantle convection.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There is additional stress in the New Madrid Seismic Zone because it is closer to the plate boundary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How are faults that occur in the middle of tectonic plates different from plate boundaries?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "Plate boundaries are sites for earthquakes but faults are not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "Plate boundaries occur between tectonic plates while faults can occur anywhere.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "Faults cover larger areas than the intersections between plates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Faults are the sites of volcanoes while the intersections between plates are not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One student says that geologists cannot predict earthquakes.",
            "Which statement contradicts the student's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earthquakes are caused by changing weather conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Earthquakes can occur in every state in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Earthquakes are statistically more common around fault lines.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Earthquakes are caused by landslides occurring at Earth's surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The students decide to model how the motion of two plates occurs.",
            "Which statement b͟e͟s͟t describes the ability of the model to predict plate movement?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The motion of the plates cannot be modeled on a scale that is much smaller than the plates themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The motion of the plates cannot be modeled by simplifying the factors that contribute to plate movement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The motion of the plates can be modeled by including only the main factors that contribute to plate movement.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The motion of the plates can be modeled only by including every factor that contributes to plate movement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which description correctly matches a part of the model with what it represents on Earth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The water represents the material Earth's crust is made of.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The foam blocks represent the location of Earth's faults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The heat source represents the energy from Earth's interior.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The large aquarium represents the structure of Earth's plates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement b͟e͟s͟t describes what the model is representing on Earth?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "The heat source will evaporate the water and cause the North American and Eurasian Plates to collide.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "The convection currents will carry the North American and Eurasian Plates away from each other.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The North American Plate will stop moving away from the Eurasian Plate when it reaches a barrier.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The currents will cool down and the North American and Eurasian Plates will move back toward each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [
            "problems/TN20G8S/supps/TN20G8S-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If the students want to improve this model by including more detail showing how the interior of a tectonic plate is affected, they should"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "use a material for the plate that heat can warp or crack.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "use several sources of heat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "use a fluid other than water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "use a larger aquarium.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the relationship between the processes and forces that create igneous, sedimentary, and metamorphic rocks."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Igneous, sedimentary, and metamorphic rocks are found at the same cliff side.",
            "problems/TN20G8S/media/50a.jpg",
            "Which statement is c͟o͟r͟r͟e͟c͟t about the rocks at this location?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "All three types of rock will become metamorphic if they stay at the surface of Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "If this location is buried deep underground, only the metamorphic rock will melt because it has already been heated before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "The metamorphic rock and sedimentary rock were already at this location and magma flowed into the other rocks.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "The igneous rock will become metamorphic rock after the rock in the cliff side turns into sediment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze evidence from geology, paleontology, and comparative anatomy to support that specific phenotypes within a population can increase the probability of survival of that species and lead to adaptation."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This cladogram shows several animal species.",
            "problems/TN20G8S/media/51a.jpg",
            "Which adaptations belong with labels U and Y on the cladogram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:U: six legs\n\nY: segmented wings",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": ":box:U: antennae\n\nY: two wings",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": ":box:U: eight legs\n\nY: two wings",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": ":box:U: two wings\n\nY: legs",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MS",
        "NumChoices": 5,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Construct a scientific explanation using data that explains the gradual process of plate tectonics accounting for A) the distribution of fossils on different continents, B) the occurrence of earthquakes, and C) continental and ocean floor features (including mountains, volcanoes, faults, and trenches)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table identifies the three types of tectonic plate boundaries on Earth's surface and their effect on the lithosphere.",
            "problems/TN20G8S/media/52a.jpg",
            "Which t͟h͟r͟e͟e statements are c͟o͟r͟r͟e͟c͟t about the effects of these plate boundaries on Earth's lithosphere?"
        ],
        "AnswerChoices": {
            "M": {
                "Choice": "In Type 1 boundaries, new lithosphere will form because of the plates pulling apart from each other.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "P": {
                "Choice": "In Type 2 boundaries, one plate is forced under the other, causing the lithosphere to form trenches.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "R": {
                "Choice": "In Type 3 boundaries, one plate slides next to the other, creating ocean mountain ranges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "S": {
                "Choice": "Earthquakes tend to occur at both Type 2 and Type 3 boundaries.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "T": {
                "Choice": "Volcanoes tend to occur at both Type 1 and Type 3 boundaries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
         "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data to support the assertion that rapid or gradual geographic changes lead to drastic population changes and extinction events."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows the changes in the number of animal faunas living on Earth over time and how the faunas were affected by different extinction events.",
            "problems/TN20G8S/media/53a.jpg",
            "Which statement is c͟o͟r͟r͟e͟c͟t about the changes in faunas during one of these five major events?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The event at the end of the Devonian (Dev.) resulted in an increase in the number of Cambrian faunas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The event at the end of the Cretaceous resulted in an increase in the number of Paleozoic faunas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The event at the end of the Triassic (Tri.) resulted in the extinction of fewer faunas than in any other period.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The event at the end of the Cretaceous resulted in the extinction of more faunas than in any other period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}