{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Island of the Blue Dolphins",
    "Subtitle": "",
    "Author": "by Scott O'Dell",
    "LabelType": "P",
    "Content": [
        ["1", "Ramo was standing on one foot and then the other, watching the ship coming, which he did not know was a ship because he had never seen one. I had never seen one either, but I knew how they looked because I had been told."],
        ["2", "“While you gaze at the sea,” I said, “I dig roots. And it is I who will eat them and you who will not.”"],
        ["3", "Ramo picked up a root and was about to drop it into the basket. Suddenly his mouth opened wide and then closed again."],
        ["4", "“A canoe!” he cried. “A great one, bigger than all of our canoes together. And red!”"],
        ["5", "A canoe or a ship, it did not matter to Ramo. In the very next breath he tossed the root in the air and was gone, crashing through the brush, shouting as he went."],
        ["6", "I kept on gathering roots, but my hands trembled as I dug in the earth, for I was more excited than my brother. I knew that it was a ship there on the sea and not a big canoe, and that a ship could mean many things. I wanted to drop the stick and run too, but I went on digging roots because they were needed in the village."],
        ["7", "By the time I filled the basket, the Aleut ship had sailed around the wide kelp bed that encloses our island and between the two rocks that guard Coral Cove. Word of its coming had already reached the village of Ghalas-at. Our men sped along the trail which winds down to the shore. Our women were gathering at the edge of the mesa."],
        ["8", "I made my way through the heavy brush and, moving swiftly, down the ravine until I came to the sea cliffs. There I crouched on my hands and knees. Below me lay the cove. The tide was out and the sun shone on the white sand of the beach. Half the men from our village stood at the water's edge. The rest were concealed among the rocks at the foot of the trail, ready to attack the intruders should they prove unfriendly."],
        ["9", "As I crouched there in the toyon bushes, trying not to fall over the cliff, trying to keep myself hidden and yet to see and hear what went on below me, a boat left the ship. Six men with long oars were rowing."]
    ],
    "Copyright": "From ISLAND OF THE BLUE DOLPHINS by Scott O'Dell, Houghton Mifflin Company. Copyright © 1960 by Scott O'Dell. Copyright © Renewed 1988 by Scott O'Dell.",
    "References": []
}