{
    "Directions": "Read this passage about whales, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Bowhead Whales with Talent!”",
    "Subtitle": "",
    "Author": "by Laura Lane",
    "LabelType": "P",
    "Content": [
        ["1", "In the dark, icy waters of Fram Strait, between Greenland and Norway's Svalbard islands, the bowhead whales are singing. They shriek like cats. They trumpet. They make low woo woo noises."],
        ["2", "“It doesn't sound like anything you would attribute to a whale,” says Dr. Kate Stafford, an oceanographer at the University of Washington. Scientists say bowhead whales sing with two voices because they can make both high-pitched and low-pitched sounds at the same time."],
        ["3", "Of the world's four bowhead-whale populations, the group that lives near Spitsbergen (one of the Svalbard islands) is the smallest and is critically endangered. To find some of those whales, Dr. Stafford and her co-workers used underwater microphones, called hydrophones, to record whale sounds in Fram Strait for a full year. They used the recordings both to count the number of singing bowheads and to study their songs."],
        ["", "Lost Whales ... Found!"],
        ["4", "They discovered a chorus of bowhead songs taking place in Fram Strait during the winter and spring. “We know there are a minimum of 66 singers. Considering the current population estimate is unknown but thought to be 'in the tens' (fewer than 100), this is important,” Dr. Stafford says. “Also, the diversity of songs sung in a single winter is greater than has ever been reported for a whale species.”"],
        ["5", "Scientists think the loud, continuous singing of complex songs means the whales are gathering in those cold waters."],
        ["6", "The discovery is a step toward saving the endangered Spitsbergen bowheads. This group was thought to be extinct until rare sightings began to increase in the 1980s. Until now, scientists knew almost nothing about where these whales spent the winters. The songs have revealed an important winter habitat. Fram Strait may even be a mating ground."],
        ["", "Cold-Water Whale"],
        ["7", "With a layer of insulating fat, or blubber, up to 11 inches thick under its skin, the bowhead is the only baleen whale that can live in the Arctic all year round. It stays under the ice during the winters, using its huge head to break breathing holes through eight-inch-thick ice whenever necessary. It spends the summers swimming through areas of broken and melting ice."],
        ["8", "Like the humpback and other baleen whales, the bowhead has no teeth. Instead, its mouth has a filter made of hard material called baleen. The whale swims along with its mouth open, catching large numbers of tiny crustaceans along with some fish. Then it swallows its catch."],
        ["9", "People once used the whale's blubber and baleen to make many products, from lamp oil to buggy whips. As early as the 17th century, whalers hunted several types of whales, especially bowheads, bringing them to near extinction."],
        ["10", "Beginning in 1946, nations began working together to protect whales from commercial fishing. In some areas, the Inuit and other native peoples are still permitted to hunt a limited number of bowheads."],
        ["", "Singing in the Dark"],
        ["11", "When Dr. Stafford and her team recorded the whales, they expected them to make simple grunts and moans. The researchers were amazed by the complex songs, much like birds' melodies. Under the ice of western Fram Strait, the bowheads sang daily, often hourly, from November to April."],
        ["12", "Dr. Stafford says the whales have different call types for different purposes. For example, they make simple sounds called “upsweeps” and listen for the echoes to help them navigate through dark, icy waters."],
        ["13", "The almost nonstop singing of complex songs likely comes from male bowheads, just as most birdsongs and frog calls are made mainly by males. “It's a big mystery as to how it plays out in mating,” says Dr. Stafford. “It may be males showing off to one another, or it may be a display to attract females.”"]
    ],
    "Copyright": "From “Bowhead Whales with Talent!” by Laura Lane from HIGHLIGHTS FOR CHILDREN, November 2016. Copyright © 2016, Highlights for Children, Inc. All rights reserved.",
    "References": []
}