{
    "Directions": "Read this passage about whales, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Humpback Whales",
    "Subtitle": "",
    "Author": "by Anna Claybourne",
    "LabelType": "P",
    "Content": [
        ["", "Cᴀɴ Wʜᴀʟᴇs Tᴀʟᴋ?"],
        ["1", "Humpbacks seem to communicate with each other by making grunting and whistling sounds. These sounds are mostly made by mothers and calves calling to each other, but members of a pod also communicate with each other. Humpbacks also make whooping noises when they are bubble-net feeding¹, perhaps to scare the fish. This is not the same as the “singing” that male humpbacks are known for."],
        ["", "Bʀᴇᴀᴄʜɪɴɢ ᴀɴᴅ Sʟᴀᴘᴘɪɴɢ"],
        ["2", "Humpbacks are very good at breaching. This is when they leap out of the water and then crash back down. They also slap the water surface with their flippers. This could be a way of communicating, or it could help the whales clean parasites, such as lice, off their skin. Or maybe they do it just for fun."],
        ["", "Wʜᴀʟᴇsᴏɴɢ"],
        ["3", "Humpbacks are known for their singing, or “whalesong.” They sing a detailed pattern of sounds, usually lasting 8 to 15 minutes, and repeat it again and again. Humpback singing includes wailing, squeaking, barking, moaning, and rumbling noises. People often describe it as haunting and beautiful—but it probably doesn't sound that way to the humpbacks!"],
        ["4", "It is almost always male humpbacks that sing during the mating season. So it seems to have something to do with courtship, but scientists do not know exactly what. It could be to impress females or to scare off other males. Or it could just be a way to call lots of whales together to mate."],
        ["", "Cʜᴀɴɢɪɴɢ Tᴜɴᴇs"],
        ["5", "All whales in the same area sing a similar song. In another area, the song will be different. Sometimes one humpback introduces a new section or sound. Before long, other males hear the new song and copy it, and the new version quickly spreads to all the whales nearby. So, as with human music, whales create, learn, and pass on their songs."],
        ["", "Hᴏᴡ Iɴᴛᴇʟʟɪɢᴇɴᴛ Aʀᴇ Hᴜᴍᴘʙᴀᴄᴋ Wʜᴀʟᴇs?"],
        ["6", "Intelligence is a hard thing to measure, especially in animals. However, whales and dolphins do seem to be very intelligent animals, along with chimps, orangutans, elephants, and crows. Humpback whales, like other whales, have been seen doing some very clever things."],
        ["", "Cᴏᴍᴘʟɪᴄᴀᴛᴇᴅ Bʀᴀɪɴs"],
        ["7", "Compared to their body size, humpback brains are smaller than those of humans, chimps, or dolphins. But scientists have found that their brains show another sign of intelligence: they have a complex structure, or shape. The cortex, or outer part, of the humpback brain is deeply folded and made up of several layers, in a similar way to a human brain."],
        ["8", "Scientists have found cells called spindle cells in humpbacks' and other whales' brains. They are thought to be used in language and understanding emotions. The only other animals known to have them are apes and elephants."],
        ["", "Lᴇᴀʀɴɪɴɢ"],
        ["9", "Learning is a sign of intelligence. Like humans, humpbacks learn a lot as they grow up, instead of behaving mainly according to instinct from birth. Adult humpbacks also learn things from each other, such as new songs and new methods of hunting."],
        ["10", "Bubble-net hunting can even be seen as an example of using tools, another sign of high intelligence. And scientists think humpbacks' constantly changing songs show that they have culture, with shared social activities and creations."]
    ],
    "Copyright": "From HUMPBACK WHALES by Anna Claybourne. Copyright © 2013 Heinemann Library, an imprint of Capstone Global Library, LLC. All rights reserved.",
    "References": [
        ["¹", "bubble-net feeding — a hunting and feeding behavior in which groups of whales blow bubbles to confuse and trap their prey"]
    ]
}