{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Angus MacMouse Brings Down the House",
    "Subtitle": "",
    "Author": "by Linda Phillips Teitel",
    "LabelType": "P",
    "Content": [
        ["1", "Rosemary had a small, cheerful room, with a narrow bed and a small window that looked out over the street below. Tucked in one corner of the room was a lovely Victorian dollhouse."],
        ["2", "When she brought Angus home late that night, she set him down in the neatly furnished parlor¹. Without wasting any time he ran upstairs and downstairs, carefully sniffing everything as he inspected each charming little room. He decided immediately that this was by far the most wonderful house he had ever seen."],
        ["3", "“I hope you’ll be comfortable in my dollhouse. I’m twelve now, so I hardly play with it anymore—but it’s much too pretty to put up in the attic,” said Rosemary as she plumped the tiny pillows on the little bed. She smiled at Angus. “It’s the perfect size for you. Now make yourself at home, and I’ll go find you some food.”"],
        ["4", "Food! Angus was starving. But he was exhausted too. He climbed up the stairs to the bedroom and curled up on the soft canopy bed. He thought he would just rest there while he waited for Rosemary to return. Maybe she would bring him some cake, or some biscuits, or . . ."],
        ["5", "Angus drifted off into a deep, peaceful sleep."],
        ["", "********"],
        ["6", "Something amazing and wonderful was happening. Minnie McGraw was singing and Angus was conducting the orchestra. He stood on the podium next to the important-looking man. They were both wearing black tuxedos², and Angus had a little white stick that he waved around with great authority. When he pointed at the violinists, they played more furiously. When he slowed down, all the musicians slowed down too. Angus was making the music, and it sounded magnificent. The important-looking man lifted him up and the audience burst into wild applause. Angus bowed again and again as the audience cheered."],
        ["7", "But something was not quite right. Why was Minnie still singing?"],
        ["8", "Angus opened his eyes and realized, to his great disappointment, that he had been dreaming. The roar was not applause at all; it was a garbage truck lumbering down the street. And the singing . . . where was the singing coming from?"],
        ["9", ". . . He recognized the melody of the aria³ that Minnie McGraw had sung the night before. The voice was similar to Minnie’s, but more sweet and sunny, like a summer morning."],
        ["10", "How beautiful, he thought as he yawned and stretched. It must be a radio."]
    ],
    "Copyright": "From ANGUS MACMOUSE BRINGS DOWN THE HOUSE by Linda Phillips Teitel, Bloomsbury Books for Young Readers. Copyright © 2010 by Linda Phillips Teitel.",
    "References": [
        ["¹", "parlor — a sitting room in a house"],
        ["²", "tuxedos — a man’s suit worn on formal occasions"],
        ["³", "aria — an elaborate melody sung by one person and accompanied by musical instruments"]
    ]
}