{
    "Directions": "Read this passage about someone who learns a lesson, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “A Tale of Three Brothers”",
    "Subtitle": "",
    "Author": "by Gary Marvin Davison",
    "LabelType": "P",
    "Content": [
        ["", "problems/COG5E/media/S3a.jpg"],
        ["1", "One day three brothers went on a trip to the district capital. Along the way, they stopped to rest beneath a tree. All of a sudden, seemingly out of nowhere, there appeared three jugs. When the brothers looked inside the jugs, they found all three full of silver and gold. All three brothers were of course elated. The older and younger brother felt that their good fortune was reward for their kind ways and hardworking natures. The middle brother thought that if so much silver and gold was wonderful, more of such treasure would be even better. After discussing matters awhile, the three brothers decided to leave the three jugs hidden in a pile of straw near the tree. They would retrieve their treasure on the way back home from the district capital."],
        ["2", "The brothers traveled on together to the district capital. But the middle brother could think only of retrieving that treasure of silver and gold. He began to feign¹ deep discomfort, screaming that his stomach hurt. He complained to his brothers, “Oh, I’m just not up to this trip anymore. I’ve never had such a stomachache! I’ll be all right after I have a chance to rest quietly at home. Just go on ahead, and I’ll go back home.”"],
        ["3", "This middle brother then made haste² back to the tree and searched in the straw for the three jugs. He found the jugs—but did he have a surprise coming! The silver and gold that had previously filled the three jugs had become something entirely different. The fine shine of the precious metals now had the murky appearance of very foul, smelly water. Disgusted and now really feeling that stomachache that he had faked before, the middle brother trudged home in great discontent³."],
        ["4", "But when his brothers returned to the tree on their way back from the district capital, they found the three jugs where they had left them, still full of silver and gold. These two brothers each took one jug in hand and helped each other carry the remaining jug. Once home, they said, they would divide the treasure according to a sensible plan: Because each jug held the same amount of silver and gold, each brother would take one jug."],
        ["5", "Upon the return of his brothers, the middle brother lay on his bed, still feigning illness. When he saw that the jugs his brothers carried somehow now held silver and gold once again, his heart filled anew with greed. What was this awful trick that the three jugs had played on him? Then his heart did a flip when he heard his elder brother’s words:"],
        ["6", "“Here, my brother, is your jug full of silver and gold. Younger brother and I certainly hope that you are feeling better. We know that wealth is nothing compared to health, but when you’re feeling well again, we know that you will enjoy this fortune that the three of us found together.”"],
        ["7", "His kind and honest brothers had returned to give him his one-third share of the treasure. The middle brother’s heart emptied its greed as guilt poured in. But that guilt led to a new outlook on life. From that day forward, the middle brother changed his greedy ways."]
    ],
    "Copyright": "From “A Tale of Three Brothers” republished with permission of ABC-CLIO from TALES FROM THE TAIWANESE retold by Gary Marvin Davison, © 2004 by Libraries Unlimited; permission conveyed through Copyright Clearance Center, Inc.",
    "References": [
        ["¹", "feign — pretend"],
        ["²", "made haste — hurried"],
        ["³", "discontent — unhappiness"]
    ]
}