{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Gravity Buster: Journal #2 of a Cardboard Genius",
    "Subtitle": "",
    "Author": "by Frank Asch",
    "LabelType": "P",
    "Content": [
        ["1", "Right now I’m in study hall. The kid at the desk beside me is drawing motorcycles on the dust jacket¹ of his math book. The kid behind me is memorizing a vocabulary list and tapping his foot on the leg of my chair. (So annoying!) And I’m writing with a leaky pen in a notebook I bought at Cheap-Mart for less than a dollar. I know what I’m doing doesn’t look very important, but you can take my word for it: this journal is destined to become part of the most monumental manuscript in the history of mankind! Someday when it’s in a museum behind bulletproof glass, even the wealthiest billionaire in the world won’t be able to afford the period at the end of this sentence."],
        ["2", "Zoe Breen, the girl who sits in front of me, just dropped a crumpled scrap of notebook paper near my left foot. After checking to make sure Mr. Howard, the study hall teacher, isn’t looking in my direction, I quickly bend down and pick it up:"],
        ["", "problems/COG5E/media/S4a.jpg"],
        ["3", "My note back to Zoe is written on a tiny slip of paper that I slide into an empty ballpoint pen and ease onto the floor so it rolls near her desk."],
        ["", "problems/COG5E/media/S4b.jpg"],
        ["4", "Last year Zoe won first place in the statewide Science Fair with her study of the drinking habits of guinea pigs. This year she’s working with gray squirrels. She’s going to offer them three different kinds of peanut butter: one salty, one plain and one sweet, and see which they like best and how it affects their health."],
        ["5", "That’s the kind of science Zoe likes. I’m more into astrophysics and space travel."],
        ["6", "In my first notebook, Star Jumper: Journal of a Cardboard Genius, I described how I designed and built the world’s first intergalactic spaceship. Unfortunately, I also had to give a blow-by-blow account of how that amazing spacecraft was destroyed in a senseless pillow fight with my little brother, Jonathan. That’s the bad news. The good news is that in the past two weeks I’ve been working on a new and improved Star Jumper. And it’s almost finished!"]
    ],
    "Copyright": "From GRAVITY BUSTER: JOURNAL #2 OF A CARDBOARD GENIUS by Frank Asch, Kids Can Press. Copyright © 2007 by Frank Asch. All rights reserved.",
    "References": [
        ["¹", "dust jacket — a removable cover that protects a book from damage"]
    ]
}