{
    "Directions": "Read this passage about someone who learns a lesson, then answer each question that follows.",
    "Context": [],
    "Title": "The Precious Jewel",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "One day, a merchant packed his wares¹ and set out on a two day journey to the capital city, hopeful to turn a good profit as was his custom and his luck."],
        ["2", "At the end of the first day he arrived at an inn, ate a good supper and retired to a comfortable bed."],
        ["3", "That night he had a wonderful dream! In the dream he met another merchant sitting beneath a golden cottonwood tree who held in his hands a rare and precious jewel of magnificent proportions²."],
        ["4", "He traded for the jewel securing terms that would assure him a handsome profit."],
        ["5", "The next morning he continued his journey and to his delight found himself at the very spot foretold in his dream. There was the cottonwood tree, and beneath it sat a man. But ... not the man in his dream. Instead, there sat a man dressed in a simple robe, a bowl at his feet."],
        ["6", "“Last night I dreamed I met a man right here, beneath this very tree, at this very hour, dressed exactly as you!” exclaimed the man. “Greetings and welcome!”"],
        ["7", "“I too had a dream,” said the merchant. “I dreamed that I'd come to this very spot, by this very tree, at this very hour. I too met a man ... but not a man such as yourself. Instead, I met another merchant. I traded with him for a rare and precious jewel.”"],
        ["8", "Reaching into the folds of his robe the man pulled out a dazzling jewel. “Oh you must mean THIS,” replied the man. “Do you wish to possess it?”"],
        ["9", "“Yes, Yes, I would like nothing more, that is ... if we can come to favorable terms.”"],
        ["10", "“Terms? Terms?” said the man. “I know nothing of terms. But here, if you wish to have it, take it, it is yours, and be blessed on your journey.”"],
        ["11", "Hardly able to believe his good fortune, the merchant reached for the jewel, thanked his benefactor³ and walked on, as a man mesmerized⁴, anticipating the great profit that soon would be his."],
        ["12", "A week later, the path that led the merchant to the capital city now led him back home. He came to the golden cottonwood tree, and there he found the man sitting in contemplation⁵."],
        ["13", "“Greetings again traveler! You have returned ... as in my dream. Did you profit from the jewel as you had hoped and dreamed?”"],
        ["14", "Now, reaching into his own pocket, the merchant pulled out ... the jewel."],
        ["15", "“I have come to return this to you. I have no need for it. What I truly desire now is far more precious than this jewel! Now, what I wish for is to learn from you what allowed you to give it away to me so freely.”"]
    ],
    "Copyright": "“The Precious Jewel” from storytellerscampfire.wordpress.com. Copyright © 2010 Robert Kanegis.",
    "References": [
        ["¹", "wares — items for sale"],
        ["²", "magnificent proportions — large size"],
        ["³", "benefactor — person who helps"],
        ["⁴", "mesmerized — to be extremely interested"],
        ["⁵", "contemplation — deep thought"]
    ]
}