{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Relate the solutions of a system of a linear and a nonlinear equation in two variables to the graphs of the equations in the system."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/1a.jpg",
            "The graph of a system of a linear equation and a nonlinear equation is shown. What is the solution `(x,y)` to this system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(0, 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(4, 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The solution to the system of two equations corresponds to the point where the graphs of the equations intersect. The graphs of the linear equation and the nonlinear equation shown intersect at the point (4, 5). Thus, the solution to the system is (4, 5).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(5, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear function that represents a context, given an input value, find and interpret the output value using the given representation, or given an output value, find and interpret the input value using the given representation, if it exists."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On the first day of a semester, a film club has 90 members. Each day after the first day of the semester, 10 new members join the film club. If no members leave the film club, how many total members will the film club have 4 days after the first day of the semester?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "400",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of members that will have joined the film club 4 days after the first day of the semester if 100 new members, not 10, join the film club each day.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "130",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the film club has 90 members on the first day of a semester, and 10 new members join the film club each day after the first day of the semester. This means that after 4 days, 4 × 10, or 40, new members will have joined the club. Adding 40 members to the original 90 club members yields 130 members. Thus, the film club will have 130 total members 4 days after the first day of the semester.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "94",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of members the film club will have 4 days after the first day of the semester if 1 new member, not 10, joins the film club each day.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "90",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of members the film club has on the first day of the semester.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Interpret the graph of a linear equation in the form `Ax+By=C` in a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/3a.jpg",
            "The graph of the linear function f is shown, where `y=f(x)`. What is the y-intercept of the graph of f?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the point where the x-axis, not the graph of f, intersects the y-axis.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(0, -16/11)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(0, -8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(0, 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The y-intercept of a graph is the point where the graph intersects the y-axis. The graph of function f shown intersects the y-axis at the point (0, 8). Therefore, the y-intercept of the graph of f is (0, 8).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a system of two linear equations in two variables, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:s + 7r = 27\nr = 3",
            "What is the solution (r, s) to the given system of equations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(6, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the solution (s, r), not (r, s), to the given system of equations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(3, 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second equation in the given system is r = 3. Substituting 3 for r in the first equation in the given system yields s + 7(3) = 27 or s + 21 = 27. Subtracting 21 from both sides of this equation yields s = 6. Therefore, the solution (r, s) to the given system of equations is (3, 6).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(3, 27)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(27, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Compare linear and exponential growth."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows selected values from function f.",
            "problems/SAT5M1/media/5a.jpg",
            "Which of the following is the best description of function f?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Decreasing linear",
                "Key": {
                    "Correct": false,
                    "Rationale": "For a decreasing linear function, as x increases, f(x) decreases rather than increases.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Increasing linear",
                "Key": {
                    "Correct": true,
                    "Rationale": "The given values show that as x increases, f(x) also increases, which means that f is an increasing function. Furthermore, f(x) increases at a constant rate of 1 for each increase of x by 1. A function with a constant rate of change is linear. Thus, the function f can be described as an increasing linear function.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Decreasing exponential",
                "Key": {
                    "Correct": false,
                    "Rationale": "For a decreasing exponential function, for each increase of x by 1, f(x) decreases by a fixed percentage rather than increases at a constant rate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Increasing exponential",
                "Key": {
                    "Correct": false,
                    "Rationale": "For an increasing exponential function, for each increase of x by 1, f(x) increases by a fixed percentage rather than at a constant rate.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between an algebraic representation and a graph of a system of linear equations in two variables not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/6a.jpg",
            "The graph of a system of linear equations is shown. The solution to the system is `(x,y)`. What is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:4",
                "Key": {
                    "Correct": true,
                    "Rationale": "A solution to a system of equations must satisfy each equation in the system. It follows that if `(x,y)` is a solution to the system, the point `(x,y)` lies on the graph in the xy-plane of each equation in the system. According to the graph, the point `(x,y)` that lies on the graph of each equation in the system is (4, 1). Therefore, the solution to the system is (4, 1). It follows that the value of x is 4.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "For quantitative variables, calculate, compare, and interpret mean, median, and range."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:23, 27, 27, 32, 35, 36, 52",
            "What is the range of the 7 scores shown?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:29",
                "Key": {
                    "Correct": true,
                    "Rationale": "The range of a data set is the difference between its maximum value and its minimum value. For the data set shown, the maximum score is 52 and the minimum score is 23. The difference between those scores is 52 - 23, or 29. Therefore, the range of the 7 scores shown is 29.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Know and directly apply relevant theorems such as the vertical angle theorem and the relationship of angles formed when a transversal cuts parallel lines."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/8a.jpg",
            "In the figure, line m is parallel to line n, and line k intersects both lines. Which of the following statements is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The value of x is less than 145.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The value of x is greater than 145.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The value of x is equal to 145.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Vertical angles, or angles that are opposite each other when two lines intersect, are congruent. It's given that line k intersects line n. Based on the figure, the angle with measure x° and the angle with measure 145° are vertical angles. Therefore, the value of x is equal to 145.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The value of x cannot be determined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The equation x + y = 1,440 represents the number of minutes of daylight (between sunrise and sunset), x, and the number of minutes of non-daylight, y, on a particular day in Oak Park, Illinois. If this day has 670 minutes of daylight, how many minutes of non-daylight does it have?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "670",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of minutes of daylight, not non-daylight, on this day.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "770",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the equation x + y = 1,440 represents the number of minutes of daylight, x, and the number of minutes of non-daylight, y, on a particular day in Oak Park, Illinois. It's also given that this day has 670 minutes of daylight. Substituting 670 for x in the equation x + y = 1,440 yields 670 + y = 1,440. Subtracting 670 from both sides of this equation yields y = 770. Therefore, this day has 770 minutes of non-daylight.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1,373",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1,440",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the total number of minutes of daylight and non-daylight.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use sample mean and sample proportion to estimate population mean and population proportion."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scott selected 20 employees at random from all 400 employees at a company. He found that 16 of the employees in this sample are enrolled in exactly three professional development courses this year. Based on Scott's findings, which of the following is the best estimate of the number of employees at the company who are enrolled in exactly three professional development courses this year?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of employees from the sample who aren't enrolled in exactly three professional development courses this year.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "320",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that from the sample of 20 employees at the company, 16 of the employees are enrolled in exactly three professional development courses this year. Since (16/20) is equal to 0.80, or 80/100, it follows that 80% of the employees in the sample are enrolled in exactly three professional development courses this year. Therefore, the best estimate for the percentage of employees at the company who are enrolled in exactly three professional development courses this year is 80%. It's given that there are a total of 400 employees at the company. Therefore, the best estimate of the number of employees at the company who are enrolled in exactly three professional development courses this year is (80/100)(400), or 320.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "380",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of employees who weren't selected for the sample.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "384",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear equations in one variable to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If 4x - 28 = -24, what is the value of x - 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-24",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of 4x - 28, not x -7.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "-22",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "-6",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dividing all terms in the given equation by 4 yields 4x/4 - 28/4 = -24/4, or x - 7 = -6. Therefore, the value of x - 7 is -6.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "-1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create linear inequalities in one or two variables to model constraints or conditions on two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "For a snowstorm in a certain town, the minimum rate of snowfall recorded was 0.6 inches per hour, and the maximum rate of snowfall recorded was 1.8 inches per hour. Which inequality is true for all values of  s, where  s represents a rate of snowfall, in inches per hour, recorded for this snowstorm?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "s ≥ 2.4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "s ≥ 1.8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "0 ≤ s ≤ 0.6",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "0.6 ≤ s ≤ 1.8",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that for a snowstorm in a certain town, the minimum rate of snowfall recorded was 0.6 inches per hour, the maximum rate of snowfall recorded was 1.8 inches per hour, and s represents a rate of snowfall, in inches per hour, recorded for this snowstorm. It follows that the inequality 0.6 ≤ s ≤ 1.8 is true for all values of s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure, the properties of operations, and reasoning about equality to solve systems of linear and nonlinear equations in two variables."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:y = 4x\ny = x^2- 12",
            "A solution to the given system of equations is `(x,y)`, where x > 0. What is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:6",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that y = 4x and y = x^2- 12. Since y = 4x, substituting 4x for y in the second equation of the given system yields 4x = x^2- 12. Subtracting 4x from both sides of this equation yields 0 = x^2- 4x - 12. This equation can be rewritten as 0 = (x - 6)(x + 2). By the zero product property, x - 6 = 0 or x + 2 = 0. Adding 6 to both sides of the equation x - 6 = 0 yields x = 6. Subtracting 2 from both sides of the equation x + 2 = 0 yields x = -2. Therefore, solutions to the given system of equations occur when x = 6 and when x = -2. It's given that a solution to the given system of equations is `(x,y)`, where x > 0. Since 6 is greater than 0, it follows that the value of x is 6.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, interpret a solution, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A store sells two different-sized containers of blueberries. The store's sales of these blueberries totaled 896.86 dollars last month. The equation 4.51x + 6.07y = 896.86  represents this situation, where x is the number of smaller containers sold and y is the number of larger containers sold. According to the equation, what is the price, in dollars, of each smaller container?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:4.51",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the equation 4.51x + 6.07y = 896.86 represents this situation, where x is the number of smaller containers sold, y is the number of larger containers sold, and 896.86 is the store's total sales, in dollars, of blueberries last month. Therefore, 4.51x represents the store's sales, in dollars, of smaller containers, and 6.07y represents the store's sales, in dollars, of larger containers. Since x is the number of smaller containers sold, the price, in dollars, of each smaller container is 4.51.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems about the surface area or volume of a geometric figure or an object that can be modeled by a geometric figure using given information such as length, area, surface area, or volume."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A right circular cylinder has a base diameter of 22 centimeters and a height of 6 centimeters. What is the volume, in cubic centimeters, of the cylinder?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "132π",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the volume of a right circular cylinder that has a base diameter of 2√22, not 22, centimeters and a height of 6 centimeters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "264π",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the volume of a right circular cylinder that has a base diameter of 4√11, not 22, centimeters and a height of 6 centimeters.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "762π",
                "Key": {
                    "Correct": true,
                    "Rationale": "The volume, V, of a right circular cylinder is given by the formula `V=pir^2h`, where r is the radius of the base of the cylinder and h is the height of the cylinder. It's given that a right circular cylinder has a height of 6 centimeters. Therefore, h = 6. It's also given that the cylinder has a base diameter of 22 centimeters. The radius of a circle is half the diameter of the circle. Since the base of a right circular cylinder is a circle, it follows that the radius of the base of the right circular cylinder is 22/2, or 11, centimeters. Therefore, r = 11. Substituting 11 for r and 6 for h in the formula `V=pir^2h` yields V = π(11)^2(6), which is equivalent to V = π(121)(6), or V = 762π. Therefore, the volume, in cubic centimeters, of the cylinder is 762π.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2,904π",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the volume of a right circular cylinder that has a base diameter of 44, not 22, centimeters and a height of 6 centimeters.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a polynomial function, simple rational function, or quadratic or exponential function that involves a transformation, not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/16a.jpg",
            "The graph of the rational function f is shown, where y= f(x) and x ≥ 0. Which of the following is the graph of y = f(x) + 5, where x ≥ 0?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/SAT5M1/media/16b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the graph of y = f(x) - 5, rather than y = f(x) + 5.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/SAT5M1/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the graph of y = f(x)/5, rather than y = f(x) + 5.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/SAT5M1/media/16d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/SAT5M1/media/16e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the graph of the rational function f is shown, where `y=f(x)` and x ≥ 0. The graph shown passes through the point (3, 3). It follows that when the value of x is 3, the value of f(x) is 3. When the value of f(x) is 3, the value of f(x) + 5 is 3 + 5, or 8. Therefore, the graph of y = f(x) + 5 passes through the point (3, 8). Of the given choices, this choice is the only graph that passes through the point (3, 8) and is therefore the graph of y = f(x) + 5.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear function to model a relationship between two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "At a particular track meet, the ratio of coaches to athletes is 1 to 26. If there are x coaches at the track meet, which of the following expressions represents the number of athletes at the track meet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x/26",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "26x",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that at a particular track meet, the ratio of coaches to athletes is 1 to 26. If one number in a ratio is multiplied by a value, the other number must be multiplied by the same value in order to maintain the same ratio. If there are x coaches at the track meet, multiplying both numbers in the ratio by x yields 1(x) to 26(x), or x to 26x. Therefore, the expression 26x represents the number of athletes at the track meet.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "x + 26",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "26/x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, interpret a solution, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kaylani used fabric measuring 5 yards in length to make each suit for a men's choir. The relationship between the number of suits that Kaylani made, x, and the total length of fabric that she purchased y, in yards, is represented by the equation y - 5x = 6. What is the best interpretation of 6 in this context?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kaylani made 6 suits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kaylani made a total of x suits, not 6 suits.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Kaylani purchased a total of 6 yards of fabric.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kaylani purchased a total of y yards of fabric, not a total of 6 yards of fabric.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kaylani used a total of 6 yards of fabric to make the suits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kaylani used a total of 5x yards of fabric to make the suits, not a total of 6 yards of fabric.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Kaylani purchased 6 yards more fabric than she used to make the suits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the equation y - 5x = 6 represents the relationship between the number of suits that Kaylani made, x, and the total length of fabric she purchased, y, in yards. Adding 5x to both sides of the given equation yields y = 5x + 6. Since Kaylani made x suits and used 5 yards of fabric to make each suit, the expression 5x represents the total amount of fabric she used to make the suits. Since y represents the total length of fabric Kaylani purchased, in yards, it follows from the equation y = 5x + 6 that Kaylani purchased 5x yards of fabric to make the suits, plus an additional 6 yards of fabric. Therefore, the best interpretation of 6 in this context is that Kaylani purchased 6 yards more fabric than she used to make the suits.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Use similarity to calculate values of sine, cosine, and tangent."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the value of tan(92π/3)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-√3",
                "Key": {
                    "Correct": true,
                    "Rationale": "A trigonometric ratio can be found using the unit circle, that is, a circle with radius 1 unit. If a central angle of a unit circle in the xy-plane centered at the origin has its starting side on the positive x-axis and its terminal side intersects the circle at a point `(x,y)`, then the value of the tangent of the central angle is equal to the y-coordinate divided by the x-coordinate. There are 2π radians in a circle. Dividing 92π/3 by 2π yields 92/6, which is equivalent to 15 + 2/3. It follows that on the unit circle centered at the origin in the xy-plane, the angle 92π/3 is the result of 15 revolutions from its starting side on the positive x-axis followed by a rotation through 2π/3 radians. Therefore, the angles 92π/3 and 2π/3 are coterminal angles and tan(92π/3) is equal to tan(2π/3). Since 2π/3 is greater than π/2 and less than π, it follows that the terminal side of the angle is in quadrant II and forms an angle of π/3, or 60°, with the negative x-axis. Therefore, the terminal side of the angle intersects the unit circle at the point (-1/2, √3/2). It follows that the value of tan(2π/3) is (√3/2)/(-1/2), which is equivalent to -√3. Therefore, the value of tan(92π/3) is -√3.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "-√3/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of 1/tan(92π/3), not tan(92π/3).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "√3/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of 1/tan(π/3), not tan(92π/3).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "√3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of tan(π/3), not tan(92π/3).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve problems in a variety of contexts using right triangle trigonometry."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5M1/media/20a.jpg",
            "In the triangle shown, what is the value of cos(x°)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:11/28",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cosine of an acute angle in a right triangle is defined as the ratio of the length of the leg adjacent to the angle to the length of the hypotenuse. In the triangle shown, the length of the leg adjacent to the angle with measure x° is 11 units and the length of the hypotenuse is 28 units. Therefore, the value of cos(x°) is 11/28.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Use function notation to represent and interpret input/output pairs; evaluate a nonlinear function given an input value; or, for a quadratic function, find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function g is defined by g(x) = (x + 14)(t - x) where t is a constant. In the xy-plane, the graph of `y=g(x)` passes through the point (24, 0). What is the value of g(0)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:336",
                "Key": {
                    "Correct": true,
                    "Rationale": "By the zero product property, if (x + 14)(t - x), then x + 14 = 0, which gives x = -14, or (t - x) = 0, which gives x = t. Therefore, g(x) = 0 when x = -14 and when x = t. Since the graph of `y=g(x)` passes through the point (24, 0), it follows that g(24) = 0, so t = 24. Substituting 24 for t in the equation g(x) = (x + 14)(t - x) yields g(x) = (x + 14)(24 - x). The value of g(0) can be calculated by substituting 0 for x in this equation, which yields g(0) = (0 + 14)(24 - 0), or g(0) = 336.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Understand that the ordered pairs that satisfy an equation of the form `(x-h)^2+(y-k)^2=r^2` form a circle when plotted in the xy-plane."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:(x + 4)^2 + (y - 19)^2 = 121",
            "The graph of the given equation is a circle in the xy-plane. The point (a, b) lies on the circle. Which of the following is a possible value for a?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-16",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "-14",
                "Key": {
                    "Correct": true,
                    "Rationale": "An equation of the form `(x-h)^2+(y-k)^2=r^2`, where h, k, and r are constants, represents a circle in the xy-plane with center `(h,k)` and radius r. Therefore, the circle represented by the given equation has center (-4, 19) and radius 11. Since the center of the circle has an x-coordinate of -4 and the radius of the circle is 11, the least possible x-coordinate for any point on the circle is -4 - 11, or -15. Similarly, the greatest possible x-coordinate for any point on the circle is -4 + 11, or 7. Therefore, if the point (a, b) lies on the circle, it must be true that a -15 ≤ a ≤ 7. Of the given choices, only -14 satisfies this inequality.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "11",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "19",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems about the surface area or volume of a geometric figure or an object that can be modeled by a geometric figure using given information such as length, area, surface area, or volume."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A right rectangular prism has a height of 9 inches. The length of the prism's base is x inches, which is 7 inches more than the width of the prism's base. Which function V gives the volume of the prism, in cubic inches, in terms of the length of the prism's base?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "V(x) = x(x + 9)(x + 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function would give the volume of the prism if the height were 9 inches more than the length of its base and the width of the base were 7 inches more than its length.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "V(x) = x(x + 9)(x - 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function would give the volume of the prism if the height were 9 inches more than the length of its base.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "V(x) = 9x(x + 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function would give the volume of the prism if the width of the base were 7 inches more than its length, rather than the length of the base being 7 inches more than its width.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "V(x) = 9x(x - 7)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The volume of a right rectangular prism can be represented by a function V that gives the volume of the prism, in cubic inches, in terms of the length of the prism's base. The volume of a right rectangular prism is equal to the area of its base times its height. It's given that the length of the prism's base is x inches, which is 7 inches more than the width of the prism's base. This means that the width of the prism's base is x - 7 inches. It follows that the area of the prism's base, in square inches, is x(x - 7) and the volume, in cubic inches, of the prism is x(x - 7)(9). Thus, the function V that gives the volume of this right rectangular prism, in cubic inches, in terms of the length of the prism's base, x, is V(x) = 9x(x - 7).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Determine the most suitable form of the expression representing the output of the function to display key features for an exponential function"
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following functions has(have) a minimum value at -3?",
            ":ibox:I. f(x) = -6(3)^x -3\nII. g(x) = -3(6)^x"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I only",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "II only",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "I and II",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Neither I nor II",
                "Key": {
                    "Correct": true,
                    "Rationale": "A function of the form f(x) = a(b)^x + c, where a < 0 and b > 1, is a decreasing function. Both of the given functions are of this form; therefore, both are decreasing functions. If a function f is decreasing, as the value of x increases, the corresponding value of f(x) decreases; therefore, the function doesn't have a minimum value. Thus, neither of the given functions has a minimum value.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the relationship between percent change and growth factor (`5%` and `1.05`, for example); include percentages greater than or equal to `100%`."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The result of increasing the quantity x by 400% is 60. What is the value of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "12",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the result of increasing the quantity x by 400% is 60. This can be written as x + (400/100)x = 60, which is equivalent to x + 4x = 60, or 5x = 60. Dividing each side of this equation by 5 yields x = 12. Therefore, the value of x is 12.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 15 by 400% is 75, not 60.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "240",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 240 by 400% is 1,200, not 60.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "340",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 340 by 400% is 1,700, not 60.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Determine the most suitable form of the expression representing the output of the function to display key features for a quadratic function."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f is defined by f(x) = ax^2+ bx + c where a, b, and c are constants. The graph of `y=f(x)` in the xy-plane passes through the points (7, 0) and (-3, 0). If a is an integer greater than 1, which of the following could be the value of a + b?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-6",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the graph of `y=f(x)` in the xy-plane passes through the points (7, 0) and (-3, 0). It follows that when the value of x is either 7 or -3, the value of f(x) is 0. It's also given that the function f is defined by f(x) = ax^2+ bx + c, where a, b, and c are constants. It follows that the function f is a quadratic function and, therefore, may be written in factored form as f(x) = a(x - u)(x - v), where the value of f(x) is 0 when x is either u or v. Since the value of f(x) is 0 when the value of x is either 7 or -3, and the value of f(x) is 0 when the value of x is either u or v, it follows that u and v are equal to 7 and -3. Substituting 7 for u and -3 for v in the equation f(x) = a(x - u)(x - v) yields f(x) = a(x - 7)(x - (-3)), or f(x) = a(x - 7)(x + 3). Distributing the right-hand side of this equation yields f(x) = a(x^2- 7x + 3x -21), or f(x) = ax^2- 4ax -21a. Since it's given that f(x) = ax^2, it follows that b = -4a. Adding a to each side of this equation yields a + b = -3a. Since a + b = -3a, if a is an integer, the value of a + b must be a multiple of 3. If a is an integer greater than 1, it follows that a ≥ 2. Therefore, -3a ≤ -3(2). It follows that the value of a + b is less than or equal to -3(2), or -6. Of the given choices, only -6 is a multiple of 3 that's less than or equal to -6.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "-3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of a + b if a is equal to, not greater than, 1.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Use function notation to represent and interpret input/output pairs; evaluate a nonlinear function given an input value; or, for a quadratic function, find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function g is defined by  g(x) = x(x - 2)(x + 6)^2 The value of g(7 - w) is 0, where w is a constant. What is the sum of all possible values of w?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:25",
                "Key": {
                    "Correct": true,
                    "Rationale": "The value of g(7 - w) is the value of g(x) when x = 7 - w, where w is a constant. Substituting 7 - w for x in the given equation g(7 - w) = (7 - w)(7 - w - 2)(7 - w + 6)^2, which is equivalent to yields g(7 - w) = (7 - w)(5 - w)(13 - w)^2. It's given that the value of g(7 - w) is 0. Substituting 0 for g(7 - w) in the equation g(7 - w) = (7 - w)(5 - w)(13 - w)^2 yields 0 = (7 - w)(5 - w)(13 - w)^2. Since the product of the three factors on the right-hand side of this equation is equal to 0, at least one of these three factors must be equal to 0. Therefore, the possible values of w can be found by setting each factor equal to 0. Setting the first factor equal to 0 yields 7 - w = 0. Adding w to both sides of this equation yields 7 = w. Therefore, 7 is one possible value of w. Setting the second factor equal to 0 yields 5 - w = 0. Adding w to both sides of this equation yields 5 = w. Therefore, 5 is a second possible value of w. Setting the third factor equal to 0 yields (13 - w)^2 = 0. Taking the square root of both sides of this equation yields 13 - w = 0. Adding w to both sides of this equation yields 13 = w. Therefore, 13 is a third possible value of w. Adding the three possible values of w yields 7 + 5 + 13, or 25. Therefore, the sum of all possible values of w is 25.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}