{
    "Directions": "Read the following speech by Bonnie Kestner then answer each question.",
    "Context": [
        "Delivered April 10, 1999, as part of a Panel Presentation for Pioneers and Competitors—a special event to recognize women’s athletics at Yale."
    ],
    "Title": "Parenting and the Future Athlete",
    "Subtitle": "",
    "Author": "by Bonnie Kestner\nYale Women’s Varsity Swimming Captain 1973–74\nYale Women’s Varsity Swimming Assistant Coach 1974–76",
    "LabelType": "P",
    "Content": [
        [" ", "\tLet me begin by saying how delighted I am to be here today and how much it means to me. Little did I realize when I stepped onto the Yale campus in the fall of 1970 as the only female competitive swimmer that I would be speaking in front of such a distinguished group of alumnae and student-athletes 28 years later! I am deeply grateful to Melanie Ginter and the others involved in organizing this event for extending me the invitation!"],
        [" ", "\tOur topic this morning is “parenting and the future athlete,” and I would like to begin by introducing two young athletes who happen to be my son and daughter. They are sitting in the back of this room."],
        [" ", "\tMy son, Wiley, is a first-year student here at Yale planning to major in art. As a child, he played T-ball, baseball, soccer, basketball, and received his black belt in Tae Kwon Do. His first love is soccer, and he started his own recreational traveling team at age 13 since our local recreation department did not sponsor one in his age group. In high school he was captain and Most Valuable Player of his varsity team for two years. Now he plays on the intramural team for Timothy Dwight and on a recreational league team in the summer."],
        [" ", "\tMy daughter, Kristen, is finishing her high school senior year by taking courses at Sweet Briar College and will be a freshman at Kenyon College next year. In the last 12 years, Kristen participated in gymnastics, dance, T-ball, softball, soccer, horseback riding, and tennis. She was captain on her high school varsity tennis team for the last two years and number one seed in singles and doubles this year."],
        [" ", "\tIn preparing for this talk, I asked both Wiley and Kristen to tell me what they felt was significant about how their parents influenced their participation in sports. Wiley said one of the things that meant the most to him was our coming to his games. He said he always hoped his dad and I would be in the stands when he scored goals in soccer. Kristen said she appreciated the fact that we let her try so many different activities."],
        [" ", "\tI can’t resist making a comment at this point on how far sports opportunities for girls and women have come in the last 40 years. I can remember as a 9- or 10-year-old going with my younger brother to watch his little league practice and wishing I could play—but girls weren’t allowed. Then there was that fall at Yale when Joni Barnett tried so hard to interest me in synchronized swimming, and I just wanted to be a competitive swimmer, even if it meant swimming with the guys."],
        [" ", "\tFirst point: In parenting, one thing you need to realize is the commitment for you that is involved when your children participate in sports. It’s not easy when your child chooses a sport like swimming or ice hockey where practices may be held as early as 5:30 a.m. and you have to be the driver! When both parents are working and there are two or more children wanting to go in several directions, it becomes even more complicated. The activities you and your child choose need to fit in with the priorities and schedules of other members of the family. Be aware that pursuing a sport seriously can mean a major commitment and sacrifices for the whole family!"],
        [" ", "\tSecond point: My second point is to let your kids be themselves. They are not miniature versions of you! Let them seek and pursue activities that interest them. Let me give you an example in the area of music, which can be, by the way, very much like a sport. I have had an interest in and passion for music since I was very young, and was eager to have my children experience this as well. When Wiley was 4½ we started him on piano lessons. He did not turn out to be the young Mozart I had hoped he would be, and in spite of (or perhaps because of) my urging him to practice, he lost interest in pursuing music by the age of 8 or 9. He was too young, and he wanted to do other things."],
        [" ", "\tSince then, I have learned to let the interest come from the child, and then to be there and support them when it does. Wiley’s passion turned out to be for oil painting—a field that is completely foreign to me—but he has my 100% support to develop it. When you become very eager to have your child participate in an activity, ask yourself: “Is this for me or for them?” Encourage rather than push. They have to want to do it!"],
        [" ", "\tAs it turns out, I took up playing the organ and piano about eight years ago and discovered that it was I who wanted to do music, and I was trying to live this out through my son. Now I do my thing and the kids do theirs, and everyone is happy (except my husband who has to put up with my practicing when he wants to watch TV)."],
        [" ", "\tAt younger ages, it is good to let children be exposed to and try out a variety of sports and other activities. At age 12 or 13, they will need to make some choices and specialize. You can support them by helping them to identify their strengths and encouraging them to pursue the sports best suited to their abilities and interests. Some parents make the mistake of asking their children to specialize too early. The child may get burned out from too much of one activity and then lose out on the opportunity to experience and develop in other areas."],
        [" ", "\tThird point: My third point is to play with your kids as well as watching them play. When I asked Kristen what she remembered most about how we as parents encouraged her in sports as a child, she said, “I remember how you used to play running bases with us out in the front yard, and how we used to go down to the courts and hit tennis balls together.”"],
        [" ", "As a coach, I would like to offer a few tips for parents:"],
        ["1.", "Model good sportsmanship and positive attitudes. When young athletes hear their parents yelling at the refs from the stands, what are their attitudes going to be like down the road?"],
        ["2.", "Don’t try to be the coach, unless, of course, you are the coach! If you have a concern or disagree with the coach, discuss it with him or her, and not in the presence of the child. To talk negatively to or about a coach in the presence of the child only undermines the authority of the coach in the child’s eyes and leaves him or her confused as to who to listen to."],
        ["3.", "Support the coach. If you have a major philosophical difference of opinion with the coach and you cannot resolve it, it may be appropriate to place your child on a different team or in a different program. Otherwise, support the coach!"],
        ["4.", "Perhaps most important, keep winning and losing in perspective. Our culture is obsessed with winning and losing. As far as placing first is concerned, there are only a few winners — sometimes only one. Everyone else may be seen as a loser. You can counteract this by helping your child see the positive aspects of any competitive effort. Kristen had an experience in tennis where she lost a singles match 6–1, 6–0. However, the girl she was playing was ranked number two in the state of Virginia, and to win even one game against this player was a real victory for Kristen! This was the best thing to focus on—not the fact that she lost. In situations in which the team is losing, play down winning and losing and help to create opportunities for personal success. Redefine “winning” as “giving it your best effort,” or “making a personal breakthrough.” Wiley sent me an e-mail in which he commented on this aspect of his sports experience as a child:"],
        [" ", "\t“I was always so frustrated at losing and I couldn’t stand you trying to put a positive light on the game, because I was so frustrated by the fact that we always lost. But really, what could you have done? That was just an attitude problem on my part. It would have been much worse if you had said negative things about the way we played. And I was then and am now very proud that you didn’t just blame the ref or the coach, who are easy targets, and for the most part, popular scapegoats that other parents mistreat liberally. In r͟e͟t͟r͟o͟s͟p͟e͟c͟t, your approach was definitely the best one I can think of.”"],
        [" ", "\tVery few children will be the next Michael Jordan or Katie Hazelwood or Helen Hyde. It is best not to pressure them or lay heavy expectations on them to win or to be someone they are not. Encourage them to be the best they can be."],
        ["5.", "And finally, make it fun! The best gift we can give our children in sports is to help them to enjoy the activity so they will continue to pursue it when they get older, not just as spectators, but as active participants. We have far too many “armchair athletes” in this country! If you handle kids positively, you can help them learn valuable lessons through sport that will stay with them through life."],
        [" ", "And don’t forget to stay active yourself—we are all still kids at heart!"]
    ],
    "Copyright": "",
    "References": []
}