{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Convert between measurement systems, including the use of proportions and the use of unit rates."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The length of a ruler is 12 inches. There are approximately 25.4 millimeters in 1 inch.",
            "Which measurement is closest to the length of the ruler in millimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3,048 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 12 by 254 instead of multiplying 12 by 25.4 when solving the proportion x/12 = 25.4/1. The student needs to focus on determining correct place value when multiplying decimals.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "30.48 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 12 by 2.54 instead of multiplying 12 by 25.4 when solving the proportion x/12 = 25.4/1. The student needs to focus on determining correct place value when multiplying decimals.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "304.8 mm",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurement is closest to the length of the ruler in millimeters, the student could have set up and solved a proportion (comparison of two ratios) comparing the number of millimeters in one inch with the number of millimeters in a ruler. There are 25.4 millimeters in 1 inch, and there are 12 inches in a ruler. The student could have used the proportion x/12 = 25.4/1 to find the value of x, the number of millimeters in the ruler, by multiplying 12 by 25.4, resulting in 304.8; the student could then have divided 304.8 by 1, resulting in x = 304.8 mm. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "3.048 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 12 by 0.254 instead of multiplying 12 by 25.4 when solving the proportion x/12 = 25.4/1. The student needs to focus on determining correct place value when multiplying decimals.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems using qualitative and quantitative predictions and comparisons from simple experiments."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the numbers of bags of different flavors of potato chips on a store shelf. A customer will randomly select one bag of potato chips from the shelf.",
            "problems/TX22G7M/media/2a.jpg",
            "Which statement about the flavor of the potato chips chosen is best supported by the information in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The flavor is least likely to be plain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the number of bags of ranch-flavored chips, 8, is less than the number of bags of plain chips, 12. The student needs to focus on attending to the details of answer options in problems that require the student to interpret and compare information presented in a table.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The flavor is twice as likely to be jalapeño as ranch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “is twice as likely to” as “more than twice as likely to.” The student needs to focus on attending to the details of answer options in problems that require the student to interpret and compare information presented in a table.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "The flavor is equally likely to be plain, jalapeño, ranch, or cheese.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted that having 4 flavors of potato chips to choose from meant that each flavor is equally likely to be chosen. The student needs to focus on attending to the details of answer options in problems that require the student to interpret and compare information presented in a table.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "The flavor is more than twice as likely to be cheese as it is to be ranch.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is best supported by the information in the table, the student should have compared the number of bags of cheese-flavored chips (20) with twice the number of bags of ranch- flavored chips (8) and compared the two numbers. Since 20 > 2(8), cheese-flavored chips are more than twice as likely as ranch-flavored chips to be chosen.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent linear relationships using verbal descriptions, tables, graphs, and equations that simplify to the form `y=mx+b`."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nicole had a collection of 60 stuffed animals. She gave away 5 stuffed animals per month until all her stuffed animals were gone.",
            "Which graph best represents this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G7M/media/3a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best represents the situation, the student should have understood that the statement “Nicole had a collection of 60 stuffed animals” means that the number of stuffed animals in her collection, 60, represents the `text(y)`-value when no months have passed; this is represented by the point (0, 60) on the graph. The student should then have understood that the statement “she gave away 5 stuffed animals per month” means that the rate of change (ratio of the change in `text(y)`-values to the change in `text(x)`-values) for this situation is -5, since the number of stuffed animals decreases by 5 animals each month. The number of months is represented by the `text(x)`-value. This graph shows the `text(y)`-value decreasing by 5 each time the `text(x)`-value increases by 1.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "problems/TX22G7M/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a graph that begins at 60 stuffed animals but has an increasing, not decreasing, rate of change, likely confusing the meaning of increasing and decreasing. The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "problems/TX22G7M/media/3c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a graph that represents a situation with a rate of change of 60 animals per month, likely disregarding the rest of the information in the situation. The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "problems/TX22G7M/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a graph that represents a situation with a rate of change of -60 stuffed animals per month, likely identifying the beginning number of stuffed animals in the collection as 600 instead of 60. The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the area of composite figures containing combinations of rectangles, squares, parallelograms, trapezoids, triangles, semicircles, and quarter circles."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This figure is composed of a parallelogram and a trapezoid.",
            "problems/TX22G7M/media/4a.jpg",
            "What is the area of the figure in square centimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1,056 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the area of the parallelogram correctly but incorrectly calculated the area of the trapezoid. The student likely multiplied one base of the trapezoid, 40 centimeters, by the height of the trapezoid, 16 centimeters, to get an area of 640 square centimeters for the trapezoid. The resulting area of the figure is 416 + 640 = 1,056 square centimeters. The student needs to focus on understanding how to determine the area of a composite figure.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "1,360 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the area of the trapezoid correctly but incorrectly calculated the area of the parallelogram. The student likely used a height of 32 centimeters instead of 16 centimeters for the parallelogram to get an area of 832 square centimeters for the parallelogram. The resulting area of the figure is 832 + 528 = 1,360 square centimeters. The student needs to focus on understanding how to determine the area of a composite figure.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "944 cm²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered) of the figure, the student should have calculated the area of each shape (parallelogram and trapezoid) and found the sum of the results. To find the area of the parallelogram (A = bh, where b represents the length of the base of the parallelogram and h represents the height), the length of the base should be multiplied by the height. The length of the base is shown as 26 centimeters. To determine the height of the parallelogram, subtract the height of the trapezoid (16 centimeters) from the height of the composite figure (32 centimeters); 32 - 16 = 16. This gives the height of the parallelogram. Thus the area of the parallelogram is 26  ́ 16 = 416 square centimeters. Next, to find the area of the trapezoid (A = 1/2 • [b_1 + b_2] h, where b_1 and b_2 represent the lengths of the parallel sides of the trapezoid and h represents the height), substitute b_1 = 26, b_2 = 40, and h = 16 into the area formula: A = 1/2 • (26 + 40)(16) = 1/2 • (66)(16) = 528 square centimeters. The sum of the areas of the two shapes is 416 + 528 = 944 square centimeters.",
                    "Percent": 38
                }
            },
            "J": {
                "Choice": "528 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the area of the trapezoid and forgot to add the area of the parallelogram. The area of the trapezoid is 528 square centimeters. The student needs to focus on understanding how to determine the area of a composite figure.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve mathematical and real-world problems involving similar shape and scale drawings."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle QRS and its dimensions are shown.",
            "problems/TX22G7M/media/5a.jpg",
            "Which measurements in centimeters represent the dimensions of a triangle that is similar to triangle QRS?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8 cm, 14 cm, 17 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose side measurements that were calculated by adding 2 to each side of triangle QRS. The student needs to focus on understanding how to use proportions to solve problems involving similar triangles.",
                    "Percent": 34
                }
            },
            "B": {
                "Choice": "10 cm, 20 cm, 25 cm",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurements represent the dimensions of a triangle that is similar (two figures with corresponding angle measures equal and corresponding side lengths proportional) to triangle QRS, the student could have set up and solved proportions (comparisons of two ratios) comparing corresponding (paired) side lengths of the triangles. Using the side length of 10 in the similar triangle, the student could have used the variable (symbol used to represent an unknown number) x to represent the unknown length of a second side of the triangle and set up the proportion 6/12 = 10/x; to solve the proportion for x, multiply 12 by 10, resulting in 120, and then divide 120 by 6, resulting in x = 20. Using the side length of 10 in the similar triangle, the student could have used the variable y to represent the unknown length of the third side of the triangle and set up the proportion 6/15 = 10/y. To solve the proportion for y, multiply 15 by 10, resulting in 150, and then divide 150 by 6, resulting in y = 25. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "4 cm, 10 cm, 13 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose side measurements that were calculated by subtracting 2 from each side of triangle QRS. The student needs to focus on understanding how to use proportions to solve problems involving similar triangles.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "12 cm, 24 cm, 36 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose side measurements in which two of the measurements are proportional to the corresponding (paired) sides of triangle QRS but the third measurement is not. The student needs to focus on understanding that the ratios of the corresponding side lengths of all three sides of similar triangles must be equal.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine if the given value(s) make(s) one-variable, two-step equations and inequalities true."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which equation is true when x = 4?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3x + 4 = 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely substituted x = 4 into the equation, but then subtracted 4 instead of adding 4, resulting in 3(4) - 4 = 12 - 4 = 8. The student needs to focus on understanding how to evaluate equations using the correct operation when substituting a given value for the variable.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "5x - 2 = 18",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation is true when x = 4, the student could have evaluated the equation using 4 for x to see if it makes a true statement. When 4 is substituted for x into 5x - 2 = 18, the result is 5(4) - 2 = 20 - 2 = 18, which is a true statement. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "2x + 8 = 40",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely substituted x = 4 into the equation, but then added 2 and 8 before multiplying by 4, resulting in (2 + 8)(4) = (10)(4) = 40. The student needs to focus on understanding how to determine whether a given value makes an equation true and following the order of operations.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "4x + 4 = 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely substituted x = 4 into the equation, but then added all the values, resulting in 4 + 4 + 4 = 12. The student needs to focus on understanding how to evaluate equations using the correct operation when substituting a given value for the variable.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of rectangular prisms, triangular prisms, rectangular pyramids, and triangular pyramids."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dimensions of a rectangular pyramid are shown in the diagram.",
            "problems/TX22G7M/media/7a.jpg",
            "What is the volume of the rectangular pyramid in cubic millimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "15 mm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not use the formula for volume and added the given dimensions of 4 mm, 5 mm, and 6 mm (4 + 5 + 6), resulting in 15 mm³. The student needs to focus on understanding how to solve problems involving volumes of pyramids.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "120 mm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated 20(6) instead of 1/3 • (20)(6), resulting in 120 mm³. The student needs to focus on understanding how to solve problems involving volumes of pyramids.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "60 mm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 1/2 instead of 1/4 when calculating the volume, resulting in 1/2 • (20)(6) = 60 mm³. The student needs to focus on understanding how to solve problems involving volumes of pyramids.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "40 mm³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space) of the rectangular pyramid in cubic millimeters, the student should have used the formula for the volume of a pyramid (V = 1/3 • Bh, where V = the volume, B = the area [amount of space covered by a surface] of the base, and h = the height [vertical distance from top to bottom] of the pyramid). To determine B, the student should have found the area of the rectangular base by multiplying 4 mm by 5 mm, resulting in 20 mm². Then the student should have substituted the values B = 20 and h = 6 into the volume formula, V = 1/3 • (20)(6),resulting in a volume of 40 mm³.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Calculate unit rates from rates in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Imani compared the number of fluid ounces per bottle of sunscreen to the cost of four different brands of sunscreen. The information she gathered is shown in the table.",
            "problems/TX22G7M/media/8a.jpg",
            "Based on the data in the table, which brand of sunscreen has the greatest cost per fluid ounce?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Brand W",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the item with the greatest cost in the table without calculating the cost per fluid ounce. The student needs to focus on understanding how to calculate a unit rate given a problem situation.",
                    "Percent": 33
                }
            },
            "G": {
                "Choice": "Brand X",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which brand of sunscreen has the greatest cost per fluid ounce, the student should have divided the cost of the bottle by the number of fluid ounces per bottle for each brand and chosen the brand with the greatest cost. The costs per fluid ounce for the four brands are as follows:\n• Brand W: 12 ÷ 20 = $0.60 per fluid ounce\n• Brand X: 11.25 ÷ 15 = $0.75 per fluid ounce\n• Brand Y: 6.50 ÷ 10 = $0.65 per fluid ounce\n• Brand Z: 2.50 ÷ 5 = $0.50 per fluid ounce\nBrand X has the greatest cost per fluid ounce.",
                    "Percent": 34
                }
            },
            "H": {
                "Choice": "Brand Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when dividing the cost of each bottle by the number of fluid ounces per bottle that resulted in Brand Y having the greatest cost per fluid ounce. The student needs to focus on understanding how to calculate a unit rate given a problem situation.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Brand Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the number of fluid ounces per bottle of Brand Z, 5, by the cost of the bottle, $2.50. This results in 5 ÷ 2.50 = 2, which is the greatest number of fluid ounces per dollar, not cost per fluid ounce. The student needs to focus on understanding how to calculate a unit rate given a problem situation.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Apply and extend previous understandings of operations to solve problems using addition, subtraction, multiplication, and division of rational numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Chad will have new carpet put on the rectangular floors of two rooms in his house. One floor is 12 1/2 feet long, and the other floor is 15 3/4 feet long. Each floor has a width of 10 feet.",
            "What is the total area in square feet of the new carpet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "125 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the floor for the room that is 12 1/2 feet by 10 feet instead of finding the total area of the floors of both rooms. The student needs to focus on understanding problem situations and the mathematical operations (+, -, ×, ÷) that are required to solve the problem.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "157.5 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the floor for the room that is 15 3/4 feet by 10 feet instead of finding the total area of the floors of both rooms. The student needs to focus on understanding problem situations and the mathematical operations (+, -, ×, ÷) that are required to solve the problem.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "282.5 ft²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total area in square feet of the new carpet, the student should have found the area (amount of space covered by a surface) of the floor for each rectangular room and added the areas. The area of a rectangle (A = bh, where b represents the length of the base of the rectangle and h represents the height), is determined by multiplying the base of the rectangle by the height. The area of the floor of one room is 12 1/2 × 10 = 125 square feet. The area of the floor of the other room is 15 3/4 × 10 = 157.5 square feet. The total area of the new carpet is 125 + 157.5 = 282.5 square feet.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "96.5 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total perimeter (distance around the outside) of the floors of both rooms instead of finding the total area of the floors of both rooms. The total perimeter of the floors of both rooms is 12 1/2 + 12 1/2 + 10 + 10 + 15 3/4 + 15 3/4 + 10 + 10 = 96 1 feet. The student needs to focus on understanding problem situations and the mathematical operations (+, -, ×, ÷) that are required to solve the problem.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Compare two groups of numeric data using comparative dot plots or box plots by comparing their shapes, centers, and spreads."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A scientist measured the weights of squirrels in two populations. The dot plots display data from each population.",
            "problems/TX22G7M/media/10a.jpg",
            "Which statement is best supported by the information in the dot plots?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The two populations have different mode weights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the mode (most frequent value) of each data set to mean any number that repeats, instead of the number that repeats most frequently. The student needs to focus on understanding how to determine the mode of a set of data presented in a dot plot.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "The two populations have different median weights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of dots in each dot plot, 23 dots for Population 1 and 25 dots for Population 2, and incorrectly concluded that data sets with different amounts of data must have different medians (middle number in a set of numbers when the set is ordered by value). The student needs to focus on understanding how to identify the median of a set of data presented on a dot plot.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "The data for the two populations have different skews.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood how to determine if a data set is skewed (where the data on the right of the middle are a different shape from the data on the left of the middle). Neither data set has a skew. The student needs to focus on understanding how to compare information presented in two dot plots.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "The data for the two populations have different ranges.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is best supported by the information in the dot plots (graphs that use dots to display data), the student should have calculated the stated measures of center and spread for each plot. The range (difference between the greatest and least values in a set of data) for Population 1 is 18 - 12 = 6, and the range for Population 2 is 19 - 11 = 8. Therefore, the data for the two populations have different ranges.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems using data represented in bar graphs, dot plots, and circle graphs, including part-to-whole and part-to-part comparisons and equivalents."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A survey was conducted to determine the types of occupations of the 1,200 residents of a town. The types of occupations are shown in the circle graph.",
            "problems/TX22G7M/media/11a.jpg",
            "Based on the circle graph, how many more residents have an occupation in industry than have an occupation in government?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the percentages of residents who have the two occupations, 25 - 5 = 20, instead of subtracting the numbers of residents. The student needs to focus on understanding the data represented by circle graphs.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "360",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers of residents who have the two occupations, 300 + 60 = 360, instead of subtracting. The student needs to focus on understanding the operations indicated by key words in real-world problems.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "240",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many more residents have an occupation in industry than have an occupation in government, the student could have determined the number of residents who have each occupation. To determine the number of residents who have an occupation in industry, the student could have calculated 25% of 1,200. This is 0.25 × 1,200 = 300. To determine the number of residents who have an occupation in government, the student should have first calculated the percentage of residents who have an occupation in government. Since the total of the percentages represented in a circle graph is 100%, the percentage of residents who have an occupation in government is 100 - 25 - 25 - 30 - 15 = 5. To determine the number of residents who have an occupation in government, the student could have calculated 5% of 1,200. This is 0.05 × 1,200 = 60. The difference between the number of residents who have an occupation in industry and the number of residents who have an occupation in government is 300 - 60 = 240. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 52
                }
            },
            "D": {
                "Choice": "300",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the number of residents who have an occupation in industry, 0.25 × 1,200 = 300. The student needs to focus on carefully comparing the parts of data represented by circle graphs.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add, subtract, multiply, and divide rational numbers fluently."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One year on Venus is equivalent to 224.7 days on Earth. How many days on Earth, in decimal form, are equivalent to 9 1/2 years on Venus?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:2134.65",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many days on Earth, in decimal form, are equivalent to 9 1/2 years on Venus, the student could have multiplied 224.7 by 9 1/2. First, the student could have changed 9 1/2 to 9.5. Then the student could have calculated 224.7 × 9.5 = 2,134.65. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the circumference and area of circles."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Ruler"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the ruler provided to measure the dimensions of the circle to the nearest centimeter.",
            "problems/TX22G7M/media/13a.jpg",
            "Which measurement is closest to the circumference of the circle in centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "154 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter, 7 cm, as the radius (distance from the center of the circle to a point on the circle) in the formula for the area of a circle (`A=pir^2`, where A = the area, r = the radius, and π ~~ 3.14), resulting in A ~~ 3.14(7^2) ~~ 3.14(49) ~~ 153.86 square centimeters, which is approximately 154 square centimeters. The student needs to focus on understanding which formula to apply in calculations involving circles.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "11 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the radius, 3.5 cm, as the diameter in the formula for the circumference of a circle (C = πd, where C = the circumference, d = the diameter, and π ~~ 3.14), resulting in C ~~ 3.14(3.5) ~~ 10.99 centimeters, which is approximately 11 centimeters. The student needs to focus on understanding how to correctly apply the formula for the circumference of a circle.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "22 cm",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurement is closest to the circumference (distance around the circle) in centimeters, the student should have used the ruler to measure the diameter (line segment going through the center of the circle connecting two points on the circle) to the nearest centimeter. The diameter of the circle is closest to 7 centimeters. The student should have then used the formula for the circumference of a circle (C = πd, where C = the circumference and d = the diameter) and the approximation of pi, π ~~ 3.14). Substituting 7 for the value of the diameter and 3.14 for `pi` into the formula for circumference results in C ~~ 3.14(7) ~~ 21.98 centimeters, which is approximately 22 centimeters.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "38 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the area of a circle (`A=pir^2`, where A = the area, r = the radius, and π ~~ 3.14), resulting in A ~~ 3.14(3.5^2) ~~ 3.14(12.25) ~~ 38.465 square centimeters, which is approximately 38 square centimeters. The student needs to focus on understanding which formula to apply in calculations involving circles.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems involving ratios, rates, and percents, including multi-step problems involving percent increase and percent decrease, and financial literacy problems."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A bookstore offered mystery bags each containing 12 books. The quantity of each type of book was the same in each mystery bag. A shopper bought 3 mystery bags and found that 6 books were spy novels.",
            "Based on this information, which prediction can the shopper make about buying mystery bags in the future?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "There will be 4 more spy novels in 8 bags than in 6 bags.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which prediction the shopper can make about buying mystery bags in the future, the student could have set up and solved a proportion (comparison of two ratios) equating ratios of numbers of mystery bags to numbers of spy novels. Since the given ratio of mystery bags to spy novels is 3 to 6, a proportion to find p, the number of spy novels, in 1 mystery bag is 3/6 = 1/p. To find the value of p, the student could have multiplied 6 by 1, resulting in 6, and then divided 6 by 3, resulting in p = 2. Therefore, each mystery bag contains 2 spy novels. To determine the number of spy novels in 8 mystery bags, the student could have multiplied 8 by 2, resulting in 16. To determine the number of spy novels in 6 mystery bags, the student could have multiplied 6 by 2, resulting in 12. The student then could have subtracted the number of spy novels in 6 mystery bags from the number of spy novels in 8 mystery bags, resulting in 16 - 12 = 4. There will be 4 more spy novels in 8 bags than in 6 bags. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 47
                }
            },
            "G": {
                "Choice": "There will be 2 more spy novels in 6 bags than in 4 bags.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of spy novels in one mystery bag, 2. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments.",
                    "Percent": 29
                }
            },
            "H": {
                "Choice": "There will be 1 more spy novel in 9 bags than in 8 bags.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the difference between the numbers of mystery bags, resulting in 9 - 8 = 1. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "There will be 6 more spy novels in 10 bags than in 8 bags.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the total number of mystery bags by the number of mystery bags the shopper initially bought. The sum of the numbers of mystery bags is 10 + 8 = 18. Dividing this sum by the number of mystery bags the shopper bought results in 18 ÷ 3 = 6. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent constant rates of change in mathematical and real-world problems given pictorial, tabular, verbal, numeric, graphical, and algebraic representations, including d = rt."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A dog eats 1.25 cups of dog food twice a day. Which graph best represents this relationship?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G7M/media/15a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 1.25 cups of food each day instead of 2.5 cups of food each day. The student needs to focus on understanding how to represent real-world situations with a graph.",
                    "Percent": 34
                }
            },
            "B": {
                "Choice": "problems/TX22G7M/media/15b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the dog eats 2.5 cups of food each day but reversed the meanings of the x- and y-axes. The student needs to focus on understanding how to represent real-world situations with a graph.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "problems/TX22G7M/media/15c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the graph that best represents this relationship, the student should have recognized that the constant rate of change for this situation is 2.5 cups of food per day, since the dog eats 1.25 cups of food twice each day: 1.25(2) = 2.5. The student should have recognized that the total number of cups of food is represented by y and the number of days is represented by x. The student then should have checked x- and `text(y)`-values to find the graph in which each `text(y)`-value is the result of multiplying the corresponding `text(x)`-value by 2.5. The line contains the points (1, 2.5) and (2, 5).",
                    "Percent": 39
                }
            },
            "D": {
                "Choice": "problems/TX22G7M/media/15d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 1.25 cups of food each day instead of 2.5 cups of food each day and reversed the meanings of the x- and y-axes. The student needs to focus on understanding how to represent real-world situations with a graph.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems using qualitative and quantitative predictions and comparisons from simple experiments."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the numbers of different colors of pencils in a pencil case. A student will randomly select one pencil from the pencil case.",
            "problems/TX22G7M/media/16a.jpg",
            "Based on the information in the table, which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The pencil is least likely to be blue.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared only the last three rows in the table. Among the last three rows, blue has the least number of pencils. The student needs to focus on understanding how to solve problems using quantitative data from a table.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "The pencil is 4 times as likely to be purple as it is to be red.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true based on the information in the table, the student could have compared the number of purple pencils, 8, and the number of red pencils, 2. Since 8 = 4  ́ 2, the number of purple pencils is 4 times the number of red pencils, and the statement that the pencil is 4 times as likely to be purple as it is to be red is true. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "The pencil is equally likely to be blue or green.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the number of blue pencils, 4, is close to the number of green pencils, 5, and concluded that the similar numbers of pencils meant the colors are equally likely to be chosen. The student needs to focus on understanding how to solve problems using quantitative data from a table.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "The pencil is more likely to be purple than all other colors combined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that there are more purple pencils, 8, than other individual colors and concluded that the pencil chosen is more likely to be purple than the other three colors combined. The student needs to focus on understanding how to solve problems using quantitative data from a table.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent solutions for one-variable, two-step equations and inequalities on number lines."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which number line represents the solution to the inequality 3x - 8 ≥ 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G7M/media/17a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error when combining the 8 and the 7, resulting in 3x ≥ -15, and then divided both sides of the inequality by 3 but reversed the inequality sign, resulting in x ≤ -5. The student then chose the graph with a solid point at the value -5 and the shaded arrow pointing to the left. The student needs to focus on understanding how to solve two-step inequalities.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "problems/TX22G7M/media/17b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error when combining the 8 and the 7, resulting in 3x ≥ -15, and then divided both sides of the inequality by 3, resulting in x ≥ -5. The student then chose the graph with a solid point at the value -5 and the shaded arrow pointing to the right. The student needs to focus on understanding how to solve two-step inequalities.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "problems/TX22G7M/media/17c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed the correct steps to solve the inequality but reversed the inequality sign and chose the number line representing x ≤ 5. The student then chose the graph with a solid point at the value 5 with the shaded arrow pointing to the left. The student needs to focus on understanding how to solve two-step inequalities and represent the solutions on a number line.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "problems/TX22G7M/media/17d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number line represents the solution to the inequality 3x - 8 ≥ 7, the student could have solved the inequality by adding 8 to both sides, resulting in 3x ≥ 15, and then dividing both sides of the inequality by 3, resulting in x ≥ 5. The correct number line shows a solid point at the value 5 with the shaded arrow pointing to the right since the solution is all values greater than or equal to 5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write and solve equations using geometry concepts, including the sum of the angles in a triangle, and angle relationships."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Angle F and angle H are supplementary angles.",
            ":box:• The measure of angle F is 77°.\n\n• The measure of angle H is (5x + 18)°.",
            "Which equation can be used to find the value of x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "77 = 5x + 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused supplementary angles (two angles that sum to 180°) with congruent angles (two angles that are equal in measure) and set the measure of angle F, 77°, equal to the measure of angle H, (5x + 18)°, resulting in the equation 77 = 5x + 18. The student needs to focus on understanding how to write equations using geometric concepts including angle relationships.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "77 + (5x + 18) = 180",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation can be used to find the value of x, the student should have recognized that the sum (total) of the angle measures of supplementary angles is 180°. The student should have written an equation showing that the sum of the measure of angle F, 77°, and the measure of angle H, (5x + 18)°, is equal to 180°, resulting in 77 + (5x + 18) = 180.",
                    "Percent": 51
                }
            },
            "H": {
                "Choice": "77 + (5x + 18) = 90",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused supplementary angles (two angles that sum to 180°) with complementary angles (two angles that sum to 90°) and set the sum of the measure of angle F, 77°, and the measure of angle H, (5x + 18)°, equal to 90°, resulting in the equation 77 + (5x + 18) = 90. The student needs to focus on understanding how to write equations using geometric concepts including angle relationships.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "77 + (5x + 18) = 360",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused supplementary angles (two angles that sum to 180°) with the sum of the angle measures in a square (360°) and set the sum of the measure of angle F, 77°, and the measure of angle H, (5x + 18)°, equal to 360°, resulting in the equation 77 + (5x + 18) = 360. The student needs to focus on understanding how to write equations using geometric concepts including angle relationships.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Determine experimental and theoretical probabilities related to simple and compound events using data and sample spaces."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A spinner with 6 equal sections is shown.",
            "problems/TX22G7M/media/19a.jpg",
            "What is the probability of spinning a number greater than 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of spinning a 4 instead of the probability of spinning a number greater than 4. The student likely used the ratio of the number of sections with a 4 to the total number of sections (1 section to 6 sections), resulting in 1/6. The student needs to focus on attending to the details of the question in problems that require the student to determine theoretical probability.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "2/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of spinning a number less than or equal to 4 instead of the probability of spinning a number greater than 4. The student likely used the ratio of the number of sections with a number less than or equal to 4 to the total number of sections (4 sections to 6 sections), resulting in 4/6 = 3/2. The student needs to focus on attending to the details of the question in problems that require the student to determine theoretical probability.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of spinning a number greater than or equal to 4 instead of the probability of spinning a number greater than 4. The student likely used the ratio of the number of sections with a number greater than or equal to 4 to the total number of sections (3 sections to 6 sections), resulting in 3/6 = 1/2. The student needs to focus on attending to the details of the question in problems that require the student to determine theoretical probability.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "1/3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the probability (how likely it is that an event will occur) of spinning a number greater than 4, the student should have recognized that two equal sections of the spinner, labeled “5” and “6,” are each a number greater than 4 and that there are a total of six equal sections on the spinner. The student then should have determined the ratio of the number of sections with a number greater than 4 to the total number of sections (2 sections to 6 sections), resulting in 2/6, which simplifies to 1/3.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent linear relationships using verbal descriptions, tables, graphs, and equations that simplify to the form `y=mx+b`."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which equation represents the linear relationship between the `text(x)`-values and the `text(y)`-values in the table?",
            "problems/TX22G7M/media/20a.jpg"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "y = 2x + 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the change in the `text(x)`-values, 1 - (-1) = 2, as the value of m and the change in the `text(y)`-values, 1 - (-11) = 12, as the value of b. The student then likely substituted m = 2 and b = 12 into the equation `y=mx+b`, resulting in y = 2x + 12. The student needs to focus on understanding how to represent linear equations in the form of `y=mx+b` from a table.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "y = 5x - 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the meanings of m and b in the equation `y=mx+b`, using m to represent the `text(y)`-value when x = 0 and b to represent the rate of change and switched the signs of the numbers, resulting in the equation y = 5x - 6. The student needs to focus on understanding how to represent linear equations in the form of `y=mx+b` from a table.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "y = 6x - 5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation represents the linear relationship between the `text(x)`-values and the `text(y)`-values in the table, the student could have identified the rate of change (ratio of the change in `text(y)`-values to the change in `text(x)`-values) and the `text(y)`-value when x = 0 and written the equation in the form `y=mx+b`, where m represents the rate of change and b represents the `text(y)`-value when x = 0. To find the rate of change, the student could have used the ordered pairs (-1, -11) and (1, 1) from the table and calculated the change in y as 1 - (-11) = 12, and the change in x as 1 - (-1) = 2,resulting in the ratio 12/2 = 6. The student then could have calculated b, the `text(y)`-value when x = 0, by recognizing that since the rate of change is 6, the value of y when x = 0 must be 6 units more than the value of y when x = -1: -11 + 6 = -5. Substituting 6 for m and -5 for b in the equation `y=mx+b` results in the equation y = 6x - 5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 38
                }
            },
            "J": {
                "Choice": "y = -x - 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the `text(x)`-value and `text(y)`-value from the point (-1, -11) as the values of m and b, respectively, resulting in the equation y = -1x - 11, which is equivalent to y = -x - 11. The student needs to focus on understanding how to represent linear equations in the form of `y=mx+b` from a table.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the area of composite figures containing combinations of rectangles, squares, parallelograms, trapezoids, triangles, semicircles, and quarter circles."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A sidewalk in the shape of two triangles, a rectangle, and a square was built around the edge of a building as shown.",
            "problems/TX22G7M/media/21a.jpg",
            "What is the area of the sidewalk in square feet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "108 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found only the area of the rectangle by multiplying the base and height, resulting in 18(6) = 108 square feet. The student needs to focus on understanding how to determine the area of composite figures.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "162 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the area for only one of the triangles instead of the area for both triangles when calculating the total area of the sidewalk, resulting in A = 18 + 108 + 36 = 162 square feet. The student needs to focus on understanding how to determine the area of composite figures.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "144 ft²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the areas of the triangles and rectangle but ignored the area of the square, resulting in A = 18 + 18 + 108 = 144 square feet. The student needs to focus on understanding how to determine the area of composite figures.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "180 ft²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered by a surface) of the sidewalk in square feet, the student should have calculated the sum of the areas of the shapes that make up the sidewalk. The sidewalk is made up of two congruent triangles, a rectangle, and a square. The student should have calculated the area of each triangle by substituting b = 6 and h = 6 into the formula for the area of a triangle (A = 1/2 • bh, where A represents the area of the triangle, b represents the base of the triangle, and h represents the height), resulting in A = 1/2 • (6)(6) = 18 square feet. The student should have also calculated the area of the rectangle by substituting b = 18 and h = 6 into the formula for the area of a rectangle (A = bh, where A represents the area of the rectangle, b represents the base of the rectangle, and h represents the height), resulting in A = 18(6) = 108 square feet. Lastly, since a square is also a rectangle, the student should have calculated the area of the square by using the same formula for area of a rectangle (A = bh), substituting the value 6 for b and h into the formula resulting in A = 6(6) = 36 square feet. The student should then have found the sum of the areas to find the total area of the sidewalk, resulting in A = 18 + 18 + 108 + 36 = 180 square feet.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate the sales tax for a given purchase and calculate income tax for earned wages."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The price of a computer is $899.00. The sales tax rate is 7%. What is the sales tax on this computer in dollars and cents?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:62.93",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the sales tax on the computer, the student should have converted 7% to a decimal by moving the decimal point two places to the left, resulting in 0.07, and multiplied the price of the computer, $899, by 0.07, resulting in $62.93. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent constant rates of change in mathematical and real-world problems given pictorial, tabular, verbal, numeric, graphical, and algebraic representations, including d = rt."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An online game increases in number of users at a rate of 500 users each day. Which graph best represents the relationship between y, the number of users, and x, the number of days?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G7M/media/23a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the number of users increases by 500 users each day but reversed the meanings of the x- and y-axes. The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "problems/TX22G7M/media/23b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the number of users increases by 500 users each day and chose a point with a `text(y)`-value of 500, but did not recognize that the corresponding `text(x)`-value is 10 instead of 1. The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "problems/TX22G7M/media/23c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 500 users is an important part of the situation and chose a graph containing the point (4, 500). The student needs to focus on how to represent a real-world situation with a graphical representation.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "problems/TX22G7M/media/23d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the graph that best represents the relationship between y and x, the student should have recognized that the total number of users is represented by y and that the number of days is represented by x. The student should have also recognized that the rate at which the number of users increases is 500 users each day. The student then should have checked pairs of x- and `text(y)`-values, such as (2, 1,000), (4, 2,000), (6, 3,000), and (8, 4,000), to find the graph in which each `text(y)`-value was the result of multiplying the corresponding `text(x)`-value by 500.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the circumference and area of circles."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The radius of circle S is half the radius of circle L. The radius of circle L is 8 millimeters.",
            "Which measurement is closest to the area of circle S in square millimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "50.24 mm²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurement is closest to the area (amount of space covered by a surface) of circle S in square millimeters, the student should have used the formula for the area of a circle (`A=pir^2`, where A = the area of the circle and r = the radius [distance from the center of the circle to a point on the circle]). The student should have recognized that the radius of circle L is 8 millimeters, and the radius of circle S is half of the radius of circle L, resulting in r = 1/2 × 8 = 4 millimeters. The student then should have substituted r = 4 and π ~~ 3.14 into the formula for the area of a circle, resulting in A ~~ 3.14 × 4^2 ~~ 3.14 × 16 ~~ 50.24 square millimeters.",
                    "Percent": 42
                }
            },
            "G": {
                "Choice": "25.12 mm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the circumference (distance around the circle) (C = 2πr, where C = the circumference and r = the radius) instead of the formula for the area of a circle, resulting in 2 × 3.14 × 4 = 25.12. The student needs to focus on understanding how to apply the correct formula for the area of a circle.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "200.96 mm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 8 millimeters for the radius of circle S instead of 4 millimeters, resulting in A ~~ 3.14 × 8^2 ~~ 3.14 × 64 ~~ 200.96 square millimeters. The student needs to focus on understanding how to correctly apply the formula for the area of a circle.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "12.56 mm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not square the value of the radius in the formula for the area of a circle, resulting in A ~~ 3.14 × 4 ~~ 12.56 square millimeters. The student needs to focus on understanding how to correctly apply the formula for the area of a circle.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write a corresponding real-world problem given a one-variable, two-step equation or inequality."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation is best represented by the following equation?",
            "68.50x + 127.95 = 675.95"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An office manager paid $675.95 to build a web site. The office manager bought a software package for $68.50 and paid an employee $127.95 for each hour she worked on the website. What is x, the number of hours the employee worked on the website?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly identified the total amount but likely reversed the fixed initial amount and the rate of change of the situation, identifying the fixed initial amount as $68.50 and the rate of change as $127.95 per hour. This situation would be represented by the equation 68.50 + 127.95x = 675.95. The student needs to focus on understanding how to write real-world problems based on equations.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "An office manager paid $675.95 for computer equipment. The office manager bought one monitor for $127.95 and hard drives for $68.50 each. What is x, the number of hard drives the office manager bought?",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which situation is represented by the equation 68.50x + 127.95 = 675.95, the student should have reviewed the equation for key characteristics. The equation 68.50x + 127.95 = 675.95 is in the form `y=mx+b`, where m = 68.50 represents a rate of change, b = 127.95 represents a fixed initial amount, and 675.95 represents the total amount. The statement in the option shows that the total amount the office manager paid is $675.95 and the fixed amount the office manager has already paid is $127.95. The situation shows that the cost of each hard drive, $68.50, is the rate of change. This situation is represented by the key characteristics of the equation 68.50x + 127.95 = 675.95.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "A sales manager paid $675.95 for advertising. The sales manager paid $127.95 per hour for consulting and received a $68.50 discount. What is x, the number of hours the manager paid for consulting?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly identified the total amount but likely reversed the fixed initial amount and the rate of change of the situation, identifying the fixed initial amount as a $68.50 discount and the rate as $127.95 per hour. This situation would be represented by the equation 127.95x - 68.50 = 675.95. The student needs to focus on understanding how to write real-world problems based on equations.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "A business owner paid a total of $675.95 for two employees to work the same number of days. The business owner paid one employee $68.50. The business paid a second employee $127.95 per day. What is x, the number of days the employees worked?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly identified the total amount but likely reversed the fixed initial amount and the rate of change of the situation, identifying the fixed initial amount as $68.50 and the rate as $127.95 per day. This situation would be represented by the equation 68.50 + 127.95x = 675.95. The student needs to focus on understanding how to write real-world problems based on equations.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Determine experimental and theoretical probabilities related to simple and compound events using data and sample spaces."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Regina has three number cubes. The faces of each number cube are numbered from 1 to 6. Regina will roll each number cube one time.",
            "What is the probability that all three number cubes will land on an odd number?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the probability that only one of the number cubes will land on an odd number. The student needs to focus on understanding how to determine the probability of a compound event.",
                    "Percent": 38
                }
            },
            "G": {
                "Choice": "1/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the probabilities instead of multiplying the probabilities and added the denominators (number on the bottom of a fraction) instead of adding the numerators (number on the top of a fraction). The student needs to focus on understanding how to determine the probability of a compound event.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "1/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the probability is 1/3 since three number cubes were rolled. The student needs to focus on understanding how to determine the probability of a compound event.",
                    "Percent": 27
                }
            },
            "J": {
                "Choice": "1/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the theoretical probability (how likely it is that some event will occur) that all three number cubes will land on an odd number, the student should have recognized that the probability of one of the number cubes landing on an odd number is 3/6 = 1/2 since 3 of the 6 numbers on the number cube are odd. Next, the student should have recognized that because three number cubes are being rolled, the probability that all three number cubes will land on an odd number is (3/6)(3/6)(3/6) = (1/2)(1/2)(1/2) = 1/8.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable, two-step equations and inequalities."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the solution set for this inequality?",
            "-5d + 5 1/2 ≤ 17"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "d ≥ -2 3/10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution for the inequality -5d + 5 1/2 ≤ 17, the student could have first subtracted 5 1/2 from both sides of the inequality, resulting in -5d ≤ 11 1/2. The student then could have divided both sides of the inequality by -5 and recognized that the inequality sign needs to be reversed since both sides of the inequality are being divided by a negative number, resulting in d ≥ 11 1/2 ÷ -5. Lastly, the student simplified the result as 11 1/2 ÷ -5 = 23/2 × 1/5 = -23/10 = -2 3/10, and obtained the inequality d ≥ -2 3/10. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 35
                }
            },
            "B": {
                "Choice": "d ≤ -2 3/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that when an inequality is divided by a negative number, the inequality sign is reversed. The student needs to focus on how to represent the inequality symbol when solving an inequality.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "d ≤ -4 1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 5 1/2 to the right side of the inequality instead of subtracting and did not recognize that when an inequality is divided by a negative number, the inequality sign is reversed. The student needs to focus on how to isolate a variable (symbol used to represent an unknown number) when solving an inequality.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "d ≥ -4 1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 5 1/2 to the right side of the inequality instead of subtracting. The student needs to focus on how to isolate a variable (symbol used to represent an unknown number) when solving an inequality.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the lateral and total surface area of a rectangular prism, rectangular pyramid, triangular prism, and triangular pyramid by determining the area of the shape's net."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The net of a triangular prism and its approximate dimensions are shown in the diagram.",
            "problems/TX22G7M/media/28a.jpg",
            "Which measurement is closest to the total surface area of the triangular prism in square inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "268.8 in²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total surface area (total amount of space covered by the surfaces) of the triangular prism in square inches, the student should have identified the pairs of congruent (same shape and size) triangles in the net (two-dimensional view of a three-dimensional figure) and recognized that the base of the triangle is 12 inches and the height is 10.4 inches. The student should have substituted b = 12 and h = 10.4 into the formula for the area of a triangle (A = 1/2 • bh, where A represents the area of the triangle, b represents the base of the triangle, and h represents the height), resulting in A = 1/2 • (12)(10.4) = 62.4 square inches for each triangle shown in the net. Since the triangles in the net are equilateral triangles (all side lengths of the triangle are equal), each rectangle in the net has a base of 4 inches and a height of 12 inches. The student should have substituted b = 4 and h = 12 into the formula for area of a rectangle (A = bh, where A represents the area of the rectangle, b represents the length of the base of the rectangle, and h represents the height), resulting in A = 4(12) = 48 square inches for each rectangle in the net. The combined area of the triangles and rectangles, 48 + 48 + 48 + 62.4 + 62.4 = 268.8 square inches, is equal to the total surface area of the triangular prism.",
                    "Percent": 51
                }
            },
            "G": {
                "Choice": "432 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the area for each triangle in the net using 12 inches for the height of the triangle instead of 10.4 inches and used the formula for the area of a rectangle instead of the formula for the area of a triangle, resulting in 12(12) = 144 square inches. The student then likely found the area for each rectangle in the net, resulting in 4(12) = 48 square inches. Lastly, the student likely calculated the total surface area of the triangular prism by adding the areas of all the triangles and rectangles, resulting in 144 + 144 + 48 + 48 + 48 = 432 square inches. The student needs to focus on understanding the steps and formulas needed to determine the total surface area of a prism from a net.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "288 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the area of the triangles in the net using 12 inches for the height of the triangle instead of 10.4 inches, resulting in 1/2 • (12)(12) = 72 square inches. The student then likely found the area for each rectangle in the net, resulting in 4(12) = 48 square inches. Lastly, the student likely calculated the total surface area of the triangular prism by adding the areas of all the triangles and rectangles, resulting in 72 + 72 + 48 + 48 + 48 = 288 square inches. The student needs to focus on understanding how to find the dimensions of a triangle from a net.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "393.6 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the area of a rectangle instead of the formula for the area of a triangle when calculating the area of each equilateral triangle, resulting in 10.4(12) = 124.8 square inches. The student then likely found the area for each rectangle, resulting in 4(12) = 48 square inches. Lastly, the student likely calculated the total surface area of the triangular prism by adding the areas of all triangular and rectangular faces, resulting in 124.8 + 124.8 + 48 + 48 + 48 = 393.6 square inches. The student needs to focus on understanding the steps and formulas needed to determine the total surface area of a prism from a net.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems involving ratios, rates, and percents, including multi-step problems involving percent increase and percent decrease, and financial literacy problems."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The manager of a coffee shop recorded the number of customers who put vanilla creamer or chocolate creamer in their coffee during one hour and classified them by age. The results are shown in the table.",
            "problems/TX22G7M/media/29a.jpg",
            "What percentage of these customers put chocolate creamer in their coffee during this hour?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "30%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the percentage of customers who put vanilla creamer in their coffee instead of chocolate creamer, using 6/20 = 0.3 = 30%. The student needs to focus on understanding how to solve problems involving percentages.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "14%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of customers who put chocolate creamer in their coffee (14) as the percentage. The student needs to focus on understanding the part-to-whole relationship when calculating a percentage.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "70%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the percentage of customers who put chocolate creamer in their coffee, the student should have used the data in the table to determine that the total number of customers in the coffee shop who used vanilla or chocolate creamer during the hour was 2 + 6 + 4 + 8 = 20. Next, the student should have determined that 14 of those customers (6 + 8 = 14) put chocolate creamer in their coffee. The student should have used this information to write a ratio of the number of customers who put chocolate creamer in their coffee (14) to the total number of customers who used either vanilla or chocolate creamer (20), resulting in 14/20. The student then should have converted the ratio to a percentage by dividing 14 by 20 and then multiplying the result by 100, resulting in 14/20 •100 = 0.7 •100 = 70%.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "75%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the percentage of customers in the age group 18-30 who put chocolate creamer in their coffee, using 6/8 = 0.75 = 75%. The student needs to focus on understanding how to solve problems involving percentages.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve mathematical and real-world problems involving similar shape and scale drawings."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An engineer created a scale drawing of a building using a scale in which 0.25 inch represents 2 feet. The length of the actual building is 250 feet.",
            "What is the length in inches of the building in the scale drawing?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:31.25",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length in inches of the building in the scale drawing, the student could have set up the proportion (comparison of two ratios) 0.25/2 = x/250, comparing the ratio of the scale where 0.25 inch represents 2 feet and the ratio of the length of the building in the scale drawing (x inches) to the length of the actual building (250 feet). To solve the proportion, the student could have multiplied by each denominator (the number on the bottom of a fraction) on both sides of the equation, resulting in 2x = 0.25(250) or 2x = 62.5. Lastly, the student could have divided both sides of the equation by 2, resulting in x = 62.5/2 = 31.25. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Compare two groups of numeric data using comparative dot plots or box plots by comparing their shapes, centers, and spreads."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The box plots summarize the number of semester hours students enrolled in a university and a community college completed during the fall semester.",
            "problems/TX22G7M/media/31a.jpg",
            "Which statement is best supported by the data in the box plots?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The median of the data for the university is greater than the median of the data for the community college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the median (middle number in a set of numbers when the set is ordered by value) with the first quartile (the number represented by the left side of the rectangle in a box plot) and determined that the value of the first quartile of the data for the university (9) is greater than the value of the first quartile of the data for the community college (6). The student needs to focus on understanding how to find the medians of data presented in comparative box plots.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The range of the data for the university is greater than the range of the data for the community college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the minimum value with the range (difference between the maximum and minimum values in a data set) and determined that the value of the minimum of the data for the university (6) is greater than the value of the minimum of the data for the community college (3). The student needs to focus on understanding how to find the ranges of data presented in comparative box plots.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "The interquartile range of the data for the community college is greater than the interquartile range of the data for the university.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is best supported by the data in the box plots, the student should have calculated the interquartile range (difference between the third quartile and the first quartile). The student should have identified the first quartile (the value represented by the left side of the rectangle in a box plot) and the third quartile (the value represented by the right side of the rectangle in a box plot) for each set of data. The interquartile range for the fall semester at the university is 15 - 9 = 6, and the interquartile range for the fall semester at the community college is 15 - 6 = 9. The student then should have recognized that 9 > 6 and concluded that the interquartile range of the data for the community college is greater than the interquartile range of the data for the university.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "The third quartile of the data for the community college is greater than the third quartile of the data for the university.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the value of the third quartile (the number represented by the right side of the rectangle in a box plot) with the maximum value and determined that the value of the maximum of the data for the community college (18) is greater than the value of the maximum of the data for the university (16). The student needs to focus on understanding how to find the values of the third quartiles of data presented in comparative box plots.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Alice has a loan of $24,820. This loan has a simple interest rate of 3.5% per year. No payments will be made on the loan until the end of one year.",
            "How much interest will Alice pay on this loan at the end of one year?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$868.70",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of simple interest Alice will pay on her loan at the end of one year, the student should have used the formula for simple interest (I = Prt, where I = amount of interest, P = the principal amount [initial amount] of the loan, r = the interest rate expressed as a decimal, and t = the time in years). The student should first have converted the interest rate (3.5%) to a decimal by moving the decimal point two places to the left, resulting in 0.035. Next, the student should have substituted the values P = 24,820, r = 0.035, and t = 1 into the simple interest formula, resulting in I = (24,820)(0.035)(1) = 868.70. Alice will pay $868.70 in interest at the end of one year.",
                    "Percent": 44
                }
            },
            "G": {
                "Choice": "$72.39",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the interest rate by 12 before substituting into the simple interest formula, resulting in r = 3.5%/12 ~~ 0.29167%. The student then likely substituted the values P = 24,820, r = 0.0029167, and t = 1 into the simple interest formula, resulting in 24,820(0.0029167)(1) ~~ 72.39. The student needs to focus on understanding annual interest rates and how to apply annual interest rates to the simple interest formula.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "$8,687.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not convert the interest rate from a percentage to a decimal correctly before applying it to the simple interest formula, resulting in 24,820(0.35)(1) = 8,687.00. The student needs to focus on understanding how to correctly convert percentages to decimals in order to apply annual interest rates to the simple interest formula.",
                    "Percent": 28
                }
            },
            "J": {
                "Choice": "$25,688.70",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total amount that Alice would owe at the end of one year by adding the principal amount (initial amount) of the loan to the interest accrued, resulting in 24,820 + 24,820(0.035)(1) = 24,820 + 868.70 = 25,688.70. The student needs to focus on understanding the details of the problem.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Find the probabilities of a simple event and its complement and describe the relationship between the two."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student has a set of cards. Each card has a picture of one shape. The table shows the number of cards that have a picture of each shape. The student will randomly select one card from the set.",
            "problems/TX22G7M/media/33a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The probability of selecting a card with a picture of a circle is 5/8, and the probability of selecting a card that is not a picture of a circle is 3/8.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the probability of selecting a card with a picture of a circle by using the ratio of the number of types of shapes (5) to the number of cards with a picture of a circle (8), resulting in 5/8. The student likely then recognized that the probability of the complement of this event (selecting a card that does not have a picture of a circle) is found by subtracting the probability of the event from 1, resulting in 1 - 5/8 = 3/8. The student needs to focus on understanding how to calculate the probability of an event and its complement when given information in a table.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "The probability of selecting a card with a picture of a circle is 3/8, and the probability of selecting a card that is not a picture of a circle is 5/8.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the incorrect probability of selecting a card with a picture of a circle on it, 5/8, and the probability of the complement of that event (selecting a card that does not have a picture of a circle), 1 - 5/8 = 3/8. The student needs to focus on understanding how to calculate the probability of an event and its complement when given information in a table.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "The probability of selecting a card with a picture of a circle is 1/5, and the probability of selecting a card that is not a picture of a circle is 4/5.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true regarding the probability of an event (how likely it is that some event will occur) and its complement (the probability of the event not occurring), the student could have determined that the probability of selecting a card with a picture of a circle is 8/40 = 1/5. Next, the student could have recognized that the probability of the complement of this event (selecting a card that does not have a picture of a circle) is found by subtracting the probability of the event from 1, resulting in 1 - 1/5 = 4/5.This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 52
                }
            },
            "D": {
                "Choice": "The probability of selecting a card with a picture of a circle is 4/5, and the probability of selecting a card that is not a picture of a circle is 1/5.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the probability of selecting a card with a picture of a circle and the probability of the complement of that event (selecting a card that does not have a picture of a circle), resulting in the probability of selecting a card with a picture of a circle being calculated as 4/5 instead of 1/5 and the probability of selecting a card that does not have a picture of a circle being calculated as 1/5 instead of 4/5. The student needs to focus on attending to the details of the question in problems that require determining the probability of an event and its complement.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable, two-step equations and inequalities."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The model represents an equation.",
            "problems/TX22G7M/media/34a.jpg",
            "What is the solution for the equation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "x = 14/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the equation as 5x + 4 = 10 based on the model but then added 4 to the right side of the equation instead of subtracting 4, resulting in 5x = 10 + 4 or 5x = 14. The student then likely divided both sides of the equation by 5, resulting in 5x/5 = 14/5 or x = 14/5. The student needs to focus on understanding how to solve a two-step linear equation.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "x = 6/5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution to the equation represented by the model, the student could have translated the model into an equation. The student could have recognized that the left side of the model contains 5 squares, each representing x, and 4 triangles, each representing 1, which results in the expression 5x + 4. The student then could have recognized that the right side of the model contains 10 triangles, each representing 1, which results in the expression 10. The student could have set up the equation by setting the expression on the left equal to the expression on the right (5x + 4 = 10). The student then could have solved the equation by first subtracting 4 from both sides of the equation, resulting in 5x + 4 - 4 = 10 - 4 or 5x = 6. Lastly, the student could have divided both sides of the equation by 5, resulting in 5x/5 = 6/5 or x = 6/5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 39
                }
            },
            "H": {
                "Choice": "x = 5/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the coefficient value (number in front of a variable) and the constant value (number without a variable) on the left side of the equation, resulting in 5 + 4x = 10. The student then likely solved the equation by first subtracting 5 from both sides of the equation, resulting in 5 + 4x - 5 = 10 - 5 or 4x = 5. Lastly, the student likely divided both sides of the equation by 4, resulting in 4x/4 = 5/4 or x = 5/4. The student needs to focus on understanding how to write an equation when given a model.",
                    "Percent": 27
                }
            },
            "J": {
                "Choice": "x = 15/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the coefficient value (number in front of a variable) and the constant value (number without a variable) on the left side of the equation, resulting in 5 + 4x = 10. The student then likely solved the equation by first adding 5 to the right side of the equation instead of subtracting, resulting in 5 + 4x = 10 + 5 or 4x = 15. Lastly, the student likely divided both sides of the equation by 4, resulting in 4x/4 = 15/4 or x = 15/4. The student needs to focus on understanding how to write and solve two-step equations when given a model.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Make predictions and determine solutions using experimental data for simple and compound events."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A survey showed that 8 out of 20 homeowners in a neighborhood had cable television. If there were 320 homeowners in the neighborhood, how many could be expected to have cable television?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:128",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of homeowners in the neighborhood who could be expected to have cable proportion compares the ratio of the number of homeowners in the survey who have cable television television, the student could have set up the proportion (comparison of two ratios) 8/20 = x/320. The (8) to the number of homeowners in the neighborhood who were surveyed (20) with the ratio of the expected number of homeowners who have cable television (x) to the total number of homeowners in the neighborhood (320). To solve the proportion, the student then could have multiplied by each denominator (the number on the bottom of a fraction) on both sides of the equation, resulting in 20(x) = 8(320) or 20x = 2,560. Lastly, the student could have divided both sides of the equation by 20, resulting in x = 2,560/20 = 128. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems using data represented in bar graphs, dot plots, and circle graphs, including part-to-whole and part-to-part comparisons and equivalents."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students were surveyed to determine their favorite types of animals. The bar graph shows the number of students who selected each type of animal.",
            "problems/TX22G7M/media/36a.jpg",
            "What percentage of the students surveyed selected “Bird” as their favorite type of animal?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "20%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the percentage of students surveyed that selected “Bird” as their favorite type of animal, the student could have found the ratio of the number of students who selected “Bird” to the total number of students surveyed and then simplified the result, obtaining 6/30 = 1/5 = 0.2. Finally, the student could have converted the decimal to a percentage by moving the decimal point two places to the right, resulting in 0.2 = 20%. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "5%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the ratio of the number of students who selected “Bird” to the total number of students surveyed and used the result as the percentage, resulting in 30/6 = 5. The student needs to focus on understanding the part-to-whole relationship when calculating a percentage.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "6%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of students who selected “Bird” (6) as the percentage. The student needs to focus on understanding the part-to-whole relationship when calculating a percentage.",
                    "Percent": 28
                }
            },
            "J": {
                "Choice": "80%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the percentage of students who did not select “Bird,” obtaining 24/30 = 4/5 = 80%. The student needs to focus on understanding the details of the question in problems about calculating percentages.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write one-variable, two-step equations and inequalities to represent constraints or conditions within problems."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A principal has given a class $75 to help pay for a field trip to a zoo. The students in the class are selling pies for $5 each to earn the rest of the money they need. The field trip will cost a total of $386.",
            "Which inequality can be used to find p, the number of pies the class needs to sell in order to earn enough money to pay for the field trip?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5p + 75 ≤ 386",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the correct expression, 5p + 75, to represent the amount of money the students will collect but interpreted “at least” as less than or equal to instead of greater than or equal to. The student needs to focus on understanding the meaning of the inequality symbol.",
                    "Percent": 31
                }
            },
            "B": {
                "Choice": "5p + 75 ≥ 386",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the inequality that can be used to determine the number of pies the class must sell to earn enough money for the field trip, the student should have recognized that $75 is a fixed amount and will represent a constant term in the equation. Next, the student should have recognized that the selling price of each pie, $5, is a rate of change and would represent the coefficient of the variable. The student then should have recognized that the students in the class need at least (greater than or equal to the number) $386 to pay for the field trip. Finally, the student should have used all this information to create the inequality 5p + 75 ≥ 386.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "75p + 5 ≥ 386",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values of the constant (fixed amount, $75) and the coefficient (rate of change, $5) on the left side of the inequality but used the correct inequality symbol when interpreting “at least” (≥). The student needs to focus on understanding the difference between constant values and coefficient values when writing a two-step inequality.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "75p + 5 ≤ 386",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the values of the constant (fixed amount, $75) and the coefficient (rate of change, $5) on the left side of the inequality, and the student interpreted “at least” as less than or equal to instead of greater than or equal to. The student needs to focus on understanding the meaning of the inequality symbol. The student also needs to focus on understanding the difference between constant values and coefficient values when writing a two-step inequality.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of rectangular prisms, triangular prisms, rectangular pyramids, and triangular pyramids."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dimensions of a rectangular prism are 1.5 feet by 3.5 feet by 2 feet. What is the volume of the rectangular prism in cubic feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "7 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the given dimensions, resulting in 1.5 + 3.5 + 2 = 7. The student needs to focus on understanding how to apply the formula for the volume of a rectangular prism when given the dimensions.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "7.25 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the base, B, by multiplying 1.5 by 3.5, but then added 2 to the result instead of multiplying, resulting in (1.5)(3.5) + 2 = 5.25 + 2 = 7.25. The student needs to focus on understanding how to apply the formula for the volume of a rectangular prism when given the dimensions.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "8.5 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 3.5 and 2 as the dimensions of the base and then added 1.5 to the result, obtaining (3.5)(2) + 1.5 = 7 + 1.5 = 8.5. The student needs to focus on understanding how to apply the formula for the volume of a rectangular prism when given the dimensions.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "10.5 ft³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space) of the rectangular prism in cubic feet, the student could have used the formula for the volume of a prism (V = Bh, where V = the volume, B = the area [amount of space covered by a surface] of the base, and h = the height [vertical distance from top to bottom] of the prism). Since the base of the rectangular prism is a rectangle, the student could have calculated the area of the rectangular base as B = bh (where b represents the base of the rectangle and h represents the height of the rectangle), using b = 1.5 and h = 3.5, obtaining B = (1.5)(3.5) = 5.25 square feet. Next, the student could have substituted B = 5.25 and h = 2 into the volume formula: V = (5.25)(2) = 10.5 cubic feet. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Describe `pi` as the ratio of the circumference of a circle to its diameter."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The circumference of a circle is C inches. The diameter of the circle is 19 inches.",
            "Which expression best represents the value of π?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "C/19",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression represents the value of π, the student should have understood that `pi` is the ratio of the circumference (distance around a circle) to the diameter (length of the line segment going through the center of the circle connecting two points on the circle). The circumference is C inches, and the diameter is 19 inches; therefore, the ratio is C/19.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "19/C",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values in the ratio, finding the ratio of the diameter of the circle (19 inches) to the circumference (C inches). The student needs to focus on understanding that `pi` is the ratio of the circumference of a circle to its diameter.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "C/9.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the radius (distance from the center to a point on the circle) (9.5 inches) instead of the diameter when writing the ratio. The student needs to focus on understanding that `pi` is the ratio of the circumference of a circle to its diameter.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "9.5/C",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the radius (distance from the center to a point of the circle) (9.5 inches) instead of the diameter when writing the ratio and reversed the values in the ratio. The student needs to focus on understanding that `pi` is the ratio of the circumference of a circle to its diameter.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Use a family budget estimator to determine the minimum household budget and average hourly wage needed for a family to meet its basic needs in the student's city or another large city nearby."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A monthly budget for a small family is shown.",
            "problems/TX22G7M/media/40a.jpg",
            "Which equation can be used to find b, the minimum amount of money the family must earn annually in order to meet this budget?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "b = $3,630 × 12",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation used to find the minimum amount of money the family must earn annually given their monthly budget, the student should have first recognized that the table represents a monthly budget and that there are 12 months in a year. Next, the student should have found the total of the family's monthly budget by adding all the items, obtaining 800 + 600 + 360 + 540 + 750 + 580 = 3,630. Since b represents the minimum annual income the family must earn, multiplying the monthly budget by 12 will determine the value of b: b = $3,630  ́ 12.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "b = $3,630 × 52",
                "Key": {
                    "Correct": false,
                    "Rationale": "To determine the equation used to find the minimum amount of money the family must earn annually given their monthly budget, the student should have first recognized that the table represents a monthly budget and that there are 12 months in a year. Next, the student should have found the total of the family's monthly budget by adding all the items, obtaining 800 + 600 + 360 + 540 + 750 + 580 = 3,630. Since b represents the minimum annual income the family must earn, multiplying the monthly budget by 12 will determine the value of b: b = $3,630  ́ 12.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "b = $43,560 ÷ 52",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the minimum amount of money that the family must earn annually by multiplying 3,630  ́ 12 = 43,560 but then chose an equation where this amount would be divided by 52 to result in the amount of money the family would need to earn weekly instead of monthly. The student needs to focus on understanding how to determine the minimum annual income needed to meet a household budget when given data in a table.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "b = $43,560 ÷ 365",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the minimum amount of money that the family must earn annually by multiplying 3,630  ́ 12 = 43,560 but then chose an equation where this amount would be divided by 365 to result in the amount of money the family would need to earn daily instead of monthly. The student needs to focus on understanding how to determine the minimum annual income needed to meet a household budget when given data in a table.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    }
}