{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "Saving the Birds",
    "Subtitle": "",
    "Author": "by James Baldwin",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Cheep! cheep! cheep!” came from the wet grass."],
        ["2", "\t“What is the matter here?” asked the first lawyer, whose name was Speed."],
        ["3", "\t“Oh, it's only some old robins!” said the second lawyer, whose name was Hardin. “The storm has blown two of the little ones out of the nest. They are too young to fly, and the mother bird is making a great fuss about it.”"],
        ["4", "\t“What a pity! They'll die down there in the grass,” said the third lawyer, whose name I forget."],
        ["5", "\t“Oh, well! They're nothing but birds,” said Mr. Hardin. “Why should we bother?”"],
        ["6", "\tThe three men, as they passed, looked down and saw the little birds fluttering in the cold, wet grass. They saw the mother robin flying about, and crying to her mate."],
        ["", ":box:fluttering = flapping their wings"],
        ["7", "\tThen they rode on, talking and laughing as before. In a few minutes they had forgotten about the birds."],
        ["8", "\tBut the fourth lawyer, whose name was Abraham Lincoln, stopped. He got down from his horse and very gently took the little ones up in his big warm hands."],
        ["9", "\t“Never mind, my little fellows,” said Mr. Lincoln. “I will put you in your own cozy little bed.”"],
        ["10", "\tThen he looked up to find the nest from which they had fallen. It was high, much higher than he could reach."],
        ["11", "\tBut Mr. Lincoln could climb. He had climbed many a tree when he was a boy. He put the birds softly, one by one, into their warm little home. Two other baby birds were there, that had not fallen out. All cuddled down together and were very happy."],
        ["12", "\tSoon the three lawyers who had ridden ahead stopped at a spring to give their horses water."],
        ["13", "\t“Where is Lincoln?” asked one."],
        ["14", "\t“Do you remember those birds?” said Mr. Speed. “Very likely he has stopped to take care of them.”"],
        ["15", "\tIn a few minutes Mr. Lincoln joined them. His shoes were covered with mud; he had torn his coat on the thorny tree."],
        ["16", "\t“Hello, Abraham!” said Mr. Hardin. “Where have you been?”"],
        ["17", "\t“I stopped a minute to give those birds to their mother,” he answered."],
        ["18", "\tThen all three of them laughed heartily. They thought it so foolish that a strong man should take so much trouble just for some worthless young birds."],
        ["19", "\t“Gentlemen,” said Mr. Lincoln, “I could not have slept tonight, if I had left those helpless little robins to perish in the wet grass.”"]
    ],
    "Copyright": "",
    "References": []
}