{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "The Watermelon Seed",
    "Subtitle": "",
    "Author": "by Kay Haugaard",
    "LabelType": "P",
    "Content": [
        ["1", "\tOnce there was a watermelon seed. It was smooth and black and shiny. It lay under the moist, soft brown earth."],
        ["2", "\tThe water in the soil seemed to say, “Drink me, swell up, wake up!” and the seed did. It swelled up and burst its shiny, black skin."],
        ["3", "\tThe pale white inside part of the seed pushed up, up, out of the dark earth. As it rose, the seed divided into two sprouts that looked like arms greeting the warm sun. The sun shone down on the pale, curving sprouts, and they turned into a strong, green watermelon vine."],
        ["4", "\tThe seed’s lower part reached down into the dark earth and divided into roots, seeking nourishment. The roots carried the moisture and minerals from the earth up the stem into the vine."],
        ["5", "\tThe vine grew and reached out over the sun-warmed ground. Fine short hairs on the vines glinted in the sunshine. Green, lacey leaves soon spread like fans, opened flat to the sky, soaking up the sun’s rays."],
        [" ", ":box:glinted = gave off sunlight"],
        ["6", "\tThe warm sun poured energy onto the vine, and it bloomed with small yellow flowers. The flowers opened wide to welcome bees, who drank their sweet liquid called nectar."],
        ["7", "\tWhile these small creatures fed, tiny grains of dusty yellow pollen stuck to them. The bees carried pollen from one golden cup to another, sending a message to the flowers: it is now time to produce juicy, heavy fruit."],
        ["8", "\tWhen the flower petals fell to the ground, a tiny green bubble of a watermelon began to grow on the vine. It drank and drank water from the rain brought up from the roots. It swelled and swelled with the water and the heat from the sun. Its pale yellow belly touched the warm earth. Its green and yelow stripes stretched from end to end of its plump, rounded shape. It  grew large and heavy in the hot summer sun."],
        ["9", "\tOne day the ripe melon was cut from its stem. It was carefully loaded onto a truck and taken to a farmers' market. There, it was bought by a man for his family."],
        ["10", "\tInside its smooth, striped skin was delicious, sweet red juice in red, crunchy flesh. The family cut it into large slices. They ate it with great pleasure, this special gift from the sun, the rain, and the earth filed with minerals."],
        ["11", "\tThe boy picked up a black shiny seed and smiled at it. It  seemed to say, “Plant me. I will make more watermelons!”"],
        ["", "problems/NY22G3E/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}