{
    "Directions": "Read the play. Then answer each question that follows.",
    "Context": [],
    "Title": "Why the Platypus is Special",
    "Subtitle": "",
    "Author": "by Pat Betteley",
    "LabelType": "P",
    "Content": [
        ["", ":ibox:CHARACTERS:\nNarrator 1\nNarrator 2\nRainbow Serpent\nBig Bagaray\nKangaroo's Wife\nPlatypus\nGoodoo\nFish's Wife\nBungil\nEagle's Wife, Hunter"],
        ["1", "NARRATOR 1: Long ago, during the Dreamtime, the Rainbow Serpent made three different types of animals. First, Mammals were created. The Rainbow Serpent told them ..."],
        ["2", "RAINBOW SERPENT: You will live on land and enjoy a special gift for survival— fur to keep warm."],
        ["3", "NARRATOR 1: Next, the Rainbow Serpent made Fish. He told them ..."],
        ["4", "RAINBOW SERPENT: You will live in water and enjoy a special gift for survival— gills to help you breathe underwater."],
        ["5", "NARRATOR 1: Then the Rainbow Serpent made Birds. He said to them ..."],
        ["6", "RAINBOW SERPENT: You will live in the sky and enjoy special gifts for survival— wings to fly and the ability to reproduce by laying eggs."],
        ["7", "NARRATOR 2: After the Rainbow Serpent had finished making the three different types of animals, he realized that he had a lot of pieces and parts left over. He joined them together to create a creature unlike any other in the world. He said ..."],
        ["8", "RAINBOW SERPENT: You will be called Platypus. I have given you three special gifts to survive. Like the Mammal, you have fur. Like the Fish, you can swim under the water. And like the Bird, the mother Platypus can lay eggs."],
        ["9", "NARRATOR 2: At first, things went along swimmingly for Fish. Birds were on top of the world and Mammals felt all warm and fuzzy. But then, they all began to quarrel about which group was the best. The Mammals called a meeting."],
        ["10", "BIG BAGARAY: (thumping his kangaroo tail on the ground) Attention, everyone. I proclaim that Mammals are the greatest of all animals! Only WE have fur!"],
        ["11", "KANGAROO'S WIFE: Aren't you forgetting someone, husband? The Platypus has fur. Why not pay him a visit? We can ask him to join in our fight against the Fish and the Birds."],
        ["12", "NARRATOR 2: So the Mammals visited Platypus and asked him to stand with them."],
        ["13", "PLATYPUS: I will carefully consider your request. Thank you for asking me to be a part of your family."],
        ["14", "NARRATOR 1: Meanwhile, a big Murray Cod was speaking at his own meeting."],
        ["15", "GOODOO: (jumping out of the water) My fine, finned fellows, it is obvious that Fish are the greatest of all animals. After all, only WE can swim underwater."],
        ["16", "FISH'S WIFE: (clearing her throat) A- hem. Husband, what about the Platypus? He also spends most of his life underwater. Maybe we should visit Platypus an ask him to join in our fight against Mammals and Birds."],
        ["17", "NARRATOR 1: So, all of the Fish paid a visit to Platypus to ask him to join their cause."],
        ["18", "PLATYPUS: I will carefully consider your request. Thank you for asking me to be a part of your family."],
        ["19", "NARRATOR 1: A few days later, the Birds held a similar meeting."],
        ["20", "BUNGIL: (flapping his wings) Hear ye, hear ye. Anyone can see that Birds are the greatest of all animals. Who else can fly and lay eggs?"],
        ["21", "EAGLE'S WIFE: There IS another creature that lays eggs, Husband— our friend, Platypus. We should go to him and ask him to join the Birds in our fight against the Mammals and Fish."],
        ["22", "NARRATOR 2: The Birds flew off to pay Platypus a visit and asked him to join their cause."],
        ["23", "PLATYPUS: I will carefully consider your request. Thank you for asking me to be a part of your family."],
        ["24", "NARRATOR 2: As promised, Platypus carefully considered which group to join. But after much thought, he still couldn't decide. Finally, the animals got tired of waiting. All three groups gathered outside his home on the bank of the billabong¹."],
        ["25", "BIG BAGARAY: Join the best of the best— the Mammals!"],
        ["26", "GOODOO: No, join the most special— the Fish."],
        ["27", "BUNGIL: Forget them! Join the best AND most special— the Birds."],
        ["28", "NARRATOR 2: Finally, in the cool evening, Platypus came outside. Everyone grew silent."],
        ["29", "PLATYPUS: My friends, I have decided. I have parts of EACH of you, and parts of ALL of you. And that is exactly the way I wish to stay. So, while I thank you for asking, I choose not to join any of you."],
        ["30", "KANGAROO'S WIFE: Well, I never ..."],
        ["31", "FISH'S WIFE: The nerve!"],
        ["32", "EAGLE'S WIFE: What kind of an answer is that?"],
        ["33", "PLATYPUS: Let me explain, friends. The Rainbow Serpent made each of us different from the others. Each of us is special. But just because we're special, that doesn't make any of us better than the others. We're just different. So we ought to respect each other, celebrate our differences, and live together WITHOUT fighting."],
        ["34", "BIG BAGARAY: He's right."],
        ["35", "GOODOO: That was a good decision."],
        ["36", "BUNGIL: You are very wise, friend Platypus!"],
        ["37", "NARRATOR 2: Now, by chance, a hunter was listening to Platypus talking to the animals that evening."],
        ["38", "HUNTER: Impressive! I will go back to my people and tell them about the extraordinary wisdom of the Platypus."],
        ["39", "NARRATOR 1: That is why Aboriginal Australians rarely hunt or kill a Platypus."]
    ],
    "Copyright": "Adapted from, “Why Is the Platypus Special?” Retold by Pat Betteley, Faces, January 2013",
    "References": [
        ["¹", "billabong - a pool of water made from a stream or flooding."]
    ]
}