{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In the morning of Gisela's dance recital, a bird's chirping woke her up. Gisela hopped out of bed and followed the bird's song to the window. She flung open her curtains and saw a blue jay near her mother's purple, red, and orange flowers."],
        ["2", "Gisela smiled. Then her eye began to twitch, the way it always did when she got jittery. Today, Gisela was performing with her dance troupe, The Jewels."],
        ["3", "Gisela wanted to be a great ballerina. But when she looked in the mirror, she found her body too round, too short, too different from the pencil- thin ballerinas she had seen at the Miami City Ballet."],
        ["4", "She was thinking about this when her mother walked in. “Ready for the big day?”"],
        ["5", "“Ay, Mami, I'm nervous,” she confessed."],
        ["6", "Mami assured Gisela that everyone feels butterflies before a performance. “You've practiced a lot. You dance beautifully. Let's get you dressed.”"],
        ["7", "Gisela couldn't bring herself to tell Mami what really troubled her heart. She slipped into a lime- green bodysuit and a skirt shaped like an open umbrella. Ballet shoes and a tiara of twinkling stones made Gisela a picture- perfect ballerina. Almost perfect, she thought when she looked in the mirror."],
        ["8", "During the drive to the recital, Gisela was quiet. Mami and Abuela did the talking. Papi drove."],
        ["9", "Before Gisela was born, her family had lived in Cuba. They'd never missed a ballet performance. When they moved to the United States, the family had to work hard to start new lives. For a long time, they had only Abuela's stories to remember the ballet."],
        ["10", "Abuela made Cuba sound grand— blue water, bright skies, and palm trees that sang in the breeze. But her stories about the ballet were the best."],
        ["11", "Sitting in the back of the car next to Abuela, Gisela asked, “Will you tell one of your stories?”"],
        ["12", "Abuela didn't need any begging. “Everyone loved the prima ballerina,” she began. “She was the only star— until one day there came a new dancer. There was something different about the new girl. She danced with alma— with soul.”"],
        ["", "problems/MDG4E/media/S1a.jpg"],
        ["13", "“The theater was packed whenever she danced. The prima ballerina became jealous and banished the new girl to dance only on Thursdays, when people were too busy for ballet. But people came even on Thursdays, even when it was raining. Their shouts of '¡Bravo!' could be heard for blocks. The girl had a beautiful soul, and everyone could see that.”"],
        ["14", "Gisela loved the story so much that she applauded. She didn't notice that her eye had stopped twitching. That was a good thing, because Papi was parking the car and The Jewels were first onstage."],
        ["15", "Gisela took her place among the other ballerinas. For a second, she was nervous. But then she stretched her left leg, pointed her toes, and flung her arms out in a lovely arc."],
        ["16", "She was ready. The curtain rose and Gisela listened for the first notes. The music filled her heart with a special feeling. “Dreams are like flowers that bloom in your heart,” the song said."],
        ["17", "As the music soared, so did Gisela's soul. Gisela knew her routine. She had practiced many times. Her arms and legs knew what to do, and she felt as light as a bird among the flowers. As she twirled during her solo, Gisela could hear Mami and Abuela cheering."],
        ["18", "Gisela danced with all her soul."],
        ["19", "When the curtain came down, she could hear Papi's voice above the others: “Bravo! Bravo, my Gisela!”"],
        ["20", "Gisela bowed and smiled. Being Gisela felt good."],
        ["", "problems/MDG4E/media/S1b.jpg"]
    ],
    "Copyright": "“Gisela's Dream Dance” by Fabiola Santiago. Copyright 2014 by Highlights for Children, Inc. Reproduced with permission of Highlights for Children, Inc. via Copyright Clearance Center.",
    "References": []
}