{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "A Stinky Plant Hike",
    "Subtitle": "",
    "Author": "by Anne Esenther",
    "LabelType": "P",
    "Content": [
        ["1", "\t“E-e-e-w, what stinks?” Mary exclaimed."],
        ["2", "\tMary was hiking with her friend, Roger. Mary liked hiking with Roger because he knew about plants."],
        ["3", "\tIt was early spring. They walked along a narrow trail through wet, swampy land. A slow-moving stream wound beside the path. On the bank, Mary saw purplish-brown, leaf-like hoods poking up from the soil. Each one wrapped around a yellow, pulpy blob. To Mary, they seemed like aliens from another planet. She was curious and inched closer."],
        ["4", "\t“You'll be sorry,” said Roger."],
        ["5", "\tMary leaned down. She poked one with a stick. A foul odor met her nose. “These smell like skunk,” she said."],
        ["6", "\t“Congratulations,” said Roger. “You've discovered skunk cabbage. The purple part is called the spathe. The yellow is the flower.”"],
        ["7", "\t“But why does it smell so bad?” Mary asked."],
        ["8", "\t“What do you think?” Roger replied."],
        ["9", "\tMary thought for a moment. “To keep people away,” she said."],
        ["10", "\t“Think,” said Roger, “and look again.”"],
        ["11", "\tMary gazed at the strange-looking plants. Upon careful examination, she noticed flies, butterflies, bees, and beetles."],
        ["12", "\t“To attract insects!” she said triumphantly."],
        ["13", "\t“But why?” asked Roger."],
        ["14", "\tMary crinkled her eyebrows and frowned slightly while she pondered his question. Slowly, a smile crept across her face. “I know,” she said, “pollen.”"],
        ["15", "\t“Right,” Roger said. “Some insects eat rotting things. They are attracted to stinky smells because to them it means there's food nearby. While they crawl around looking for food, they collect pollen. When they fly or crawl away, they bring the pollen to other plants.”"],
        ["16", "\t“So, the stinky smell of skunk cabbage fools them,” said Mary."],
        ["17", "\t“Right again,” said Roger. “Let's see what else we can find.”"],
        ["18", "\tThey continued hiking. Soon, Mary and Roger came to an open, grassy field with sandy soil. As they walked along, they noticed tall, grass-like plants dotting the landscape."],
        ["19", "\t“E-e-e-w, what stinks?” Mary asked again. Her shoe accidentally crushed a plant. The smell made tears come to her eyes."],
        ["20", "\t“This smells like garlic,” she said."],
        ["21", "\t“It is wild garlic,” said Roger. “How is it different from skunk cabbage?”"],
        ["22", "\t“It smells different,” said Mary."],
        ["23", "\t“Good, what else?” Roger asked."],
        ["24", "\t“The leaves are different,” Mary said."],
        ["25", "\t“What else?” Roger asked again."],
        ["26", "\tMary wiped her eyes and peered at the plant. She looked and looked but couldn't think of anything."],
        ["27", "\t“No insects,” said Roger."],
        ["28", "\t“Why?” Mary asked."],
        ["29", "\t“The leaves of wild garlic contain sulfur-like compounds. They are released when the leaf is crushed. They are what make you cry. They also protect the plant by keeping insects from chewing on the leaves,” Roger explained."],
        ["30", "\tThen, Roger grinned. “Let's go home and have some garlic bread,” he said."],
        ["31", "\tMary smiled. “That stinks,” she said."],
        ["32", "\tOn the way back, Mary reviewed what she learned on their stinky plant hike. Plants stink for different, sometimes opposite reasons. Certain plants, like skunk cabbage, stink to attract insects. Other plants, like wild garlic, stink to keep them away."]
    ],
    "Copyright": "",
    "References": []
}