{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "The Private I's and the Case of the Big Stink",
    "Subtitle": "",
    "Author": "by Wendi Silvano",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY16G3E/media/S1a.jpg"],
        ["1", "\tInez brushed some brown hairs from her bedspread. Ivy fluffed up the pink pillow on her bed. Then she picked up the green pillow."],
        ["2", "\t“Ack!” said Ivy. “This pillow smells!”"],
        ["3", "\tInez took a whiff. “You're right!”"],
        ["4", "\tIzzy came into the bedroom. “Hey,” she said, “who rolled my slippers in garbage?”"],
        ["5", "\tIvy and Inez laughed."],
        ["6", "\t“I'm not joking,” said Izzy. “Smel them!”"],
        ["7", "\tIvy smelled the slippers. “Yuck! That smells just like my pilow.”"],
        ["8", "\t“What's going on?” said Inez."],
        ["9", "\t“Something smely is going on,” said Izzy."],
        ["10", "\t“But what would make my pillow and your slippers stink?” said Ivy."],
        ["11", "\t“This must be a case for the Private I's,” said Izzy."],
        ["12", "\t“I'll get my notebook,” said Inez."],
        ["13", "\tShe wrote: The Case of the Big Stink."],
        ["14", "\t“Any ideas?” she asked."],
        ["15", "\t“Let's see if anything else smells the same,” said Ivy."],
        ["16", "\t“Great idea!” said Izzy."],
        ["17", "\tInez wrote: Plan 1: Sniff out the stink."],
        ["18", "\tThe Private I's went to the kitchen. They sniffed the counter. They sniffed the table. They sniffed the garbage can."],
        ["19", "\t“The garbage can stinks,” said Ivy, “but not in the way my pillow does.”"],
        ["20", "\t“Let's try the living room,” said Izzy."],
        ["21", "\tThey sniffed the curtains. They sniffed the lamps. They sniffed the sofa."],
        ["22", "\t“Yuck!” said Ivy. “That's the stink, all right.”"],
        ["23", "\tInez wrote: The sofa has the big stink."],
        ["24", "\t“What do Ivy's pillow, my slippers, and the sofa have in common?” said Izzy."],
        ["25", "\t“They all stink,” said Ivy."],
        ["26", "\t“Ha, ha,” said Izzy."],
        ["27", "\t“Hey! Wait a minute,” said Inez. “All of those things are soft and cushy.”"],
        ["28", "\t“That's an important clue,” said Izzy."],
        ["29", "\tInez wrote: Everything with the big stink is soft and cushy."],
        ["30", "\t“My pillow is the cushiest,” said Ivy. “That's why I like to lie on it?”"],
        ["31", "\t“Hmm,” said Izzy. “The pillow and the sofa are things people lie on.”"],
        ["32", "\t“What about the slippers?” said Inez. “People don't lie on slippers.”"],
        ["33", "\t“But Baxter does,” said Ivy. “He sleeps on anything soft.”"],
        ["34", "\t“And look-brown hairs on my slippers!” said Izzy. “I suspect Baxter rolled in something stinky?”"],
        ["35", "\t“How can we check?” said Inez. “He's gone with Mom.”"],
        ["36", "\t“Let's smell his bed,” said Ivy."],
        ["37", "\t“Brilliant!” said Izzy."],
        ["38", "\tThey all went to sniff Baxter's bed."],
        ["39", "\t“Yuck!”"],
        ["40", "\tInez wrote: Baxter is spreading the big stink."],
        ["41", "\t“But what is he rolling in?” asked Izzy."],
        ["42", "\t“Let's follow the smell,” said Ivy."],
        ["43", "\t“Great idea,” said Izzy."],
        ["44", "\tSo Izzy, Inez, and Ivy went outside. They walked around the yard, sniffing."],
        ["45", "\t“Check out the area behind these bushes,” said Izzy."],
        ["46", "\t“That's Baxter's favorite napping spot,” said Inez. “The ground there is covered with soft moss.”"],
        ["47", "\tShe took a whiff. “It's got the stink, all right.”"],
        ["48", "\tIvy peeked under the bushes. “There are two rotting eggs under here. They must be leftovers from our Easter-egg hunt. They're all crushed from Baxter rolling in them.”"],
        ["49", "\tJust then, Mom came home with Baxter."],
        ["50", "\t“Someone has to give this dog a bath!” said Mom. “He stinks.”"],
        ["51", "\tIzzy, Inez, and Ivy laughed."],
        ["52", "\t“Come on, Baxter,” said Izzy. “Let's get you un-stinked.”"],
        ["53", "\tInez wrote: The Case of the Big Stink: Solved."]
    ],
    "Copyright": "",
    "References": []
}