{
    "Directions": "",
    "Context": [],
    "Title": "Source 2: Selling Out Not Worth the Risk",
    "Subtitle": "",
    "Author": "by Darrius Johnson",
    "LabelType": "P",
    "Content": [
        ["6", "\tWith so much hype about how difficult it is to make it in the music business these days, it's understandable why artists would turn to large corporations to help bring them a bigger audience and, most importantly, a bigger paycheck. But is this really a good idea in the long run?"],
        ["7", "\tArtists considering an endorsement deal need to remember that their sponsors are out to benefit as well. As soon as a musician signs on the dotted line of a corporate partnership, he or she has a responsibility to represent the company and help it sell its products. This can be tremendously stressful for artists who are just starting to build their careers, as they need to spend energy creating good music and a unique image that appeals to fans. Endorsement deals can keep a musician afloat, but can also take the focus away from what really matters—the music."],
        ["8", "\tSometimes popular, well-established artists who seemingly have little to gain from these deals end up having the most to lose. Take U2 for example—one of the world's most popular rock bands who, after landing a deal with Apple that had their 2014 album Songs of Innocence installed into 500 million iTunes subscribers' libraries for free, faced a storm of negative feedback from fans and critics alike. People resented the idea that an album they didn't ask for was forced on them, likening the album to “musical spam,” and the reputations of both U2 and Apple were damaged. Over-exposure is a huge risk for popular bands who license out their music as well; people often tire of hearing the same music every time they turn on the radio, watch television, or go to the movies. When the electronic artist Moby released his critically acclaimed album Play in 1999, he licensed out each one of the album's 18 tracks. Fans simply lost interest because they heard his music everywhere they went, and the artist himself has suffered the stigma of going a bit too far in licensing his songs."],
        ["9", "\tMany songs are written with specific intentions and meanings; they express an artist's values and beliefs about the world. In many situations, a record label owns the rights to an artist's music, and if they license a song to a company or other party the artist has no control over how the song can be used. Neil Young, an artist known for his politically charged lyrics, expressed disappointment when his music was used by a U.S. presidential candidate without his permission, saying that he would not have allowed the candidate to use the song had he been asked. If a band has already created an image of itself as being somewhat rebellious or part of the counter-culture, selling its music to a corporation can leave fans feeling betrayed. Robert Schneider, member of the band Apples in Stereo and a Beach Boys fan, tells of the days he heard the song “Good Vibrations” in a soft drink ad, noting that it took him a while to stop associating the song with the commercial."],
        ["10", "\tThe music business is just that—a business. It exists to make money, and artists need to make money in order to continue making music. But when outside interests enter the mix, they can replace the passion in an artist's music and turn the art into just another tool for corporations."]

    ],
    "Copyright": "“Selling Out Not Worth the Risk” by Darrius Johnson. Written for educational purposes.",
    "References": []
}