{
    "Directions": "Read the following passage about an insect and answer each question.",
    "Context": [],
    "Title": "Ladybugs",
    "Subtitle": "",
    "Author": "by Amy Gray",
    "LabelType": "P",
    "Content": [
        [" ", "They lurk in the garden, preying upon the defenseless, and have larvae that look like something out of a science-fiction novel. What are these creatures? Nothing but your friendly ladybugs!"],
        [" ", "More than seventy species of ladybugs live in Colorado. Ladybugs are also known as lady beetles or lady birds. Ladybugs are most easily recognized by their signature red body and black spot patterns, but not all species reflect this trait. Some may be shades of pink or orange, while others even have stripes."],
        [" ", "Ladybugs develop through “complete metamorphosis.” The cycle begins as clusters of bright orange eggs are laid near a food source, commonly aphids. Smaller species may lay only an individual egg in each location to increase chances of survival. The eggs hatch approximately a week later, with six-legged larvae emerging. Larvae are primarily gray or black, with jagged posteriors extending well past the legs. Many larvae have colorful spots on their backs."],
        [" ", "After ten to fourteen days, the larvae choose a surface, often a leaf, to pupate¹. The larvae attach their hind ends and curl downwards, eventually shrinking into compact pupae. During this time, the larvae will not feed or detach but may respond with moving jerks if disturbed."],
        ["", "problems/PA22G3E/media/S2a.jpg"],
        [" ", "Finally, after five to eight days, adult ladybugs emerge. Two to three generations may occur within a year, depending upon the availability of food. When winter arrives, ladybugs seek protected shelter such as under bark, in wood piles, or in homes."],
        [" ", "For garden growers, ladybugs may be considered a boon², because they feed primarily upon forage-attacking insects. Aphids, mites, and scales all contribute to the ladybug diet, although nectar, pollen, and honeydew may be consumed as well. Recognizing the beneficial aspects of ladybugs, many gardening centers and catalogs now sell ladybugs as a part of integrated pest management. However, the results from purchased lady beetles have not been promising."],
        [" ", "To use ladybugs effectively, encourage native species to inhabit your garden. Planting pollinating or nectar-producing flowers, such as alyssum, coriander, or dill, will promote increased ladybug activity. Also, sugar-water sprayed in the garden may have beneficial effects. Limit ant activity, because ants will defend aphids against ladybug predation. Most of all, choose any pesticides you may use carefully, because many are deadly to ladybugs. As always, check the label before you apply any pesticide product."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "pupate — to become a pupa, which is the stage between larva and adult"],
        ["²", "boon — benefit"]
    ]
}