{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Ancient Roman Civilization",
    "Subtitle": "",
    "Author": "by Ike Scurman and John Malam",
    "LabelType": "P",
    "Content": [
        ["1", "The civilization of the Romans spanned more than 1,000 years. From modest beginnings in a region of northern Italy, the Empire of the Romans spread out to cover many parts of Europe, North Africa and the Middle East. Within this vast area lived millions of people who came under Roman rule. Some had been conquered in battle by the Roman army; others had accepted the Romans without a struggle. The Romans spread their culture far and wide. Roman coins made in Britain or France could be spent in Spain and Greece, Israel and Egypt. The Roman language, Latin, became the first international tongue — just as English is today. It was in Latin that the myths of the Romans were first spoken and written, telling tales about the history of the Roman people and of Rome — the city that was the heart and soul of the Roman world."],
        ["", "Origins"],
        ["2", "Italy is a country in the south of Europe. It is a peninsula, which means it is almost completely surrounded by sea. About 2,500 years ago, groups of people settled here. One group built their villages on a fertile plain along the west coast of central Italy. They were the Latins, whose cluster of hilltop villages grew into the city of Rome. In later years the Romans told a story about the founding of Rome in which they said the city began in 753 BCE. Rome became the greatest city of the ancient world, ruling an empire that spanned Europe and reached as far as the Middle East and Africa."],
        ["", "The Etruscans"],
        ["3", "The Etruscans settled in the region of Etruria (modern Tuscany and Umbria) in about 800 BCE. They were cultured, civilized people and the Romans learned much from them. The alphabet came to the Romans from the Etruscans, as did gladiator fights, chariot races and some gods. For a time they were the most powerful people in central Italy, but from about 500 BCE their power gradually slipped away."],
        ["", "From Monarchy to Republic"],
        ["4", "Rome was at the center of a region called Latium. To the north were the Etruscans, who took control of Rome and ruled there for 100 years. Under the Etruscans, Rome was ruled by kings. The town grew in prosperity, but the Latins were unhappy at being ruled by cruel “foreign” kings. In 510 BCE, the Latins rebelled and threw the Etruscans out. From then on, Rome was a republic, ruled by a group of its leading citizens."]
    ],
    "Copyright": "From ANCIENT ROMAN CIVILIZATION by Ike Scurman and John Malam, published by The Rosen Publishing Group. Copyright © McRae Books, Florence, Italy. All rights reserved.",
    "References": []
}