{
    "Directions": "Read this passage about ancient cultures, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Ancient Egypt",
    "Subtitle": "",
    "Author": "by Andrew Langley",
    "LabelType": "P",
    "Content": [
        ["", "The Story of Ancient Egypt"],
        ["1", "The first settlers came to Egypt about 15,000 years ago. They were probably cattle herders, who wandered across northern Africa in search of water and grazing for their animals. A large area of the country was green and hospitable, with good supplies of grass and low trees, and regular rainfall. The settlers learned to grow crops and found plenty of game to hunt. Then, about 12,000 years ago, the climate is believed to have changed. The rainfall dwindled, the streams dried up, and much of the region became desert."],
        ["", "The Gift of the River"],
        ["2", "People were forced to move to the valley of the Nile River. This narrow strip of land hugging both sides of the river was still lush and fertile, thanks to the annual floods. Every July, the Nile was swollen by the rains that fell on hills and mountains far to the south. The river burst its banks and flooded the surrounding land, spreading a rich mud over the fields. By September the water was low enough for people to sow seeds, and the crops ripened so fast in the sunlight that they were ready to harvest in short and calculated periods of time."],
        ["3", "Herodotus, the ancient Greek historian, described this natural miracle as the “Gift of the Nile.” The early farmers were able to arrange their lives to fit in with the pattern of the flood. They could grow up to four different crops in a single year, one after the other. Besides this, the river gave them mud to make pots and bricks, as well as a supply of fish. Animals, such as gazelles and geese, were killed for meat."],
        ["", "Egypt United"],
        ["4", "By about 5000 BCE, small villages had grown up along the Nile. Archaeologists have found pottery from this period, along with fine carvings in ivory and stone. This shows that farming was so easy that not everyone was needed to work in the fields. Some people developed craft skills, while others began trading goods with other communities."],
        ["5", "Districts grew up with their own identity, their own leaders, and their own gods. These districts became bigger as they merged with, or conquered, one another until there were two main districts — Upper Egypt in the south, and Lower Egypt in the north. In around 3100 BCE, these two were gradually merged by King Menes of Upper Egypt."],
        ["", "The Old Kingdom"],
        ["6", "Menes (or Narmer) was the first king of the First Dynasty of ancient Egypt. His people believed that he was descended from the gods, and so all the rulers who succeeded him must be gods as well. This belief gave the kings of Egypt total power over their subjects. Over the next 3,000 years there were to be more than 150 kings and queens, grouped into over 30 dynasties or families. Historians have divided these dynasties into three major periods. The first, called the Old Kingdom, lasted from 2686 BCE to about 2180 BCE. This was the age of the pyramids."],
        ["", "Governing Egypt"],
        ["7", "The most famous legacy of the Old Kingdom is the pyramids. King Djoser, during the Third Dynasty, had the Step Pyramid built at Saqqara, and later kings built the three massive pyramids at Giza. The mere fact that these huge structures exist tells us a lot about early Egyptian society. It was obviously well organized, with a powerful ruler who could assemble a vast force to do the construction work."],
        ["8", "The king's authority came from his status, but the daily government of the country was done by ministers and officials. The most important of these was the vizier, or prime minister, who was responsible for everything from the law courts and tax collection to building projects and grain storage. Egypt was divided into nomes, or districts, each governed by a local official called a nomarch."],
        ["", "Prosperity and Decline"],
        ["9", "Most of the pyramid work force was made up of Egyptian agricultural workers and foreign prisoners. During the Fourth Dynasty, armies captured these prisoners during Egyptian invasions of Nubia and Libya. This period saw Egypt grow in power and wealth. The military expeditions brought control of important sources of minerals and luxury goods. Trade flourished, with Egyptian merchants buying gold, ebony, and skins in exchange for linen, honey, and oil."],
        ["10", "Trouble was coming, however. By about 2180 BCE, many nomarchs had become independent, and they challenged the power of the king. Civil war broke out, and the unrest was made worse by famine. For a long and disastrous spell, the Nile did not rise to its normal flood levels, and crops failed."],
        ["", "The Middle Kingdom"],
        ["11", "The Old Kingdom ended in civil war and chaos. Egypt went through a long period of instability until it was split up again into many small states with rulers who fought against each other. It was not until about 2061 BCE that Mentuhotep II defeated all rivals and united the country again. A new era of peace began, known as the Middle Kingdom."],
        ["", "New Rulers"],
        ["12", "Mentuhotep came from the city of Thebes in Upper Egypt. This became the new center of power. He reestablished control over the regions and appointed Theban officials to govern them. He and later kings took a firm hand with the nomarchs, demanding taxes and troops from them."]
    ],
    "Copyright": "From ANCIENT EGYPT by Andrew Langley, published by Raintree, a division of Reed Elsevier, Inc. Copyright © 2005 Raintree. All rights reserved.",
    "References": []
}