{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Wednesday Wars",
    "Subtitle": "",
    "Author": "by Gary D. Schmidt",
    "LabelType": "P",
    "Content": [
        ["1", "It was the kind of place where you could sit for a while within the vines and watch the green world be green."],
        ["2", "Then Mrs. Sidman hollered, “Holling Hoodhood!”"],
        ["3", "You already know what had happened, don’t you?"],
        ["4", "Let me tell you, it wasn’t my fault that Mrs. Baker had given me an old [back]pack. And it wasn’t my fault that its seams were starting to split. And when you’re hiking up a path that’s pretty steep and hefting an old pack onto your shoulders, you don’t feel stuff falling out."],
        ["5", "“You didn’t notice it was getting lighter?” said Mrs. Sidman."],
        ["6", "“Well,” I said, “I did notice it wasn’t getting any heavier.”"],
        ["7", "She held up a spoon. “This is our entire set of utensils,” she said."],
        ["8", "“We can stir the chili,” I said."],
        ["9", "“The can opener was in your pack, too,” said Mrs. Sidman."],
        ["10", "Mrs. Baker picked up four cans and handed two to me. “Come with me, Holling.” We went down to the streambed. “Look for some large stones that are sharp at one end,” she said."],
        ["11", "And that’s how we got the cans of chili opened. We smashed into them with rocks, which is what I think people did during the Westward Expansion. At first, the cans just bent over and started to collapse into themselves, but after a few blows they split open, and chili spattered out. By the time Mrs. Baker and I were done, we looked like someone had thrown a whole can over us both."],
        ["12", "But from the way Mrs. Baker was laughing, you couldn’t tell that anything was wrong."],
        ["13", "Or that she hated camping."],
        ["14", "Mrs. Sidman was grumbling more than a little by the time we got back, and it didn’t help much that she cut up the ends of three of her fingers trying to get all the chili out of the battered cans, which were pretty jagged. Every time she cut one, she would glare at me, and I don’t think she was thinking thoughts about nurturing one of her students in wisdom and learning."],
        ["15", "Any lunch after a long hike tastes good. Especially if it’s on a day off from school. And if you take two hot dogs and hold them together, one in each hand, you can scoop up the chili between them, and shovel it all up to your mouth. If you lean way over while you do this, most of it won’t even drip onto you—which is something that Mrs. Sidman didn’t seem to understand."],
        ["16", "And again, it wasn’t my fault that she was wearing her favorite sweater, and that streaks of chili don’t exactly go with mango, which is a color that you shouldn’t wear on a camping trip anyway."],
        ["17", "I think this is why I was the one who ended up carrying all the pots and pans down to the stream to wash them."],
        ["18", "Meryl Lee helped. She didn’t have to, but she did. So it wasn’t bad at all, scrubbing at the pots together and her splashing me a little and me splashing her a little until we finally gave up and splashed each other all over so that it looked like we had jumped in—which washed all of the chili off me. Which is more than I can say for Mrs. Sidman’s mango sweater."]
    ],
    "Copyright": "From THE WEDNESDAY WARS by Gary D. Schmidt, published by Clarion Books, a Houghton Mifflin Company imprint. Copyright © 2007 by Gary D. Schmidt. All rights reserved.",
    "References": []
}