{
    "Directions": "Read this passage about how people respond to nature, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Hatchet",
    "Subtitle": "",
    "Author": "by Gary Paulsen",
    "LabelType": "P",
    "Content": [
        ["1", "But perhaps more than his body was the change in his mind, or in the way he was—was becoming."],
        ["2", "I am not the same, he thought. I see, I hear differently. He did not know when the change started, but it was there; when a sound came to him now he didn’t just hear it but would know the sound. He would swing and look at it—a breaking twig, a movement of air—and know the sound as if he somehow could move his mind back down the wave of sound to the source."],
        ["3", "He could know what the sound was before he quite realized he had heard it. And when he saw something—a bird moving a wing inside a bush or a ripple on the water—he would truly see that thing, not just notice it as he used to notice things in the city. He would see all parts of it; see the whole wing, the feathers, see the color of the feathers, see the bush, and the size and shape and color of its leaves. He would see the way the light moved with the ripples on the water and see that the wind made the ripples and which way that wind had to blow to make the ripples move in that certain way."],
        ["4", "None of that used to be in Brian and now it was a part of him, a changed part of him, a grown part of him, and the two things, his mind and his body, had come together as well, had made a connection with each other that he didn’t quite understand. When his ears heard a sound or his eyes saw a sight his mind took control of his body. Without his thinking, he moved to face the sound or sight, moved to make ready for it, to deal with it."],
        ["5", "There were these things to do."],
        ["6", "When the wood was done he decided to get a signal fire ready. He moved to the top of the rock ridge that comprised the bluff over his shelter and was pleased to find a large, flat stone area."],
        ["7", "More wood, he thought, moaning inwardly. He went back to the fallen trees and found more dead limbs, carrying them up on the rock until he had enough for a bonfire. Initially he had thought of making a signal fire every day but he couldn’t—he would never be able to keep the wood supply going. So while he was working he decided to have the fire ready and if he heard an engine, or even thought he heard a plane engine, he would run up with a burning limb and set off the signal fire."],
        ["8", "Things to do."],
        ["9", "At the last trip to the top of the stone bluff with wood he stopped, sat on the point overlooking the lake, and rested. The lake lay before him, twenty or so feet below, and he had not seen it this way since he had come in with the plane. Remembering the crash he had a moment of fear, a breath-tightening little rip of terror, but it passed and he was quickly caught up in the beauty of the scenery."],
        ["10", "It was so incredibly beautiful that it was almost unreal. From his height he could see not just the lake but across part of the forest, a green carpet, and it was full of life."]
    ],
    "Copyright": "From HATCHET by Gary Paulsen. Reprinted with the permission of Atheneum Books for Young Readers, an imprint of Simon & Schuster Children’s Publishing Division. All rights reserved.",
    "References": []
}