{
    "Directions": "Read this passage about elephants, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Elephant All-Wheel Drive”",
    "Subtitle": "",
    "Author": "by Stephen Ornes",
    "LabelType": "P",
    "Content": [
        ["1", "Elephants are hard to miss. Whether you're strolling through the zoo, cruising through the African savanna or touring the jungles of Southeast Asia, they're the largest of the living land animals. And like many other land animals, they've got four legs to move them around."],
        ["2", "In a recent study, a team of scientists found a clever way to study the elephants' walk. And it showed that the giant animals used their legs in a surprising way, a way unlike that used by most other four-legged animals, or quadrupeds."],
        ["3", "Most quadrupeds push with their back legs and use their front legs as brakes. (One of the easiest animals to imagine moving in this way is a bunny.) Elephants, however, use all four legs to both move forward and slow down. John Hutchinson works at the Royal Veterinary College in London. And he sees a similarity to all-terrain vehicles, in which every wheel contributes equally."],
        ["4", "Elephants “really do seem to act like four-wheel-drive vehicles, cruising along.” Hutchinson, along with other scientists, worked with elephant experts at the Thai Elephant Conservation Center in Lampang, Thailand."],
        ["5", "Watching an elephant walk may seem like an easy afternoon. But finding a way to understand the science is anything but simple. It's such a difficult study that until now, no one had ever looked closely. After all, if you watch an elephant, it's tough to tell how much its legs are bending."],
        ["6", "The scientists installed heavy-duty scales in the ground to keep track of how much of each elephant's weight hit the ground as it ran. Then, they attached light-reflecting disks (similar to the ones on bicycles) to parts of the elephants' legs and bodies. Finally, they sent the elephants walking over the scales — and used seven special cameras to record how those reflective disks moved."],
        ["7", "The measurements showed that elephants use their front legs to move forward, which is different from most quadrupeds. Much different — the scientists actually found that elephants use their front legs in a way that's similar to the way human beings walk. That was a surprising discovery, since scientists used to think that elephants' legs were not very bendable."],
        ["8", "“We think we can consider elephant limbs as a kind of big human limb,” says Lei Ren, a scientist at the University of Manchester in England who also worked on the study."]
    ],
    "Copyright": "From “Elephant all-wheel drive” by Stephen Ornes from SCIENCE NEWS FOR STUDENTS, April 14, 2010. Copyright © 2010 by Society for Science and the Public.",
    "References": []
}