{
    "Directions": "Read the following two articles about students who describe being homeschooled. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "You Used to Be Homeschooled?",
    "Subtitle": "",
    "Author": "by Kamala Baudichon",
    "LabelType": "P",
    "Content": [
        ["1", "“You used to be homeschooled?!?!” is what I usually hear when I tell friends about myself. People have some pretty interesting ideas about homeschoolers: not doing anything, no school if you just aren’t in the mood for it, waking up late, long breaks. This was never the case with me, nor for most homeschooled kids I know."],
        ["2", "In some ways, homeschooling is more challenging! The responsibility to learn is in your own hands and that takes a lot of self-discipline. Of course, my mother was there to keep me in line, but there isn’t that motivation that public-schooled kids get from being in a building where hundreds of other students are all doing the same thing. It has its own kind of gravitational field that sucks you in and it’s just easier to go with the flow. When you are homeschooled you have to create your own gravity, even when the phone keeps interrupting it or visiting guests expect you to skip school for the week because they think your schedule is so flexible. To top it off, my mother’s choice of curriculum was classical, which is heavy on history, lots of grammar and some pretty difficult literature. But don’t get me wrong, public school can be just as challenging with all the homework, projects, surprise pop quizzes and finals—things I didn’t have much of as a homeschooler."],
        ["3", "As I grew older, I felt like I needed more of something. Being home schooled from second grade up till my freshman year, I felt a little isolated from the teenage world, even though I had friends from dance and outside classes I took. I wanted to experience the drama of high school and meet friends that I would grow up with and keep for a lifetime. The biggest advantage, according to my mother, was that I would have the influence of many different teachers who specialize in their subjects. So, in my freshman year, I began to take some of my harder classes at Homesource. Once I got my feet wet, the transition into public high school was easier for me."],
        ["4", "I expected to feel intimidated and over-worked, but these feelings never came. Homeschooling experience benefits me at the public school. I was raised in a very nurturing environment, allowing me the space to explore my own interests and figure out for myself what I liked. I have developed a strong sense of self, which helps me to not be so influenced by others. I think I’m very fortunate to have a bit of both worlds. I really love high school, and I feel that homeschooling has prepared me to make the best out of my high school years."]
    ],
    "Copyright": "",
    "References": []
}