{
    "Directions": "",
    "Context": [],
    "Title": "What School Do You Go To?",
    "Subtitle": "",
    "Author": "by Nicole Perkins",
    "LabelType": "P",
    "Content": [
        ["5", "What school do you go to? Such a seemingly innocent question can end a conversation so quickly when met with the following response: I'm ... homeschooled."],
        ["6", "How many awkward silences have I created with that answer! Where does one go from there? Suddenly there are no classmate references, no sport rivalries, no inside jokes to revert to. How do you continue the conversation?"],
        ["7", "I'm a preschool dropout. From age 5 to 15, I was homeschooled. I never had a recess, I never had a cool lunch box ... Or at least not a reason to use one."],
        ["8", "I admit, just before my freshman year of high school, I had a meltdown. I was tired of having a small group of friends and no acquaintances. I wanted to branch out into a new world; a world of freedom. I thought, if given the opportunity, maybe I'd break out of my shy shell. I could land in a group where I was suddenly 'normal.'"],
        ["9", "So, I took a high school class. I lasted one term. It wasn't that I couldn't handle it; it wasn't that I hated class or didn't fit in. I had finally realized how lucky I was. What's better than having five friends that mean the world to you? A small group of incredibly amazing individuals who I can count on no matter what, who know every incredibly minor detail about my life. It occurred to me while walking anonymously through school halls that I didn't care if I had acquaintances who just knew my name; I wanted the late-night thought provoking emotionally charged discussions my friends could always create."],
        ["10", "I decided to keep my friendships, pursue my advanced education and drop the high school. I enrolled in the Lane Community College in my would-be sophomore year taking a couple classes. Immediately, I fell in love with the instructors, the classes and the people."],
        ["11", "Now I'm dually enrolled at the college and the university. I'm a full time student and working far too many hours to pay for it. I'm constantly exhausted with permanent dark rings under my eyes, I fret over upcoming deadlines and dates. I'm younger than the bulk of my friends. However, I love each and every bit of it."],
        ["12", "Growing up as a homeschooler definitely has its ups and downs. There were times when I wished I could've participated in a regular public school environment. But I've avoided a lot of things I'm glad I didn't have to go through, and I've jumped into things that I'm incredibly glad I did. Now it doesn't feel so awkward when I say: I was homeschooled."]
    ],
    "Copyright": "“What School Do You Go To?” by Nicole Perkins. Copyright © by Nicole Perkins. From SKIPPING STONES MAGAZINE, January-February 2008, Volume 20, no. 1, Skipping Stones. Used with permission.",
    "References": []
}