{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The High Dive",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Before Tim ascended the ladder to the high diving board, he felt more nervous than he had ever been in his entire life. He grabbed the front of his favorite blue and white striped baseball cap, pulled it down firmly over his ears, and then rubbed his hands together rapidly. He knew that he couldn't be cold since the temperature was almost ninety degrees and the sun looked like a fried egg in the powder blue sky. Shivering, he couldn't seem to feel the heat, thinking to himself that fear must be making him cold."],
        [" ", "“Hey, Tim! You're going to get that hat wet!” yelled his best friend Sammy, who stood at the edge of the turquoise blue pool."],
        [" ", "Tim grinned weakly, casually removing his hat. His younger brother Stan, who looked as frightened as Tim felt, caught it when Tim tossed it gently to him."],
        [" ", "“Don't do it, Tim,” Stan whispered. “Aren't you scared of diving from up that high?”"],
        [" ", "“Nah,” Tim replied, straightening his shoulders. He saw Sammy watching them closely. “This is nothing.”"],
        [" ", "“But I don't think—” Stan began. Tim stopped him from finishing his sentence. Tim knew Stan was worried, but he couldn't let his younger brother say anything embarrassing in front of the other kids."],
        [" ", "“I know you don't,” he broke in, making himself grin at Stan. “And it's time you do start to think—at least now and then.”"],
        [" ", "While Stan frowned, Tim winked and nodded at his younger brother."],
        [" ", "The small group of kids standing around them laughed, thinking that if Tim could make a joke, then everything must be all right. Only Stan was completely silent without so much as even a smile."],
        [" ", "Tim ruffled Stan's dark hair so that it stood up in spikey pieces all over his head. Then Tim leaned over and softly whispered to Stan, “Go on home, Stan. You don't have to watch me dive.”"],
        [" ", "Stan shook his head vigorously and was as still as a statue. Tim sighed. He knew then his brother would stay at the pool until it was all over."],
        [" ", "Tim turned away, pulled his shoulders back, thrust his head up, and strutted over to the ladder, looking straight ahead. The shining aluminum felt hot as fire in the midday sun, but he grabbed the ladder firmly and put his foot on the first rung."],
        [" ", "An enthusiastic cheer came from behind him. He was the first one! The high diving board for the pool was recently installed, and no one else had attempted it yet. They were all used to the previous diving board that they had used for years. The old board was lower, but this one was much higher and much more menacing. As Tim looked up, he thought the ladder seemed to stretch all the way to the sky!"],
        [" ", "As Tim reached out for the ladder, he suddenly felt sick to his stomach. Last summer he had climbed a ladder similar to this one at a different pool, misjudged the distance on his dive, and hit his shoulder against the board on the way down. He could still imagine the pain of the impact. This was his first time on a diving board since that summer. Now he needed to rid himself of the intense fear that clutched at his insides."],
        [" ", "“Way to go, Tim!” shouted Sammy. “We're right behind you!”"],
        [" ", "“Yeah, then why are you still down there?” Tim called, forcing himself to grin down at his friends who waited at the bottom of the ladder. They all expected him to do it. Only Stan knew how terrified Tim really was."],
        [" ", "Tim slowly and shakily kept climbing the ladder. When he finally reached the top, he stood there a moment and took a deep breath. His grandfather had taught him to do that."],
        [" ", "Tim's grandfather always told him that “fear is only as deep as the mind allows.” So, Tim decided that he would not allow himself to be scared. He then remembered his grandfather's advice: “Whenever you're afraid, breathe so deeply that your belly and lungs fill with air. Then, when you can't take in any more air, open your mouth and push it all out. With the air will go the fear.”"],
        [" ", "In a loud gust of air, Tim released the breath he had been holding. As his muscles relaxed, Tim felt the truth of his grandfather's words. Carefully he closed his eyes and stretched out his arms over his head, flexing his hands several times."],
        [" ", "He allowed himself only a moment for this exercise. Then he opened his eyes, took two steps, bounced on the end of the board, and dived. As he sliced through the water beneath him, Tim cheered inwardly, “YES! YES—I conquered my fear of diving!”"],
        [" ", "When Tim surfaced, Stan was at the side of the pool, jumping up and down and shouting, “You DID it, you DID it!”"],
        [" ", "“No big deal,” Tim replied. “I just remembered what Grandpa told me.”"]
    ],
    "Copyright": "",
    "References": []
}