{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Eating to Fight the British",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Bravery was shown by many people during the Revolutionary War. In this war, American colonists fought for freedom from British rule. Although some of the best remembered heroes are men, many women were equally patriotic. They contributed to the war effort in significant ways. Many of these women provided food for soldiers, nursed the sick and wounded, and even risked their lives in the fight for freedom. One such woman was Emily Geiger."],
        [" ", "At the time, Emily was just a teenager. She lived with her mother and father near the Broad River in South Carolina. Emily's family, like other patriots, wanted to support the fight for freedom against Britain. Emily wanted to do her part to help the colonists win the war and looked for a way that she could help. Her chance came when her father allowed the troops of Nathanael Greene, a colonial general, to camp near the family's property."],
        ["", "Stepping Up When Others Refuse"],
        [" ", "General Greene's soldiers had just suffered a major defeat by the British forces led by Lord Rawdon. To survive another such attack, General Greene needed help. Therefore, he wanted General Thomas Sumter and his soldiers to join him. However, he needed someone to deliver the message with his plan to General Sumter. Since the British held the land between the two groups of American troops, carrying such a message past the enemy was very dangerous. In fact, none of General Greene's men were willing to do it."],
        [" ", "General Greene discussed this problem with one of Emily's neighbors. Unknown to them, Emily heard the conversation. Without a second thought, she asked to see the general. Quickly explaining that she had overheard his request, Emily simply said to the general, “Send me!”"],
        [" ", "According to one account of their meeting, General Greene protested, “Oh, no, child! I could not do that; it is a journey from which brave men hold back.”"],
        [" ", "Emily was insistent, telling the general a young girl traveling through such territory would be far less suspicious than a man. General Greene, realizing he had no other options, consented. Quickly, he composed a letter to General Sumter outlining his plan."],
        [" ", "As a precaution, he verbally shared its contents with Emily. In case the letter was lost or damaged, the general knew it was important that Emily remember every detail."],
        ["", "Falling Victim to Honest Nature"],
        [" ", "Eagerly, Emily set out on horseback. If she were stopped by British soldiers, she planned to say that she was going to visit her Uncle Jacob, who lived miles from her house. However, Emily was not accustomed to lying and, therefore, did not tell lies well. During her trip, she met a group of British scouts. When questioned about the purpose for her trip, she blushed and stammered as she told her false story. Emily's actions raised the suspicions of the scouts. They decided that she should be searched for evidence that may prove she was a spy."],
        [" ", "Left alone while waiting to be searched, Emily quickly tore up the letter she had. Even so, she worried that the pieces would be found. Emily could think of just one way to prevent such a discovery. Piece by piece, she ate the letter. By the time she was searched, every last scrap of the message had disappeared."],
        ["", "Mission Accomplished"],
        [" ", "Since no remnants of the letter were found, Emily was declared free of suspicion. Therefore, the British had to release her. Despite the frightening incident, Emily did not return home. Instead, she continued on, choosing a more roundabout route to General Sumter's camp so she would avoid capture a second time. There, she told the soldiers the full contents of General Greene's letter."],
        [" ", "Thanks to Emily Geiger's courage and quick thinking, the forces of General Greene and General Sumter successfully joined against Lord Rawdon. As a result, the Americans were able to defeat the British army. Today, Emily Geiger is remembered as an outstanding example of the important role women played in the Revolutionary War."]
    ],
    "Copyright": "",
    "References": []
}