{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Anne of Avonlea",
    "Subtitle": "",
    "Author": "by Lucy Maud Montgomery",
    "LabelType": "P",
    "Content": [
        ["", "A Qᴜᴇsᴛɪᴏɴ ᴏꜰ Cᴏʟᴏʀ"],
        ["1", "\t“That old nuisance of a Rachel Lynde was here again today, pestering me for a subscription towards buying a carpet for the vestry¹ room,” said Mr. Harrison wrathfully. “I detest that woman more than anybody I know. She can put a whole sermon, text, comment, and application, into six words, and throw it at you like a brick.”"],
        ["2", "\tAnne, who was perched on the edge of the veranda, enjoying the charm of a mild west wind blowing across a newly ploughed field on a gray November twilight and piping a quaint little melody among the twisted firs below the garden, turned her dreamy face over her shoulder."],
        ["3", "\t“The trouble is, you and Mrs. Lynde don’t understand one another,” she explained. “That is always what is wrong when people don’t like each other. I didn’t like Mrs. Lynde at first either; but as soon as I came to understand her I learned to.”"],
        ["4", "\t“Mrs. Lynde may be an acquired taste with some folks; but I didn’t keep on eating bananas because I was told I’d learn to like them if I did,” growled Mr. Harrison. “And as for understanding her, I understand that she is a confirmed busybody and I told her so.”"],
        ["5", "\t“Oh, that must have hurt her feelings very much,” said Anne reproachfully. “How could you say such a thing? I said some dreadful things to Mrs. Lynde long ago but it was when I had lost my temper. I couldn’t say them DELIBERATELY.”"],
        ["6", "\t“It was the truth and I believe in telling the truth to everybody.”"],
        ["7", "\t“But you don’t tell the whole truth,” objected Anne. “You only tell the disagreeable part of the truth. Now, you’ve told me a dozen times that my hair was red, but you’ve never once told me that I had a nice nose.”"],
        ["8", "\t“I daresay you know it without any telling,” chuckled Mr. Harrison."],
        ["9", "\t“I know I have red hair too . . . although it’s MUCH darker than it used to be . . . so there’s no need of telling me that either.”"],
        ["10", "\t“Well, well, I’ll try and not mention it again since you’re so sensitive. You must excuse me, Anne. I’ve got a habit of being outspoken and folks mustn’t mind it.”"],
        ["11", "\t“But they can’t help minding it. And I don’t think it’s any help that it’s your habit. What would you think of a person who went about sticking pins and needles into people and saying, ‘Excuse me, you mustn’t mind it . . . it’s just a habit I’ve got.’ You’d think he was crazy, wouldn’t you? And as for Mrs. Lynde being a busybody, perhaps she is. But did you tell her she had a very kind heart and always helped the poor, and never said a word when Timothy Cotton stole a crock of butter out of her dairy and told his wife he’d bought it from her? Mrs. Cotton cast it up to her the next time they met that it tasted of turnips and Mrs. Lynde just said she was sorry it had turned out so poorly.”"],
        ["12", "\t“I suppose she has some good qualities,” conceded Mr. Harrison grudgingly. “Most folks have. I have some myself, though you might never suspect it.”"]
    ],
    "Copyright": "Adapted excerpt from Anne of Avonlea by Lucy Maud Montgomery. Originally published in 1909.",
    "References": [
        ["¹", "vestry - a room in a church, used as an office and for changing"]
    ]
}