{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "The Past is Present Cruising",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["1", "\tMore than 10,000 paddlewheel steamboats once sailed America's rivers. Many of the earliest steamboats were used to carry mostly goods and cargo up and down rivers. As the number of passengers grew, however, the vessels changed from floating workhorses to offering more comfortable and ultimately luxurious accommodations for travelers, such as stately cabins and fancy dining rooms. The golden age of steamboats is gone now. But travelers still can enjoy steamboat adventures, thanks to the Delta Queen Steamboat Company of New Orleans, Louisiana."],
        ["2", "\tBeginning with founder Gordon Greene's 1890 purchase of a two­deck steamboat, the company is America's oldest cruise line. Just like wealthy travelers of the late 19th century, today's steamboat passengers enjoy delicious dining and first-class entertainment. The company's boats offer luxurious Victorian­style settings that include chandeliers, wood paneling, grand staircases, and more."],
        ["3", "\tThe steamboat company offers 3­ to 11­night cruises along the Mississippi, Ohio, Cumberland, and other rivers inthe southern and midwestern United States. And again, like the passengers of more than a century ago, today's travelers view spectacular scenery. Even though some river towns have grown into industrial cities, many areas have stayed rural."],
        ["4", "\t“A lot of the river that our passengers see remains the same as it did 200 or 300 years ago,” says Delta Queen Steamboat Company captain Gabriel Chengery. “It's always interesting to see what's around the next bend of the river.” Chengery started as a deck hand at age 19. With more than 37 years of experience, he has worked on steamboats longer than anyone else in the company."],
        ["5", "\tNow a National Historic Landmark, the 174-passenger Delta Queen steamboat was launched by the California Transportation Company in 1927 and operated along the Sacramento River. During World War II, the Navy used the boat to ferry troops around San Francisco Bay. Greene's son Tom purchased it from the Navy in 1946 and had it brought to New Orleans, Louisiana, through the Panama Canal."],
        ["6", "\tBuilt in 1976 to celebrate America's bicentennial, another of the company's steamboats, the Mississippi Queen, can carry 416 passengers. It features the world's largest steam-powered calliope. Launched by the company in 1995, the 436passenger American Queen is the largest steamboat ever built."],
        ["7", "\tEach boat uses radar, global positioning equipment, and other modern navigational tools. Yet steam­driven paddle wheels propel each boat along its course, just as in days past. At many landings, deck hands still hop off to tie the boats' lines to trees or cables on the riverbanks."],
        ["8", "\tThese days, steamboats need large crews. The Delta Queen carries about 80 crew members, while the Mississippi Queen and the American Queen have about 160 each. Besides the captain and pilots, there are deck hands, engineering staffs, cabin attendants, cooks, bartenders, porters, and entertainers."],
        ["9", "\tEach boat also has a riverlorian — a historian who specializes in the rivers and their particular sights. The riverlorian points out unusual bits of history along the boat's course, gives onboard talks, and arranges games and other fun pursuits for children."],
        ["10", "\t“We travel all throughout the heartland of America,” explains riverlorian Karen “Toots” Maloy. “I'm going to make that heart beat. It's going to come alive for you.” Maloy has traveled up and down almost all of the company's routes, doing research and talking with old­timers in each town. She also has an extensive onboard library. “It's a learning process constantly,” Maloy explains."],
        ["11", "\tIn addition to factual history, passengers learn river lore and legends. Often on foggy mornings, for example,passengers may see a great blue heron flying ahead of the boat. One story holds that the bird actually is the spirit of a river pilot guiding the boat to safety."],
        ["12", "\tSteamboat passengers enjoy onboard activities like calliope concerts, kite flying, cooking demonstrations, movies, games, and craft lessons. When a boat stops along its route, they also can rent bicycles to explore the riverbanks. The Mississippi Queen and the American Queen even have pools and fitness rooms."],
        ["13", "\tSome theme cruises feature steamboat races, Civil War history explorations, music festivals, quilting, and more. Other cruises focus on seasonal celebrations—garden visits in the spring and summer or leaf viewing in the fall, for instance. “Families have a great time onboard,” notes Chengery. “I think it brings out the Tom Sawyer and Huckleberry Finn in all of us.”"],
        ["", "problems/MS22G7E/media/S4a.jpg"]
    ],
    "Copyright": "“The Past is Present Cruising” by Kathiann M. Kowalski, Cobblestone, November 1, 2006. Copyright © 2006 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.\n\nPhotograph of “Paddle wheel steamer Mississippi Queen at the harbour in front of St. Michaelis church, Hamburg, Germany, Europe,” courtesy of Superstock, Lookfoto/4449­92341.",
    "References": []
}