{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Beam Me Up, Smell­ie!",
    "Subtitle": "",
    "Author": "by Faith Hickman Brynie",
    "LabelType": "P",
    "Content": [
        ["1", "\tTalk about instant travel in space and time! It seems that nothing can take you back to a memory faster than an odor. The experience is called the “Proust phenomenon.” It's named for a French novelist who described a flood of childhood memories that came back to him after he smelled pastry dipped in linden tea."],
        ["2", "\tIt's hard to argue with Proust's idea. In our everyday experience, it seems that nothing jogs the memory better than a smell. To see if that's so, Welsh researchers recruited volunteers who had visited the Jorvik Museum in York, England. Museumgoers there experience not only the sights and sounds, but also the smells, of a Viking village recreated from a thousand years ago. The researchers gave people tests of facts about the museum, asking what they remembered about their visits several years before. Some of the testtakers filled out the questionnaires while smelling the Jorvik Museum's unique mix of aromas. Others worked while smelling a different odor or none at all. The result? People who smelled “Eau de Jorvik” got the highest scores on the test. This result is not, unfortunately, as much a proof of the Proust phenomenon as it is of a learning process called “context­dependent memory.” The same sights, sounds, and odors that are present when we learn something new help us to recall it later. (Remember that when you are studying for a test!)"],
        ["3", "\tTo qualify as the Proust phenomenon, an odor­prompted memory should be old, vivid, and emotional. There's evidence for all three. Simon Chu and John Downes at the University of Liverpool asked people in their late 60s and 70s to describe memories that came to mind when they heard a word or smelled an odor. Verbal cues most often produced memories from ages 11 to 25. Odor cues brought back older memories — things that happened when the respondents were ages 6 to 10. The same scientists prodded people's recall with smells, pictures, and words. Subjects rated their smell­cued memories as more emotional and richer in detail than the word­ or picture­stimulated ones."],
        ["4", "\tThe big question, however, is whether odor is better than sight or sound at bringing back memories vividly. Rachel Herz, a psychologist at the Monell Chemical Senses Center in Philadelphia, says that it isn't. She showed people paintings and at the same time had them smell an odor or imagine one. A few days later, she exposed them to the odor or gave them a word describing the odor. Regardless of whether they had smelled the odor or just heard the word, people were no more accurate in remembering the painting. However, the emotional content of their memory—how the painting made them feel—was much stronger when the memory's trigger was odor."],
        ["5", "\t“I believe that the Proust phenomenon can be subtly redefined,” Herz says. “Odors may trigger a memory of uncommon emotional power, it is true. But the vividness of memory — its sensation of accuracy—is an illusion created by that rush of emotion.” The architecture of the brain explains the Proust phenomenon, Herz thinks. Odors are processed and memories are retrieved (but not stored) in the brain's right half. The brain's center of emotion is also there."]
    ],
    "Copyright": "“Beam Me Up, Smell­ie!” by Faith Brynie, Odyssey, February 1, 2003. Copyright © 2003 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}