{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Q&A: How Can Our Noses Smell a Trillion Different Odor Mixtures?",
    "Subtitle": "",
    "Author": "by Jane J. Lee, National Geographic",
    "LabelType": "P",
    "Content": [
        ["1", "\tOur noses are better at distinguishing smells than we ever knew. A lot better."],
        ["2", "\tIn fact, we may be able to detect as many as a trillion different odors, according to a new study published this week.That’s orders of magnitude more than earlier estimates of nasal intelligence."],
        ["3", "\tThe study marks the first time that the human sense of smell has been put through a rigorous scientific test, says Leslie Vosshall, a researcher at Rockefeller University in New York City."],
        ["4", "\tA 1920s study concluded that people could smell roughly 10,000 different odors, but that estimate wasn’t backed by data, says Vosshall, co-author of the study published March 20 in the journal Science."],
        ["5", "\tStill, that decades-old figure remained unchanged until now, likely giving rise to a scientific under-appreciation of our nose’s capabilities."],
        ["6", "\tNational Geographic spoke via email to study co-author Andreas Keller, a researcher in Vosshall’s laboratory at Rockefeller University, about the new research, whether there’s a universal “good” smell, and if scientists might find evidence for “supersmellers.”"],
        ["7", "\tWʜᴇɴ ᴅɪᴅ ᴛʜɪs ɪᴅᴇᴀ ᴛʜᴀᴛ ʜᴜᴍᴀɴs ʜᴀᴠᴇ ᴀ ᴘᴏᴏʀ sᴇɴsᴇ ᴏꜰ sᴍᴇʟʟ ꜰɪʀsᴛ ᴘᴏᴘ ᴜᴘ?"],
        ["8", "\tI blame Plato, who wrote in Timaeus—[his account of the formation of the universe]—that vision is the greatest gift given to us by the gods and the basis of philosophy, whereas smell is a half-formed thing about which not much can be said."],
        ["9", "\tWʜᴀᴛ ᴀʙᴏᴜᴛ ᴛʜᴇ ɪᴅᴇᴀ ᴛʜᴀᴛ ᴡᴇ ᴄᴀɴ ᴅɪsᴛɪɴɢᴜɪsʜ 10,000 ᴏᴅᴏʀs? Wʜᴇʀᴇ’ᴅ ᴛʜᴀᴛ ᴄᴏᴍᴇ ꜰʀᴏᴍ?"],
        ["10", "\tThis number is based on theoretical work from the early 20th century. [It] was based on the assumptions that (a) there are four elementary odor qualities—fragrant, acidic, caproic [or sweaty], and burnt—and (b) that we can discriminate around ten different intensities of each of these qualities, 10x10x10x10=10,000. Unfortunately, both assumptions were wrong."],
        ["11", "\tDɪᴅ ɪᴛ sᴜʀᴘʀɪsᴇ ʏᴏᴜ ᴛᴏ ꜰɪɴᴅ ᴛʜᴀᴛ ʜᴜᴍᴀɴs ᴄᴀɴ sᴍᴇʟʟ ᴀ ᴛʀɪʟʟɪᴏɴ ᴏᴅᴏʀ ᴍɪxᴛᴜʀᴇs?"],
        ["12", "\tNot at all. From my experience working with odors, I knew that it is very unusual to find two mixtures of odors that cannot be discriminated. And because the number of possible mixtures is astronomically high, it always seemed to me that 10,000 was much too small a number. I suspect that most other people working with smells would have agreed with me."],
        ["13", "\tYᴏᴜ ᴛᴇsᴛᴇᴅ ᴡʜᴇᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ ᴡᴏᴜʟᴅ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴅɪsᴛɪɴɢᴜɪsʜ ᴏɴᴇ ᴍɪxᴛᴜʀᴇ ᴏꜰ ᴏᴅᴏʀs ꜰʀᴏᴍ ᴀɴᴏᴛʜᴇʀ. Is ᴛʜᴇʀᴇ ᴀ ᴅɪꜰꜰᴇʀᴇɴᴄᴇ ʙᴇᴛᴡᴇᴇɴ ʙᴇɪɴɢ ᴀʙʟᴇ ᴛᴏ sᴍᴇʟʟ ᴛʜᴏsᴇ ᴍɪxᴛᴜʀᴇs ᴀs ᴏᴘᴘᴏsᴇᴅ ᴛᴏ sɪɴɢʟᴇ ᴏᴅᴏʀs?"],
        ["14", "\tThere is a condition called specific anosmia, or odor-blindness, in which people with an otherwise OK sense of smell cannot perceive a specific type of odor, like musk. To them, some single odors that have a smell to others are odorless. For mixtures, one will not find this effect because even if people cannot smell some of the components in a mixture, they will be able to smell [the other odors]."],
        ["15", "\tIs ᴛʜᴇʀᴇ ᴀ sᴄᴇɴᴛ ᴛʜᴀᴛ’s ᴜɴɪᴠᴇʀsᴀʟʟʏ ᴄᴏɴsɪᴅᴇʀᴇᴅ ᴀ ɢᴏᴏᴅ sᴍᴇʟʟ? Wʜᴀᴛ ᴀʙᴏᴜᴛ ᴀ ᴜɴɪᴠᴇʀsᴀʟ ʙᴀᴅ ᴏɴᴇ?"],
        ["16", "\tI published a paper in which a few hundred people rated how much they liked around 60 different odors. I think vanillin was the favorite and isovaleric acid [a compound that gives smelly cheese its pungent odor] the least favorite."],
        ["17", "\tHowever, all the subjects were from the New York area, so that doesn’t count as universal. But from an evolutionary standpoint, fruit odor would be a good candidate for a universally pleasant odor and the odor of decaying flesh   good candidate for an unpleasant one."],
        ["18", "\tAʀᴇ ᴛʜᴇʀᴇ “sᴜᴘᴇʀsᴍᴇʟʟᴇʀs,” ᴊᴜsᴛ ʟɪᴋᴇ ᴛʜᴇʀᴇ ᴀʀᴇ sᴜᴘᴇʀᴛᴀsᴛᴇʀs—ᴘᴇᴏᴘʟᴇ ᴡɪᴛʜ ᴀɴ ᴇxᴛʀᴇᴍᴇʟʏ ɢᴏᴏᴅ ᴀʙɪʟɪᴛʏ ᴛᴏ ᴅɪsᴛɪɴɢᴜɪsʜ ꜰʟᴀᴠᴏʀs?"],
        ["19", "\tThere probably are. There is enormous variability in an individual’s olfactory abilities. Much of it is probably due to genetic variability in the [odor] receptors."],
        ["20", "\tHowever, there are different ways to measure how good a person’s sense of smell is—sensitivity, the ability to discriminate similar smells, the ability to identify components in mixtures — and it is not clear which one would have to be unusual to qualify as a “supersmeller.”"],
        ["21", "\tWʜᴇʀᴇ ᴡɪʟʟ ᴏᴜʀ ɴᴏsᴇs ʟᴇᴀᴅ ʏᴏᴜʀ ʀᴇsᴇᴀʀᴄʜ ɴᴇxᴛ?"],
        ["22", "\tLike many others in our field, I want to better understand what makes odors smell similar or different. So this is the question my research is now focusing on. I’m especially interested in pairs of mixtures that share none of their components, yet smell similar."],
        ["", "problems/MS22G7E/media/S3a.jpg"]
    ],
    "Copyright": "Adapted excerpt from “Q&A: How Can Our Noses Smell a Trillion Different Odor Mixtures?” by Jane J. Lee, National Geographic, March 23, 2014. Copyright © 2014 by the National Geographic Society. Used with permission of the National Geographic Society via Copyright Clearance Center.\n\nPhotograph of “Study of Smell: MRI of the Brain,” courtesy of Superstock, Cavallini James/BSIP/824-33372.",
    "References": []
}