{
    "Directions": "Read the passage about an unusual event. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Wild Robot",
    "Subtitle": "",
    "Author": "by Peter Brown",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA19G5E/media/S1a.jpg"],
        ["", "THE OCEAN"],
        ["1", "Our story begins on the ocean, with wind and rain and thunder and lightning and waves. A hurricane roared and raged through the night. And in the middle of the chaos, a cargo ship was sinking\n\tdown\n\tdown\n\tdown\n\tto the ocean floor."],
        ["2", "The ship left hundreds of crates floating on the surface. But as the hurricane thrashed and swirled and knocked them around, the crates also began sinking into the depths. One after another, they were swallowed up by the waves, until only five crates remained."],
        ["3", "By morning the hurricane was gone. There were no clouds, no ships, no land in sight. There was only calm water and clear skies and those five crates lazily bobbing along an ocean current. Days passed. And then a smudge of green appeared on the horizon. As the crates drifted closer, the soft green shapes slowly sharpened into the hard edges of a wild, rocky island."],
        ["4", "The first crate rode to shore on a tumbling, rumbling wave and then crashed against the rocks with such force that the whole thing burst apart."],
        ["5", "Now, reader, what I haven't mentioned is that tightly packed inside each crate was a brand-new robot. The cargo ship had been transporting hundreds of them before it was swept up in the storm. Now only five robots were left. Actually, only four were left, because when that first crate crashed against the rocks, the robot inside shattered to pieces."],
        ["6", "The same thing happened to the next crate. It crashed against the rocks, and robot parts flew everywhere. Then it happened to the next crate. And the next. Robot limbs and torsos were flung onto ledges. A robot head splashed into a tide pool. A robot foot skittered into the waves."],
        ["7", "And then came the last crate. It followed the same path as the others, but instead of crashing against the rocks, it sloshed against the remains of the first four crates. Soon, more waves were heaving it up out of the water. It soared through the air, spinning and glistening until it slammed down onto a tall shelf of rock. The crate was cracked and crumpled, but the robot inside was safe."],
        ["", "THE OTTERS"],
        ["8", "The island's northern shore had become something of a robot gravesite. Scattered across the rocks were the broken bodies of four dead robots. They sparkled in the early-morning light. And their sparkles caught the attention of some very curious creatures."],
        ["", "problems/MA19G5E/media/S1b.jpg"],
        ["9", "A gang of sea otters was romping through the shallows when one of them noticed the sparkling objects. The otters all froze. They raised their noses to the wind. But they smelled only the sea. So they cautiously crept over the rocks to take a closer look."],
        ["10", "The gang slowly approached a robot torso. The biggest otter stuck out his paw, swatted the heavy thing, and quickly jumped back. But nothing happened. So they wriggled over to a robot hand. Another brave otter stuck out her paw and flipped the hand over. It made a lovely clinking sound on the rocks, and the otters squeaked with delight."],
        ["11", "They spread out and played with robot arms and legs and feet. More hands were flipped. One of the otters discovered a robot head in a tide pool, and they all dove in and took turns rolling it along the bottom."],
        ["12", "And then they spotted something else. Overlooking the gravesite was the one surviving crate. Its sides were scraped and dented, and a wide gash ran across its top. The otters scampered up the rocks and climbed onto the big box. Ten furry faces poked through the gash, eager to see what was inside. What they saw was another brand-new robot. But this robot was different from the others. It was still in one piece. And it was surrounded by spongy packing foam."],
        ["13", "The otters reached through the gash and tore at the foam. It was so soft and squishy! They squeaked as they snatched at the fluffy stuff. Shreds of it floated away on the sea breeze. And in all the excitement, one of their paws accidentally slapped an important little button on the back of the robot's head."],
        ["14", "Click."],
        ["15", "It took a while for the otters to realize that something was happening inside the crate. But a moment later, they heard it. A low whirring sound. Everyone stopped and stared. And then the robot opened her eyes."]
    ],
    "Copyright": "The Wild Robot by Peter Brown. Text and illustrations copyright © 2016 by Peter Brown. Reprinted by permission of Little, Brown and Company, an imprint of Hachette Book Group, Inc.",
    "References": []
}