{
    "Directions": "Read the passage about a young person who has plans for the future. Then answer each question that follows.",
    "Context": [
        "Catalina Solis is a young girl living in Chile. Her father works as a mechanic in an observatory, a place where astronomers use telescopes to study the stars. Read this passage about Catalina's brave act in the observatory."
    ],
    "Title": "Lace Round the Sky",
    "Subtitle": "",
    "Author": "by Cecilia Aragon",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA19G5E/media/S2a.jpg"],
        ["1", "As Papá's snores boomed off the clapboard walls, Catalina slid from her mattress and groped her way to the front door. The latch clicked softly. The girl waited a moment to see if any of her family would wake, but nobody stirred."],
        ["2", "Catalina stood on the doorstep of their Cerro Tololo observatory staff housing, drinking in deep lungfuls of the clear night air under the blazing Southern Hemisphere starshine. The Milky Way sprawled across the sky, a swath of pure white lace shadowed by dark blotches."],
        ["3", "Night was her favorite time. During the day the Chilean mountaintop swarmed with tourists, shouting and calling to each other as breezes spun dust into the thin mountain air. While the visitors were there, Papá could not allow her to help polish the brass fittings of the old refractor telescope nor pour smoking liquid nitrogen into the Dewar vessel that kept the Schmidt telescope camera cool. During the day she was no one special, just a kid underfoot among the many who made the pilgrimage to the mountaintop to visit the miraculous devices that let scientists learn about the stars."],
        ["4", "But at night, when everything was quiet, Catalina was one of the few who were allowed beyond the roped-off corridors and the “No Admittance” signs. The night staff all knew her, knew she would keep her hands away from the delicate instruments and could always be counted on to fetch a cup of coffee or grab a toolbox."],
        ["5", "She loved helping to service the grand telescopes, the eyes that peered out into the universe — even if it was annoying how she was always told not to disturb the astronomers who directed the telescopes through the night, searching the sky in elaborate patterns. Catalina wanted more than anything to confess her secret dream to these great and revered scientists, whose love of astronomy had brought them from all over the world to an isolated mountaintop."],
        ["6", "Instead, Señor Alfonso, the accountant, told her that if she bothered the scientists she would be banned from the telescopes. Señora Carmen, the head administrator, frowned and scolded her. “Little girls have no place interfering with important work.”"],
        ["7", "Even her father, when she said, “Papá, I want to be an astronomer someday,” laughed and tugged at one of her long black braids. “Maybe if you work hard, you'll be hired to clean the offices when you're big enough, like your mother.”"],
        ["8", "But Catalina was curious. The sky did not merely consist of white dots of stars against a black background, like her schoolbooks said. The sky she saw every night was knotted with patterns, from fuzzy balls of fluff to filaments braided and twirling overhead. What were the bright threads that looped in twisting arcs around dark eyelets? And what secret commands did the astronomers type on their computers to persuade the telescopes to rotate and capture the distant, hidden galaxies?"],
        ["9", "One day last summer, she had been curled up on a dingy green vinyl sofa in the small library. Magazine pages flapped on battered wooden side tables as fans swung back and forth. Flipping through the pages of a botany journal, she had stopped at the picture of an intricate white flower."],
        ["", "problems/MA19G5E/media/S2b.jpg"],
        ["10", "“It's called wild carrot, or Queen Anne's Lace.” One of the foreign astronomers, pallid and tall in an expensive suit, stood behind her. His Spanish was heavily accented. She stared up at him, panicked. “Pretty, isn't it? I've always liked that flower, because I think it looks like a galaxy. Nature repeats itself.”"],
        ["11", "She looked down at the page. It did look familiar. “A flocculent spiral galaxy,” she whispered."],
        ["12", "Blond eyebrows climbed his reddened forehead. “Indeed. And what is your name, young lady?” he asked, his light blue eyes focusing on her with disconcerting intensity."],
        ["13", "“I'm Catalina Solis.”"],
        ["14", "“Eduardo Solis's daughter? The mechanic?”"],
        ["15", "“Yes.” She slanted a look at him. “I want to be an astronomer when I grow up.”"],
        ["16", "He laughed genially, no longer meeting her eyes, and patted her on the shoulder. “Yes, of course, my dear. Work hard in school, and it could happen.”"],
        ["17", "No one believed she would be a scientist one day. But why? She knew she could be a good scientist. She knew it!"],
        ["18", "She danced along the dirt road, bare feet soundless against the gravel, a practiced eye scanning the half-dozen domes at the mountaintop's summit. Then she stopped suddenly. The one-meter telescope's dome slit was open, but its angle was unusual. Cautiously, she wandered nearer. The telescope was pointed down, almost at the ground, lower than she had ever seen it."],
        ["", "problems/MA19G5E/media/S2c.jpg"],
        ["19", "She bit her lip, shifting from foot to foot. The red light over the entrance door indicated that it was forbidden to enter and disturb the scientists at work."],
        ["20", "She looked back along the darkened road. No adults were around. Quickly making up her mind, she ran to the dining hall. Dim yellow light framed blackout curtains behind narrow, wired-glass windows. The cooks must still be cleaning up after dinner."],
        ["21", "Bursting through the door, she cried, “Señora Silvia, I need your help. I think there's a problem with one of the telescopes.”"],
        ["22", "Inside, dishes clattered loudly against the cast-iron sinks. The head cook put one soapy hand on her apron and glared. “Girl, what does someone like you know about telescopes?”"],
        ["23", "Catalina explained, but Silvia only shook her head. “Nonsense. I'm sure they're just doing something different tonight. It's not our place to interrupt. Now shoo!” She flapped her apron at the girl."],
        ["24", "Back out under the starlight, Catalina stared at the offending dome. A strand of unease twisted in her gut. Something was wrong, she was sure of it. But what could she do?"],
        ["25", "She sucked in her breath as the thought came to her. She could check for herself. It was dark outside. Opening the door wouldn't allow too much light into the dome, and she knew how to move in the dark without banging into any of the equipment."],
        ["26", "But if she was wrong, the scientists running the telescope would be angry. Staff children did not belong in the off-limits areas."],
        ["27", "Gritting her teeth, she gave one last glance around the mountaintop, hoping she could make her plea to a sympathetic adult. But there was no one. So, taking a deep breath, she turned the handle and slipped inside."],
        ["28", "It was dark within the dome, and her eyes took a moment to adjust. The telescope mount was emitting a faint grinding noise. That wasn't normal. She took a cautious step forward and saw an irregular shape hunched on the floor."],
        ["29", "She inhaled sharply. It was a man. Coming closer, she saw that one leg was bent under him at an awkward angle."],
        ["30", "“Señor?” she whispered. “Are you all right?”"],
        ["31", "The man groaned. He canted his head, skin pale in the low light, eyes glittering beneath half-closed lids. She recognized him: the scientist she had met in the library. “Fell,” he gasped in his accented Spanish, gesturing at the platform above. “I think ... broke leg. Need to ... uh ...” His voice trailed off."],
        ["32", "Catalina balanced on the balls of her feet. “I'll run and get the night operator,” she promised, already backing toward the door."],
        ["33", "“No!” His voice was sharp. “First, need to ... fix the telescope.” He muttered to himself for a moment in English. “In two minutes, the ... scope will move past its limit and ... be damaged. I'll tell you how ...”"],
        ["34", "Catalina's eyes lifted to the clock drive lit by a blinking yellow light. She had often helped her father reset this device. Quickly, she walked to the controller and flipped the two switches her father used to stop the telescope."],
        ["35", "The man behind her was still gasping out directions."],
        ["36", "“Shh, it's all right,” she soothed, coming to his side. “I fixed it. No more problems, OK?”"],
        ["37", "“You what ... ?” he muttered, confused. “Already?” Then his head lolled to one side. Catalina stared at his unconscious figure a moment and then jumped to her feet."],
        ["38", "Her braids thumped her back rhythmically as she ran all the way to the night operator's office. She burst into the low brown structure without knocking, for the man could be grumpy sometimes."],
        ["39", "“Señor Rojas, there's an emergency,” she called out as the big man swiveled his beat-up wooden chair to face her. “The astronomer using the one-meter had an accident. He fell and broke his leg. You need to get help!”"],
        ["", "* * *"],
        ["40", "Later that night, Catalina crouched behind one of the junction boxes as the astronomer was carried out on a stretcher."],
        ["41", "“Wait!” he called as he was about to be loaded into the ambulance. “Wait! Catalina!”"],
        ["42", "Catalina straightened and crept into the ring of lights. He remembered her name?"],
        ["43", "The man's leg had been splinted, and his eyes were bright with pain. “How did you know?” he asked."],
        ["44", "“Know what?” she whispered, puzzled."],
        ["45", "“That something was wrong.” He lifted a hand to gesture vaguely in the direction of the one-meter."],
        ["46", "She scuffed the dirt with her toe. “Um, I saw the barrel pointing down, and I knew ... it wasn't normal.”"],
        ["47", "His eyes sharpened. “That was observant of you. Then you knew how to shut down the equatorial mount.”"],
        ["48", "Shyly, she nodded."],
        ["49", "His gaze remained on her as they lifted the stretcher and began to slide it into the ambulance. “A good scientist,” he continued, “is always observant.” Then the door slammed behind him."],
        ["", "* * *"],
        ["50", "“Mail Call!” yelled Arturo, Señor Rojas's son. He tossed a padded envelope plastered with foreign stamps onto Catalina's doorstep. She was helping Mamá make mote con huesillos, one of her favorite desserts. Scooping up the envelope, she tore open the flap."],
        ["51", "Out fell a pressed and dried white flower in wax paper. Queen Anne'slace, she remembered, tracing the edges with her fingertip. Like a spiral galaxy."],
        ["52", "“Dear Catalina,” the letter began, “I wanted to thank you for not only saving (possibly) my life, or at least my dignity, but also something far more valuable: the one-meter telescope mount. In return, I thought I might offer a budding scientist some advice.”"],
        ["53", "She continued reading, heart pummeling her ribs. He listed several addresses he said were of the best schools in Chile for young scientists. “The scholarship applications aren't easy, but if you attempt them, I'd be happy to give you my feedback.”"],
        ["54", "She clutched the letter to her chest, an absurd joy exploding like a supernova. It was going to happen. She would become an astronomer. She knew it now."],
        ["55", "That night, when she ran out under the stars, she called, “I'll discover all your secrets someday!” She spun the delicate, galactic flower in her hand. Patterns in the sky, patterns on the earth; humans laced them together. Circling above her, the intricate sky no longer seemed quite so remote."]
    ],
    "Copyright": "“Lace Round the Sky” by Cecilia Aragon, illustrated by Heidi Younger, from Cricket Magazine (September 2014). Text and illustrations copyright © 2014 by Carus Publishing Company d/b/a Cricket Media, Inc. Reprinted by permission of Cricket Media, Inc.",
    "References": []
}