{
    "Directions": "",
    "Context": [
        "The International Women of Courage Awards are held each year in honor of women who show leadership, bravery, and a willingness to sacrifice for others. These women range from activists to human rights lawyers to medical doctors. The award is given by the U.S. Department of State."
    ],
    "Title": "Source 3: 2014 International Women of Courage Awards",
    "Subtitle": "",
    "Author": "Remarks from Michelle Obama",
    "LabelType": "P",
    "Content": [
        ["10", "\tThis is the sixth time that I’ve had the pleasure of attending this event, and it is one of the highlights of my year because I always walk away feeling inspired by these women, determined to reflect their courage in my own life. And I know I’m not alone in that feeling because every day, with every life they touch and every spirit they raise, these women are creating ripples that stretch across the globe. . . ."],
        ["11", "\tThat is what this day is about. It’s about understanding that while our circumstances may be different in so many ways, the solutions to our struggles are the same. So when we see these women raise their voices and move their feet and empower others to create change, we need to realize that each of us has that same power and that same obligation. And as I learned about this year’s honorees and I thought about how we could support their work, I realized that for most of these women, there is a common foundation for their efforts. It’s a foundation of education."],
        ["12", "\tOn stage today, we have doctors and lawyers, we have a bishop, even a classically trained musician. These women have spent years in schools and universities equipping themselves with the knowledge and skills they now use to tackle the challenges before them. And that’s a story I can relate to because it’s the story of my life. And that is the message I’m sharing with young people across America, urging them to commit to their education so that they too can write their own destiny. . . ."],
        ["13", "\tAnd as I travel the world, whether I’m in Mexico City or Johannesburg, Mumbai, or later this month when I travel to China, I make it a priority to talk to young people about the power of education to help them achieve their aspirations. I always tell them that getting a good education isn’t just about knowing what’s going on in your own community or even in your own country, because no matter where we live, we all face so many of the same struggles— fighting poverty, hunger and disease; ensuring our most basic rights and freedoms; confronting threats like terrorism and climate change. . . ."],
        ["14", "\tSo none of us can afford to just go about our business as usual. We cannot just sit back and think this is someone else’s problem. As one of our honorees, Zimbabwe’s Beatrice Mtetwa, as she once said about the fight for progress in her home country, “This has to be done. Somebody’s got to do it, and why shouldn’t it be you?” That is the courage we celebrate today; that willingness to not only ask that question but to devote your soul, your entire soul, toward finding an answer; that fearlessness to step forward even though you don’t know what lies ahead; that audacity to believe that principles like justice and equality can become a reality, but only if we’re willing to sacrifice for it. That is the courage that we all must challenge ourselves to summon every single day in our own families, in our own communities. And if we can do that, then we won’t just be making a difference for those closest to us, we’ll be creating a ripple effect of our own."]
    ],
    "Copyright": "Remarks from Michelle Obama at the International Women of Courage Awards, from http://www.state.gov/s/gwi/rls/rem/2014/222920.htm. In the public domain.",
    "References": []
}