{
    "Directions": "Read the following passage about a unique art project then answer each question.",
    "Context": [],
    "Title": "Sowing Community",
    "Subtitle": "",
    "Author": "by Kim Palmer",
    "LabelType": "P",
    "Content": [
        [" ", "\tA lot has changed in the 10 weeks since the Schoenherr family allowed a crew to tear up their entire front lawn in Woodbury and replace it with edible plants."],
        [" ", "\tInstead of a flat expanse of turf grass, the family's front yard is now mounded and thick with growing cabbages, tomatoes, salad greens, peppers, herbs, and fruit—“over 100 crops in all, if you include different colors,” said John Schoenherr."],
        [" ", "\t“My favorite thing is the purple cauliflower,” said his wife, Catherine. “We knew it was cauliflower. We didn't know it was purple. We don't know all the plants—we're waiting for them to reveal themselves.”"],
        [" ", "\tA lot of mystery edibles have sprouted in the Schoenherrs' yard since the crew, led by California artist Fritz Haeg, transformed it into Edible Estate #15."],
        [" ", "\tThe garden is part of Haeg's residency at the Walker Art Center, which is kicking off a related exhibit, including the premiere of a video about the Schoenherrs' landscape makeover."],
        [" ", "\tHaeg's worldwide project involves creating prototype gardens that put “visible food production” in residential communities to shift perceptions about what constitutes an attractive, acceptable front yard. While traditional suburban lawns hog resources while contributing little, edible landscapes not only produce food but also promote human interaction, according to Haeg."],
        [" ", "\tBoth food and connections appear to be flourishing now at the Schoenherrs'. When the family is truly stumped about something that's growing in their front yard, they ask Anna Bierbrauer, a local landscape architect who is serving as their coach during this growing season."],
        [" ", "\tFor now, they're busy making salsas and pestos. John has experimented with juicing. And they're tossing salads. Many, many salads. “We're eating a lot more lettuce,” said Catherine, plus giving away bag after bag to friends and acquaintances. Still, the greens keep coming. “I don't want another salad for a while,” she admitted."],
        [" ", "\tThe Schoenherrs' abundance has intensified their interaction with their landscape and with their neighborhood. Now they're spending a lot more time in their front yard, and so are their neighbors."],
        [" ", "\tCatherine has organized Wednesday “gardening nights” so neighbors can gather, pull a few weeds, and help themselves to produce. “Some people feel very welcome cutting things; others I need to bribe,” she said with a laugh."],
        [" ", "\tThey hosted a pizza party on Father's Day. Catherine also hopes to host a “sauerkraut-making party” later in the growing season. “We're going to have a ton of cabbage,” she said."],
        [" ", "\tKids who attend the home-based child-care facility across the street regularly visit the “Children's Garden,” a cozy plot tucked into the corner of the Schoenherrs' front yard. (One little boy became so enamored of picking fresh produce that he went home and tried to eat his parents' hostas.)"],
        [" ", "\tThe Schoenherrs' own two children, both young adults, no longer live at home but spend a lot of time in their parents' garden."],
        [" ", "\tSon Aaron, who helped his dad build their trellis and lashing for their hops plants, stops by routinely. “I've been here every weekend, a couple Wednesdays, and a couple random days,” he said."],
        [" ", "\tHis sister, Andrea, also is a regular visitor. “My job has been eating,” she said. “And blogging.” (She chronicles the family's garden journey.)"],
        [" ", "\t“There are so many people helping that it doesn't feel overwhelming,” Catherine said. “If I had to do it myself, it would not be good.”"],
        [" ", "\tBut so far, tending the massive garden hasn't been as labor-intensive as one might expect. “We're starting to get more weeds, but we're still spending less time weeding than we did last year,” John said. “This was clean dirt.”"],
        [" ", "\tAnd vegetables are planted close together, giving weeds little room to grow, Bierbrauer noted."],
        [" ", "\tShe's been struck by the family's enthusiastic commitment to their new landscape. “The most amazing thing is how much the Schoenherrs have embraced it, their willingness to take it on and to learn,” she said. “There's never a moment of intimidation.”"],
        [" ", "\tCatherine finds she spends more time chatting with neighbors, less time getting things done. “I've always been punctual. Now I come out, I'm visiting, and I have to say, 'I gotta go.' But that's the life I want,” she said. “We always had a close neighborhood, but neighbors I didn't know as well, I know better now.”"],
        [" ", "\tThe 9-year-old girl who lives across the street is now a frequent garden helper—and consumer. “She's trying things she wouldn't eat before,” Catherine said."],
        [" ", "\tAnother neighbor is planning to install her own edible landscape next year. “I can't even begin to understand what effect this is having on everybody,” Catherine said. “I think it's the start of a really good thing.”"]
    ],
    "Copyright": "",
    "References": []
}