{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word is a synonym for the word s͟a͟v͟o͟r͟y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "common",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “savory.”",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "unhealthy",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “savory.”",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "flavorful",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Flavorful” means the same as “savory.”",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "inexpensive",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “savory.”",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze the interactions between individuals, events, and ideas in a text (e.g., how ideas influence individuals or events, or how individuals influence ideas or events)."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How has discovering the properties of the protein miraculin affected people?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It led people to try growing the plant that produces the protein in colder climates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plant actually grows natively in a warm climate; there is no textual evidence to suggest that the plant is being grown in colder climates.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "It helped people explain how the sense of taste developed over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not mention a connection between the berry and the development of our sense of taste.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "It led people to find ways of using the protein to make sour foods taste sweet.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The protein is being used to help sour foods taste sweet.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "It helped people understand how taste buds work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that this protein helps people understand how taste buds function.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which detail from the passage best supports the claim that the tongue senses tastes through more than just T1 receptors?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the fact that cats lack T1R2 receptors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cats being unable to taste sweet things is not related to the given claim.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "the study with mice that lack T1R3 receptors",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sweet-sensing taste cells have glucose transporters as well as potassium ion channels, which helped the mice to detect sweetness.",
                    "Percent": 31
                }
            },
            "C": {
                "Choice": "the fact that T1 receptors help detect sweet foods",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not support the given claim that the tongue senses tastes through more than just T1 receptors.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "the discovery of two types of T1 receptors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The discovery of two types of T1 receptors does not relate to the given claim.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text; analyze the impact of a specific word choice on meaning and tone."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“Have you ever eaten something very sugary, such as a piece of pecan pie, and felt as though you couldn't look at another sweet dessert?”",
            "What is the purpose of the author's word choice in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to introduce an unexplained problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence does not “introduce an unexplained problem.”",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "to make an argument that persuades the reader",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the sentence is not to persuade the reader.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "to give an example that connects with the reader",
                "Key": {
                    "Correct": true,
                    "Rationale": "By giving the reader a common example through the use of “pecan pie,” the author is able to give the readers something they can relate to in everyday life.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "to emphasize the unhealthy qualities of certain foods",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although sweet foods like desserts may not be entirely healthy, the purpose of the sentence is not to emphasize this concept.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze the structure an author uses to organize a text, including how the major sections contribute to the whole and to the development of the ideas."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the section “Why Are Sweet Foods So Appealing?” fit into the development of the author's ideas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that children tend to like sweet foods more than adults do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Children preferring sweet foods does not directly relate to why sweet foods were appealing to our ancestors.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "It offers an explanation for the origin of human sensitivity to sweets.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides a biological explanation for why our ancestors needed to be able to detect sweetness at low levels in order to survive.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "It explains specific workings of taste cells in different parts of the body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the biological development of humans' affinity for sweet foods.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "It highlights a difference in the sense of taste between humans and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the biological development of humans' affinity for sweet foods.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine two or more central ideas in a text and analyze their development over the course of the text; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which statement best represents central ideas of the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Children tend to like sweet foods more than adults do, and the human body turns food into sugars.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is a detail in the passage, not a central idea.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "A tomato has molecules of several different tastes, and umami is one kind of taste.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is a detail in the passage, not a central idea.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Different taste molecules fit perfectly into certain receptors on the tongue, and a banana's sugar molecules fit into sweet receptors.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is a detail in the passage, not a central idea.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Different receptors on the tongue help people to taste different things, and the ability to taste sweetness helps people eat what they need.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The passage discusses how the body is able to detect sweet, sour, salty, and umami tastes; the passage also explains how the ability to taste sweetness has allowed people to get enough calories for energy.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage supports the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“When a food molecule from the banana drops into the taste bud, it fits into its matching receptor, like a key into a lock. This starts a process that sends a signal to the brain, which then tells you there is something sweet on your tongue.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This evidence shows how food fits into a matching receptor, allowing people to taste a certain flavor.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Our understanding of taste has advanced rapidly in the last ten years. One breakthrough was the discovery that sweet receptors in some mammals combine two proteins, labeled T1R2 and T1R3.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the central ideas from Part One.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Monell scientist Dr. Danielle Reed found a connection between periods of bone growth in young people and their desire for very sweet foods. As bone growth slows and the need for extra calories declines, so does fondness for highly sweet foods.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The ability to taste sweetness allows children to consume the needed number of calories during peak bone growth.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“They see miraculin as a tool for reducing world hunger. If it were available in large enough quantities, it could make plants that are unpleasantly sour seem tasty to people who need the calories.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the central ideas from Part One.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine an author's point of view or purpose in a text and analyze how the author distinguishes his or her position from that of others."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the author's main purpose in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to explain how the sense of taste works",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage explains in detail the biology of how the sense of taste functions. The information under the headings further divides the information into historical, biochemical, and the applied science aspects of taste.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "to compare different types of taste receptors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not compare the different taste receptors.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "to argue that the human sense of taste has changed over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's intent is not to persuade but to inform; in addition, the author does not suggest that our sense of taste has changed over time.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "to show that the scientific understanding of taste is incomplete",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage does mention that “much still needs to be discovered,” it is not the author's main purpose to show that “scientific understanding of taste is incomplete.”",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA19G7E/supps/PA19G7E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passage “The Two Gifts,” one traveler mistakenly gives money to a woman in need while another traveler gives no money but later brings her to his inn for dinner. Write an essay analyzing how the motives of the travelers relate to a theme in the passage. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Choose language that expresses ideas precisely and concisely, recognizing and eliminating wordiness and redundancy."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from a paragraph.",
            ":box:(1) At the beginning of the school year, the teacher assigned each student a biography to read. (2) The students had three weeks to completely finish reading the biography of a person's life. (3) Then each student spent three days creating a presentation on the assigned biography. (4) After the students had given their presentations, the class voted for a favorite.",
            "Which sentence should be revised to eliminate redundancy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not contain any redundancy.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “biography of a person's life” is redundant.",
                    "Percent": 42
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not contain any redundancy.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not contain any redundancy.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Place phrases and clauses within a sentence, recognizing and correcting misplaced and dangling modifiers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence contains a word or group of words that is misplaced?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Wise students finish their homework before starting other activities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contains no misplaced modifiers.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Johnny proudly wore the medal he had earned at the competition.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contains no misplaced modifiers.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The conductor happily directed the musicians he had taught.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contains no misplaced modifiers.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "Maggie clutched the seashell she had found closely.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Closely” is misplaced at the end of the sentence, making it seem that “closely” modifies “found” instead of “clutched.”",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Explain the function of phrases and clauses in general and their function in specific sentences."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence.",
            ":box:Caroline was excited to visit the school w͟h͟e͟r͟e͟ ͟h͟e͟r͟ ͟f͟r͟i͟e͟n͟d͟ ͟T͟h͟o͟m͟a͟s͟ ͟a͟t͟t͟e͟n͟d͟s so she could compare his classes to hers.",
            "Which statement best explains the function of the underlined clause in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The clause shows why Thomas and Caroline are friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined phrase does not show why Thomas and Caroline are friends.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The clause tells how Thomas is connected to Caroline.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not tell how Thomas is related to Caroline.",
                    "Percent": 32
                }
            },
            "C": {
                "Choice": "The clause clarifies which school Caroline will visit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The given clause functions as an adjective clause, telling which school Caroline will visit.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "The clause explains why Thomas is attending the school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not tell why Thomas is attending the school.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation (e.g., commas, parentheses, dashes) to set off nonrestrictive/parenthetical elements."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Bicycles, a popular form of transportation for many people, are easy to use. (2) They are in my opinion, good for traveling short distances. (3) It is important to make sure the bicycle has enough air in the tires before riding it. (4) Without a doubt, no one likes changing a flat tire!",
            "Which revision should be made to the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Remove the comma after p͟e͟o͟p͟l͟e in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This comma is needed for the nonrestrictive element.",
                    "Percent": 33
                }
            },
            "B": {
                "Choice": "Add a comma after a͟r͟e in sentence 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In my opinion” is a nonrestrictive element, a comma should be added after “are” to set off this phrase.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "Add a comma after s͟u͟r͟e in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence does not need a comma after “sure.”",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Remove the comma after d͟o͟u͟b͟t in sentence 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “doubt” is needed with the introductory phrase.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    }
}