{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S1.2",
            "Label": "Waves: Light & Sound",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S1.2.1",
                    "Label": "Gather, analyze, and communicate evidence of light and sound waves.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S1.2.1.a",
                            "Label": "Plan and conduct investigations to provide evidence that vibrating materials can make sound and that sound can make materials vibrate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.2.1.b",
                            "Label": "Make observations to construct an evidence-based explanation that objects can be seen only when illuminated.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.2.1.c",
                            "Label": "Plan and conduct an investigation to determine the effect of placing objects made with different materials in the path of a beam of light.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.2.1.d",
                            "Label": "Use tools and materials to design and build a device that uses light or sound to solve the problem of communicating over a distance.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S1.6",
            "Label": "Structure, Function & Information Processing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S1.6.2",
                    "Label": "Gather, analyze, and communicate evidence to show the relationship between structure and function in living things.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S1.6.2.a",
                            "Label": "Use materials to design a solution to a human problem by mimicking how plants and/or animals use their external parts to help them survive, grow, and meet their needs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.6.2.b",
                            "Label": "Develop a simple sketch, drawing, or physical model to illustrate how the shape of an object helps it function as needed to solve a given problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.6.2.c",
                            "Label": "Read grade appropriate texts and use media to determine patterns in a behavior of parents and offspring that help offspring survive.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.6.2.d",
                            "Label": "Make observations to construct an evidence-based account that young plants and animals are like, but not exactly like, their parents.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S1.11",
            "Label": "Space Systems: Patterns & Cycles",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S1.11.3",
                    "Label": "Gather, analyze, and communicate evidence of patterns and cycles of space systems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S1.11.3.a",
                            "Label": "Use observations of the sun, moon, and stars to describe patterns that can be predicted.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S1.11.3.b",
                            "Label": "Make observations at different times of the year to relate the amount of daylight to the time of year.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}