{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 2",
    "Overview": "During Grade 2, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Building on base-ten numeration system and place-value concepts to demonstrate understanding of multi-digit numbers.\n• Applying properties of operations and the relationship between adding and subtracting.\n• Developing quick recall of addition facts and related subtraction facts.\n• Solving problems that involve time and/or money.\n• Extending understanding of linear measurement by measuring and estimating lengths and relating length to addition and subtraction.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M2.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M2.N.1",
                    "Label": "Subitizing: Students will quantify briefly shown collections and verbally label the arrangements without counting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.N.1.a",
                            "Label": "Without counting, recognize and verbally label structured arrangements for briefly shown collections using groups, multiplicative thinking, and place value (e.g.,” I saw 48.” “How did you know?” “I saw 4 groups of 10 and 2 groups of 4 is 8...4 tens and 8 ones...48”).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.N.2",
                    "Label": "Counting: Students will understand the relationship between numbers and quantities to extend the counting sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.N.2.a",
                            "Label": "Count within 1,000, including skip counting by 5s, 10s, and 100s starting at a variety of multiples of 5, 10, or 100.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.N.3",
                    "Label": "Base Ten: Students will represent and compare three-digit numbers to apply concepts of place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.N.3.a",
                            "Label": "Read and write numbers within the range of 0 to 1,000 using standard, word, and expanded forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.3.b",
                         "Label": "Understand 100 as a bundle, collection, or (more abstractly) composition of ten tens and that the three digits of a three- digit number represent a composition of some hundreds, some tens, and some ones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.3.c",
                            "Label": "Compare two three-digit numbers by using symbols <, >, = and justify the comparison based on the value of the hundreds, tens, and ones.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.N.4",
                    "Label": "Number and Operations: Students will compute using addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.N.4.a",
                            "Label": "Fluently add and subtract within 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.4.b",
                            "Label": "Add and subtract using 100 strategies based on place value including properties of operations, relationships between addition and subtraction, and algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.4.c",
                            "Label": "Mentally add or subtract 10 or 100 to or from a given number 100 to 900.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.4.d",
                            "Label": "Add up to three two-digit numbers using strategies based on place value and understanding of properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.4.e",
                            "Label": "Add and subtract within 1,000 using concrete models, drawings, and strategies that reflect an understanding of place value and the properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.N.5.",
                    "Label": "Number and Algebraic Relationships: Students will create and solve problems involving addition and subtraction and work with equal groups of objects to gain foundations for multiplication.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.N.5.a",
                            "Label": "Solve authentic problems involving addition and subtraction within 100 in situations of addition and subtraction, including adding to, subtracting from, joining and separating, and comparing situations with unknowns in all positions using objects, models, drawings, verbal explanations, expressions, and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.5.b",
                            "Label": "Create authentic problems to represent one-step addition and subtraction within 100 with unknowns in all positions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.5.c",
                            "Label": "Use repeated addition to find the total number of objects arranged in an array no larger than five rows and five columns and write an equation to express the total.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.N.5.d",
                            "Label": "Identify a group of objects from 0 to 20 as even or odd by counting by 2s or by showing even numbers as a sum of two equal parts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M2.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M2.G.1",
                    "Label": "Shapes and Their Attributes: Students will recognize and represent the attributes of two-dimensional shapes and three-dimensional solids.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.G.1.a",
                            "Label": "Recognize and describe all faces of three-dimensional shapes as two-dimensional shapes. Identify and count attributes of solid shapes including the edges, faces, and vertices.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.1.b",
                            "Label": "Recognize and draw two-dimensional shapes having a specific number of sides, angles, and vertices including triangles, quadrilaterals, pentagons, and hexagons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.1.c",
                            "Label": "Partition a rectangle into rows and columns of equal-sized squares and count to find the total.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.1.d",
                            "Label": "Divide circles and rectangles into two, three, or four equal parts and describe the parts using the language of halves, thirds, fourths, half of, a third of, and a fourth of.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.1.e",
                            "Label": "Recognize that equal shares of identical wholes need not have the same shape.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.G.2",
                    "Label": "Describe Measurable Attributes: Students will measure, estimate, and compare lengths to build meaning of the measurement process.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.G.2.a",
                            "Label": "Measure the length of an object using two different length units and describe how the measurements relate to the size of the specific unit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.2.b",
                            "Label": "Compare the difference in length of objects using inches and feet or centimeters and meters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.G.3",
                    "Label": "Measurement: Students will use tools to measure and estimate length using standard units.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.G.3.a",
                            "Label": "Identify and use appropriate tools for measuring length.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.3.b",
                            "Label": "Measure and estimate lengths using whole numbers with inches, feet, centimeters, and meters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.G.4",
                    "Label": "Relate Addition and Subtraction to Measurement: Students will add or subtract to solve length problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.G.4.a",
                            "Label": "Represent whole numbers as equally spaced lengths on a number line diagram. Use number lines to find sums and differences within 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.4.b",
                            "Label": "Use addition and subtraction within 100 to solve problems using the same standard-length units.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.G.5",
                    "Label": "Time and Money: Students will solve problems with dollar bills and coins and tell time to the nearest five-minute interval.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.G.5.a",
                            "Label": "Solve problems involving dollar bills, quarters, dimes, nickels, and pennies using $ and ¢ symbols appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.G.5.b",
                            "Label": "Identify and write time to five-minute intervals using analog and digital clocks and both a.m. and p.m.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M2.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M2.D.1",
                    "Label": "Data Collection: Students will formulate questions to collect, organize, and represent data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.D.1.a",
                            "Label": "Ask authentic questions to generate data and represent the data using scaled picture graphs with up to four categories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.D.1.b",
                            "Label": "Ask authentic questions to generate data and represent the data using bar graphs with up to four categories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M2.D.1.c",
                            "Label": "Create and represent a data set by making a line plot using whole numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M2.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M2.D.2.a",
                            "Label": "Analyze data using scaled picture graphs or bar graphs with up to four categories. Solve problems including one-step comparison problems, using information from the graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}