{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 3",
    "Overview": "During Grade 3, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Building on additive reasoning to develop understanding of multiplication and division\n• Exploring multiplication properties and strategies to multiply within 100 flexibly and efficiently\n• Developing understanding of fractions as numbers by connecting prior work in partitioning shapes into equal areas to the relationship between numerator and denominator\n• Solving problems using visual fraction models to compare and find equivalencies.\n• Reasoning with shapes and their attributes.\n• Recognizing area as an attribute of two-dimensional shapes and connecting understanding to multiplication.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M3.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M3.N.1",
                    "Label": "Numeric Relationships: Students will demonstrate and represent multi-digit numbers using place value understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.N.1.a",
                            "Label": "Read, write, and demonstrate multiple equivalent representations for numbers up to 10,000 using objects or visual representations including standard form and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.1.b",
                            "Label": "Represent and justify comparisons of whole numbers up to 10,000 using number lines and reasoning strategies.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M3.N.2",
                    "Label": "Fractions: Students will develop understanding of fractions as numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.N.2.a",
                            "Label": "Partition two-dimensional figures into equal areas and express the area of each part as a unit fraction of the whole.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.2.b",
                            "Label": "Find parts of a whole using visual fraction models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.2.c",
                            "Label": "Represent and understand a fraction as a number on a number line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.2.d",
                            "Label": "Show and identify equivalent fractions using visual representations including pictures, manipulatives, and number lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.2.e",
                            "Label": "Justify whole numbers as fractions and identify fractions that are equivalent to whole numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.N.2.f",
                            "Label": "Compare and order fractions having the same numerators or denominators by reasoning about their size.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M3.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M3.A.1",
                    "Label": "Operations and Algebraic Thinking: Students will extend understanding of multiplication and apply operational properties to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.A.1.a",
                            "Label": "Add and subtract up to four-digit whole numbers with or without regrouping using strategies based on place value and algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.b",
                            "Label": "Determine the reasonableness of whole number sums and differences using estimations and number sense.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.c",
                            "Label": "Solve and write one-step whole number equations to represent authentic problems using the four operations including equations with an unknown start, unknown change, or unknown result.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.d",
                            "Label": "Interpret and solve two-step authentic problems involving whole numbers and the four operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.e",
                            "Label": "Apply commutative, associative, distributive, identity, and zero properties as strategies to multiply and divide.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.f",
                            "Label": "Use drawings, words, arrays, symbols, repeated addition, equal groups, and number lines to interpret and explain the meaning of multiplication and division and their relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.g",
                            "Label": "Fluently multiply and divide within 100 using strategies based on understanding and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.A.1.h",
                            "Label": "Multiply one-digit whole numbers by multiples of 10 in the range of 10 to 90 using strategies based on place value and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M3.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M3.G.1",
                    "Label": "Shapes and Their Attributes: Students will recognize and represent the attributes of two-dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.G.1.a",
                            "Label": "Sort quadrilaterals into categories according to their attributes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M3.G.2",
                    "Label": "Area and Perimeter: Students will recognize perimeter and area as attributes of plane figures and understand concepts of area measurement.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.G.2.a",
                            "Label": "Solve authentic problems involving perimeters of polygons when given the side lengths or when given the perimeter and unknown side length(s).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.G.2.b",
                            "Label": "Use concrete and pictorial models to measure areas in square units by counting square units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.G.2.c",
                            "Label": "Find the area of a rectangle with whole-number side lengths by modeling with unit squares; show that area can be additive and is the same as would be found by multiplying the side lengths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M3.G.3",
                    "Label": "Measurement: Students will use tools to solve measurement problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.G.3.a",
                            "Label": "Identify and use the appropriate tools and units of measurement, both customary and metric, to solve authentic problems involving length, weight, mass, liquid volume, and capacity (within the same system and unit).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.G.3.b",
                            "Label": "Estimate and measure length to the nearest half inch, fourth inch, and centimeter.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M3.G.4",
                    "Label": "Time: Students will tell time to the nearest minute and find elapsed time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.G.4.a",
                            "Label": "Tell and write time to the minute using both analog and digital clocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.G.4.b",
                            "Label": "Solve authentic problems involving addition and subtraction of time intervals and find elapsed time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M3.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M3.D.1",
                    "Label": "Data Collection: Students will formulate questions to collect, organize, and represent data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.D.1.a",
                            "Label": "Create scaled picture graphs and scaled bar graphs to represent a data set with more than four categories, including data collected through observations, surveys, and experiments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M3.D.1.b",
                            "Label": "Generate and represent data using line plots where the horizontal scale is marked off in halves and whole number units.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M3.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M3.D.2.a",
                            "Label": "Analyze data and make simple statements using information represented in picture graphs, line plots, and bar graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}