{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 6",
    "Overview": "During Grade 6, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade-level content. Instruction should focus on these critical areas:\n• Connecting ratio and rate to whole number multiplication and division and using concepts of ratio and rate to solve problems.\n\n• Completing computational understanding with the division of fractions and moving towards efficiency by using the algorithm for each operation.\n\n• Extending understanding of the number line to include the entire system of rational numbers, which now includes negative numbers.\n\n• Writing and using expressions and equations\n• Representing data in multiple ways in order to analyze and interpret the results.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M6.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M6.N.1",
                    "Label": "Numeric Relationships: Students will demonstrate, represent, and show relationships among fractions, decimals, percents, and integers within the base-ten number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.N.1.a",
                            "Label": "Determine common factors and common multiples.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.1.b",
                            "Label": "Determine prime factorization of numbers with and without exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.1.c",
                            "Label": "Model integers using drawings, words, number lines, models, and symbols.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.1.d",
                            "Label": "Determine absolute value of rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.1.e",
                            "Label": "Compare and order numbers including non-negative fractions and decimals, integers, and absolute values and locate them on the number line.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M6.N.2",
                    "Label": "Operations: Students will compute with fractions and decimals accurately.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.N.2.a",
                            "Label": "Divide multi-digit whole numbers and decimals using an algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.2.b",
                            "Label": "Divide non-negative fractions and mixed numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.N.2.c",
                            "Label": "Evaluate numerical expressions including absolute value and/or positive exponents with respect to order of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M6.R",
            "Label": "Ratios & Proportions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M6.R.1",
                    "Label": "Ratios and Rates: Students will understand the concept of ratios and unit rates, use language to describe the relationship between two quantities, and use ratios and unit rates to solve authentic situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.R.1.a",
                            "Label": "Determine ratios from concrete models, drawings, and/or words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.1.b",
                            "Label": "Explain and determine unit rates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.1.c",
                            "Label": "Find a percent of a quantity as a rate per 100 and solve problems involving finding the whole, given a part and the percent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.1.d",
                            "Label": "Convert among fractions, decimals, and percents using multiple representations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.1.e",
                            "Label": "Solve authentic problems using ratios, unit rates, and percents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.1.f",
                            "Label": "Use ratio reasoning to convert measurement units; manipulate and transform units appropriately when multiplying or dividing quantities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M6.R.2",
                    "Label": "Represent: Students will represent ratios and rates on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.R.2.a",
                            "Label": "Identify the ordered pair of a given point in the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.b",
                            "Label": "Plot the location of an ordered pair in the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.c",
                            "Label": "Identify the location of a given point in the coordinate plane (e.g., axis, origin, quadrant).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.d",
                            "Label": "Make tables of equivalent ratios relating quantities with whole number measurements.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.e",
                            "Label": "Use the constant of proportionality to find the missing value in ratio tables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.f",
                            "Label": "Plot the pair of values from a ratio table on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.R.2.g",
                            "Label": "Explain what a point (x, y) on the graph of a proportional relationship means in terms of the situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M6.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M6.A.1",
                    "Label": "Algebraic Processes: Students will apply the operational properties when evaluating expressions and solving equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.A.1.a",
                            "Label": "Recognize and generate equivalent algebraic expressions involving the distributive property and combining like terms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.1.b",
                            "Label": "Given the value of the variable, evaluate algebraic expressions with non-negative rational numbers with respect to order of operations, which may include absolute value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.1.c",
                            "Label": "Use substitution to determine if a given value for a variable makes an equation or inequality true.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.1.d",
                            "Label": "Solve one-step equations with non-negative rational numbers using addition, subtraction, multiplication, and division.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.1.e",
                            "Label": "Solve one-step inequalities with whole numbers using addition, subtraction, multiplication, and division and represent solutions on a number line (e.g., graph 3x > 3).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M6.A.2",
                    "Label": "Applications: Students will solve authentic problems with algebraic expressions, equations, and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.A.2.a",
                            "Label": "Create algebraic expressions (e.g., one operation, one variable as well as multiple operations, one variable) from word phrases.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.2.b",
                            "Label": "Write equations (e.g., one operation, one variable) to represent authentic situations involving non- negative rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.A.2.c",
                            "Label": "Write inequalities (e.g., one operation, one variable) to represent authentic situations involving whole numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M6.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M6.G.1",
                    "Label": "Attributes: Students will identify and describe geometric attributes of two- dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.G.1.a",
                            "Label": "Identify and create nets to represent two-dimensional drawings of prisms and pyramids.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M6.G.2",
                    "Label": "Coordinate Geometry: Students will determine location, orientation, and relationships on the coordinate plane.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M6.G.3",
                    "Label": "Measurement: Students identify geometric attributes that create two- and three-dimensional shapes in order to perform measurements and apply formulas to find area and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.G.3.a",
                            "Label": "Determine the area of quadrilaterals and triangles by composition and decomposition of these shapes, as well as applications of properties and formulas. Quadrilaterals include parallelograms and trapezoids.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.G.3.b",
                            "Label": "Determine the surface area of rectangular prisms and triangular prisms using nets as well as application of formulas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.G.3.c",
                            "Label": "Apply volume formulas for triangular prisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M6.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M6.D.1",
                    "Label": "Data Collection and Statistical Methods: Students will formulate statistical investigative questions, collect data, and organize data.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M6.D.2",
                    "Label": "6.D.2 Analyze Data and Interpret Results: Students will represent and analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.D.2.a",
                            "Label": "Represent data using dot plots, box-and-whisker plots, and histograms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.2.b",
                            "Label": "Solve problems using information presented in dot plots, box-and-whisker plots, histograms, and circle graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.2.c",
                            "Label": "Find and interpret the mean, median, mode, and range for a set of data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.2.d",
                            "Label": "Compare the mean, median, mode, and range from two sets of data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.2.e",
                            "Label": "Compare and interpret data sets based upon their measures of central tendency and graphical representations (e.g., center, spread, shape).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M6.D.3",
                    "Label": "Probability: Students will interpret and apply concepts of probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M6.D.3.a",
                            "Label": "Identify a list of possible outcomes for a simple event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.3.b",
                            "Label": "Describe the theoretical and experimental probability of an event using a fraction, percentage, and decimal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.3.c",
                            "Label": "Express the degree of likelihood (possible, impossible, certain, more likely, equally likely, or less likely) of simple events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M6.D.3.d",
                            "Label": "Compare and contrast theoretical and experimental probabilities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}