{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S6.4",
            "Label": "Energy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S6.4.1",
                    "Label": "Gather, analyze, and communicate evidence of energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S6.4.1.a",
                            "Label": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.4.1.b",
                            "Label": "Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principle and potential impacts on people and the natural environment that may limit possible solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.4.1.c",
                            "Label": "Plan an investigation to determine the relationships among the energy transferred, type of matter, mass, and change in average kinetic energy of particles as measured by the temperature of the sample.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.4.1.d",
                            "Label": "Construct, use, and present arguments to support the claim that when kinetic energy of an object changes, energy is transferred to or from the object.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S6.6",
            "Label": "Structure & Function & Information Processing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S6.6.2",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between structure and function in living things.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S6.6.2.a",
                            "Label": "Conduct an investigation to provide evidence that living things are made of cells; either one cell or many varied cells.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.6.2.b",
                            "Label": "Develop and use a model to describe the function of a cell as a whole and ways parts of a cell contribute to the function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.6.2.c",
                            "Label": "Use argument supported by evidence for how the body is a system of interacting subsystems composed of groups of cells.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.6.2.d",
                            "Label": "Gather and synthesize information that sensory receptors respond to stimuli by sending messages to the brain for immediate behavior or stored as memories.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S6.9",
            "Label": "Growth, Development & Reproduction of Organisms",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S6.9.3",
                    "Label": "Gather, analyze, and communicate evidence of the inheritance and variation of traits.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S6.9.3.a",
                            "Label": "Construct an argument based on evidence for how plant and animal adaptations affect the probability of successful reproduction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.9.3.b",
                            "Label": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.9.3.c",
                            "Label": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S6.12",
            "Label": "Weather & Climate",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S6.12.4",
                    "Label": "Gather, analyze, and communicate evidence of factors and interactions that affect weather and climate.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S6.12.4.a",
                            "Label": "Collect data to provide evidence for how the motions and complex interactions of air masses result in changes in weather conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.12.4.b",
                            "Label": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.12.4.c",
                            "Label": "Ask questions to clarify evidence of the factors that have caused the change in global temperatures over thousands of years.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S6.12.4.d",
                            "Label": "Analyze and interpret data on weather and climate to forecast future catastrophic events and inform the development of technologies to mitigate their effect.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S6.13",
            "Label": "Earth’s Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S6.13.5",
                    "Label": "Gather, analyze, and communicate evidence of the flow of energy and cycling of matter associated with Earth’s materials and processes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S6.13.5.a",
                            "Label": "Develop a model to describe how the water cycle is driven by the sun’s energy and the force of gravity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}