{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 7",
    "Overview": "During Grade 7, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Developing an understanding of proportional relationships.\n\n• Understanding operations with rational numbers.\n\n• Using expressions and linear equations to represent and solve problems.\n\n• Solving problems involving perimeter and area of two-dimensional figures as well as surface area and volume of three-dimensional figures.\n\n• Investigating probability concepts.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M7.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M7.N.1",
                    "Label": "Numeric Relationships: Students will demonstrate, represent, and show relationships among rational numbers within the base-ten number system.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M7.N.2",
                    "Label": "Operations: Students will compute with rational numbers accurately.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.N.2.a",
                            "Label": "Add, subtract, multiply, and divide rational numbers (e.g., positive and negative fractions, decimals, and integers).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.N.2.b",
                            "Label": "Apply properties of operations (commutative, associative, distributive, identity, inverse, zero) as strategies for problem solving with rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M7.R",
            "Label": "Ratios & Proportions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M7.R.1",
                    "Label": "Proportional Relationships: Students will understand the concept of proportions, use language to describe the relationship between two quantities, and use proportions to solve authentic situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.R.1.a",
                            "Label": "Decide whether two quantities are in a proportional relationship (e.g., by testing for equivalent ratios in a table).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.R.1.b",
                            "Label": "Represent and solve authentic problems with proportions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.R.1.c",
                            "Label": "Use proportional relationships to solve authentic percent problems (e.g., percent change, sales tax, mark-up, discount, tip.)",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.R.1.d",
                            "Label": "Solve authentic problems involving scale drawings.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M7.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M7.A.1",
                    "Label": "Algebraic Processes: Students will apply the operational properties when evaluating expressions, and solving equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.A.1.a",
                            "Label": "Use factoring and properties of operations to create equivalent algebraic expressions (e.g., 2x + 6 = 2(x + 3)).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.A.1.b",
                            "Label": "Given the value of the variable(s), evaluate algebraic expressions, which may include absolute value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.A.1.c",
                            "Label": "Solve one- and two-step equations involving rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.A.1.d",
                            "Label": "Solve equations using the distributive property and combining like terms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.A.1.e",
                            "Label": "Solve one- and two-step inequalities involving integers and represent solutions on a number line.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M7.A.2",
                    "Label": "Applications: Students will solve authentic problems with algebraic expressions, equations, and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.A.2.a",
                            "Label": "Write one- and two-step equations involving rational numbers from words, tables, and authentic situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.A.2.b",
                            "Label": "Write one- and two-step inequalities to represent authentic situations involving integers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M7.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M7.G.1",
                    "Label": "Attributes: Students will identify angle relationships and apply properties to determine angle measures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.G.1.a",
                            "Label": "Apply properties of adjacent, complementary, supplementary, linear pair, and vertical angles to find missing angle measures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M7.G.2",
                    "Label": "Coordinate Geometry: Students will determine location, orientation, and relationships on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.G.2.a",
                            "Label": "Draw polygons in the coordinate plane given coordinates for the vertices.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.G.2.b",
                            "Label": "Calculate vertical and horizontal distances in the coordinate plane to find perimeter and area of rectangles.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M7.G.3",
                    "Label": "Measurement: Students will identify geometric attributes that create two- and three-dimensional shapes in order to perform measurements and apply formulas to find area and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.G.3.a",
                            "Label": "Solve authentic problems involving perimeter and area of composite shapes made from triangles and quadrilaterals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.G.3.b",
                            "Label": "Determine surface area and volume of composite rectangular and triangular prisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.G.3.c",
                            "Label": "Determine the area and circumference of circles both on and off the coordinate plane using 3.14 for the value of Pi.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M7.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M7.D.1",
                    "Label": "Data Collection and Statistical Methods: Students will formulate statistical investigative questions, collect data, and organize data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.D.1.a",
                            "Label": "Create an investigative question and collect data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.D.1.b",
                            "Label": "Generate conclusions about a population based on a random sample.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.D.1.c",
                            "Label": "Identify and critique biases in various data representations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M7.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will represent and analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M7.D.3",
                    "Label": "Probability: Students will interpret and apply concepts of probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M7.D.3.a",
                            "Label": "Find theoretical and experimental probabilities for compound independent and dependent events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M7.D.3.b",
                            "Label": "Identify complementary events and calculate their probabilities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}