{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S8.1",
            "Label": "Forces & Interactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.1.1",
                    "Label": "Gather, analyze, and communicate evidence of forces and interactions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.1.1.a",
                            "Label": "Apply Newton’s Third Law to design a solution to a problem involving the motion of two colliding objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.1.1.b",
                            "Label": "Develop a model to generate data for iterative testing and modification of a proposed object, tool, or process such that an optimal design can be achieved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.1.1.c",
                            "Label": "Plan an investigation to provide evidence of Newton’s Laws that the change in an object’s motion depends on the sum of the forces on the object and the mass of the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.1.1.d",
                            "Label": "Ask questions about data to determine the factors that affect the strength of electrical and magnetic forces.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.1.1.e",
                            "Label": "Construct and present arguments using evidence to support the claim that gravitational interactions are attractive and depend on both the mass and distance of interacting objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.1.1.f",
                            "Label": "Conduct an investigation and evaluate the experimental design to provide evidence that electrical and magnetic fields exist between objects exerting forces on each other even though the objects are not in contact.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.2",
            "Label": "Waves & Electromagnetic Radiation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.2.2",
                    "Label": "Gather, analyze, and communicate evidence of waves and electromagnetic radiation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.2.2.a",
                            "Label": "Use mathematical representations to describe a simple model for waves that includes how the amplitude of a wave is related to the energy in a wave.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.2.2.b",
                            "Label": "Develop and use a model to describe that Light and mechanical waves are reflected, absorbed, or transmitted through various materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.2.2.c",
                            "Label": "Gather and make sense of information to support the claim that the structure of analog and digital signals allows for encoding and transmission of information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.4",
            "Label": "Energy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.4.3",
                    "Label": "Gather, analyze, and communicate evidence of energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.4.3.a",
                            "Label": "Construct and interpret graphical displays of data to describe the relationships of kinetic energy to the mass and speed of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.4.3.b",
                            "Label": "Develop a model to describe that when the arrangement of objects interacting at a distance changes, then different amounts of potential energy are stored in the system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.9",
            "Label": "Heredity: Inheritance and Variation of Traits",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.9.4",
                    "Label": "Gather, analyze, and communicate evidence of the inheritance and variation of traits.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.9.4.a",
                            "Label": "Develop and use a model to describe why structural changes to genes (mutations) may result in harmful, beneficial, or neutral effects to structure and function of organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.9.4.b",
                            "Label": "Gather and synthesize information about technologies that have changed the way humans influence inheritance of desired traits in organisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.10",
            "Label": "Natural Selection & Adaptations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.10.5",
                    "Label": "Gather, analyze, and communicate evidence of natural selection and adaptations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.10.5.a",
                            "Label": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change of life forms throughout the history of life on Earth under the assumption that natural laws operate today as in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.10.5.b",
                            "Label": "Apply scientific ideas to construct an explanation for the anatomical similarities and differences among and between modern and fossil organisms to infer evolutionary relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.10.5.c",
                            "Label": "Construct an explanation based on evidence that describes how genetic variations of traits in a population increase some individuals’ probability of surviving and reproducing in a specific environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.10.5.d",
                            "Label": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.11",
            "Label": "Space Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.11.6",
                    "Label": "Gather, analyze, and communicate evidence of the interactions among bodies in space.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.11.6.a",
                            "Label": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.11.6.b",
                            "Label": "Develop and use a model to describe the role of gravity in the motions within the galaxy and the solar system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S8.11.6.c",
                            "Label": "Analyze and interpret data to determine scale properties of objects in the solar system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S8.14",
            "Label": "History Of Earth",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S8.14.7",
                    "Label": "Gather, analyze, and communicate evidence to explain Earth’s history.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S8.14.7.a",
                            "Label": "Construct a scientific explanation based on evidence found within rock strata, including index fossils, for how the geologic time scale is used to organize Earth’s 4.6-billion-year-old history.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}