{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Advanced Topics",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M9-12.AT.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.AT.N.1",
                    "Label": "Estimation and Technology: Students will use estimation strategies and technology to reason, to solve problems, and to make connections within mathematics and across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.N.1.a",
                            "Label": "Use domain and range restrictions to apply an appropriate viewing window while using graphing technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.1.b",
                            "Label": "Compare and contrast radians and degrees as measures of angles and the reason graphing utilities tend to use radians as the default setting.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.N.2",
                    "Label": "Sets and Operations: Students will compare and contrast subsets and perform operations with subsets of the complex number system to reason and to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.N.2.a",
                            "Label": "Perform arithmetic operations with complex numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.b",
                            "Label": "Represent complex numbers and their operations in the complex plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.c",
                            "Label": "Use complex numbers in polynomial identities and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.d",
                            "Label": "Represent quantities using bases other than decimal such as binary (base 2) or hexadecimal (base 16) and convert numbers to and from base 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.e",
                            "Label": "Explain modular arithmetic and its role in computer programming.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.f",
                            "Label": "Represent and model vector quantities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.g",
                            "Label": "Perform operations on vectors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.N.2.h",
                            "Label": "Perform operations on matrices and use matrices in applications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.N.3",
                    "Label": "Interpretation and Sense Making: Students will reason abstractly and quantitatively using units to solve problems and interpret results in context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.N.3.a",
                            "Label": "Use vectors to communicate the geometric relationships between complex numbers in the complex plane.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.AT.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.AT.A.1",
                    "Label": "Algebraic Relationships: Students will demonstrate and represent relationships with functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.A.1.a",
                            "Label": "Analyze and graph nonlinear functions (trigonometric, rational, higher-order polynomials, logarithmic, and piecewise) and relations (conic sections) using their points of interest and graphing technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.1.b",
                            "Label": "Use the unit circle to define the trigonometric functions on multiples of known angles (positive and negative multiples of 30 and 45 degrees or pi/6 and pi/4).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.1.c",
                            "Label": "Given a function, list the sequence of algebraic transformations that changes a parent function to the given function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.1.d",
                            "Label": "Define the radian unit of measure and its relationship with degrees.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.A.2",
                    "Label": "Algebraic Processes: Students will apply the operational properties when evaluating nonlinear expressions and solving nonlinear equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.A.2.a",
                            "Label": "Explain symmetry of functions and determine whether a function is odd, even, or neither.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.2.b",
                            "Label": "Represent, interpret, and analyze inverses of functions algebraically and graphically using domain restrictions when necessary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.2.c",
                            "Label": "Write equations of nonlinear functions (trigonometric, rational, higher-order polynomials, logarithmic and piecewise) using points of interest of the function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.2.d",
                            "Label": "Convert between radian and degree measures of an angle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.2.e",
                            "Label": "Use limits to describe the behavior of a function near its asymptotes and removable discontinuities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.A.3",
                    "Label": "Applications: Students will solve authentic problems using nonlinear functions and relations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.A.3.a",
                            "Label": "Analyze and model authentic situations using various non-linear representations and relations with appropriate technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.A.3.b",
                            "Label": "Analyze and model authentic application situations using various non-linear representations and relations with appropriate technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.AT.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.AT.G.1",
                    "Label": "Attributes: Students will identify and describe geometric attributes, apply properties and theorems, and create two- dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.G.1.a",
                            "Label": "Apply the Law of Sines and the Law of Cosines to find unknown measures in triangles.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.G.2",
                    "Label": "Attributes: Students will identify and describe geometric attributes, apply properties and theorems, and create three- dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.G.2.a",
                            "Label": "Determine the three-dimensional object created by rotating or revolving a two-dimensional object about an axis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.2.b",
                            "Label": "Determine the shape of a two-dimensional cross-section of a three-dimensional object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.2.c",
                            "Label": "Use Cavalieri’s Principle to determine volume of three-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.G.3",
                    "Label": "Coordinate Geometry and Transformations: Students will demonstrate and represent location, orientation, and relationships on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.G.3.a",
                            "Label": "Identify symmetry properties of a function (e.g., axis of symmetry of a parabola) and know the connection between its symmetry properties and specific transformations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.3.b",
                            "Label": "Recognize that translations can be described in terms of vectors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.3.c",
                            "Label": "Find the images and preimages of transformations of a point, shape, or relation on the coordinate plane, where transformations include the following compositions: reflections about lines of any rational slope passing through the origins, delations about the origin by any positive scale factor, and translations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.3.d",
                            "Label": "Explain the focus-directrix construction of a parabola and derive the equation of a parabola from focus and directrix for a parabola whose axis of symmetry is a coordinate axis.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.G.4",
                    "Label": "Logic and Proof: Students will use geometric definitions and theorems to reason abstractly and quantitatively.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.G.4.a",
                            "Label": "Use known definitions and results in informal argumentation to construct logical arguments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.4.b",
                            "Label": "Distinguish between empirical reasoning, examples, and deductive reasoning, as well as informal and formal reasoning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.G.4.c",
                            "Label": "Evaluate the deductive consequences of alternative definitions of known objects (e.g., whether a trapezoid is defined as a quadrilateral with exactly one pair of parallel sides or defined as at least one pair of parallel sides).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.AT.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.AT.D.1",
                    "Label": "Data Collection and Statistical Methods: Students will formulate statistical investigative questions, collect data, and organize data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.D.1.a",
                            "Label": "Explain what constitutes good practice in designing a sample survey, an experiment, and an observational study.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.1.b",
                            "Label": "Explain the use of randomization to reduce the influence of confounding or lurking variables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.1.c",
                            "Label": "Explain issues of bias and confounding variables in a study and their implications for interpretation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.1.d",
                            "Label": "Demonstrate knowledge of the role sampling distributions play in the estimation of an unknown population parameter through the use of appropriate sampling techniques.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will represent and analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.D.2.a",
                            "Label": "Determine when a data set can be reasonably said to be normally distributed and draw conclusions about the data from the associated normal distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.2.b",
                            "Label": "Use technology to develop regression models for linear and non-linear data to predict unobserved outcomes. Apply algebraic transformations to non-linear data to generate a linearized data set and employ linear regression techniques to analyze the non-linear data set.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.AT.D.3",
                    "Label": "Probability: Students will interpret and apply concepts of probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.AT.D.3.a",
                            "Label": "Weigh the possible outcomes of a decision by assigning probabilities to payoff values and finding expected values. Interpret the expected value as the mean of a probability distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.3.b",
                            "Label": "Communicate what constitutes statistical significance. Interpret statistical significance in the context of a situation and answer investigative questions appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.3.c",
                            "Label": "Use data to compare two groups, describe sample variability, and decide if differences between parameters are significant based on the statistics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.3.d",
                            "Label": "Use probability as a tool for assessing risk and for informed decision making by computing and interpreting P-values.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.AT.D.3.e",
                            "Label": "Use confidence intervals to estimate an unknown population parameter.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}