{
    "Title": "Nebraska College & Career Ready Standards > Science > Biology",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S9-12.B.6",
            "Label": "Structure & Function",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.B.6.1",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between structure and function in living things.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.B.6.1.a",
                            "Label": "Construct an explanation based on evidence for how the sequence of DNA determines the structure of proteins which carry out the essential functions of life through systems of specialized cells.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.b",
                            "Label": "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.c",
                            "Label": "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.d",
                            "Label": "Use a model to illustrate the role of cells in producing signals which maintain cellular function within organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.e",
                            "Label": "Construct an explanation based on evidence that plants have structures that function to support survival, growth, behavior, and reproduction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.f",
                            "Label": "Construct an explanation based on evidence that animals have structures that function to support survival, growth, behavior, and reproduction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.6.1.g",
                            "Label": "Use a model to illustrate the role of cellular division (mitosis) and differentiation in producing and maintaining complex organisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.B.7",
            "Label": "Interdependent Relationships In Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.B.7.2",
                    "Label": "Gather, analyze, and communicate evidence of interdependent relationships in ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.B.7.2.a",
                            "Label": "Use mathematical and/or computational representations to support explanations of factors that affect carrying capacity of ecosystems at different scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.7.2.b",
                            "Label": "Use mathematical representations to support and revise explanations based on evidence about factors affecting biodiversity and populations in ecosystems of different scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.7.2.c",
                            "Label": "Evaluate the claims, evidence, and reasoning related to the principle that complex interactions in ecosystems maintain relatively consistent numbers and types of organisms in stable conditions, but changing conditions may result in a new ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.7.2.d",
                            "Label": "Design, evaluate, and refine a solution for increasing the positive impacts of human activities on the environment and biodiversity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.7.2.e",
                            "Label": "Create or revise a solution to mitigate the impacts of human activity on biodiversity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.7.2.f",
                            "Label": "Evaluate evidence for the role of behavior on individual and species’ chances to survive and reproduce.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.B.8",
            "Label": "Matter & Energy In Organisms & Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.B.8.3",
                    "Label": "Gather, analyze, and communicate evidence of the flow of energy and cycling of matter in organisms and ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.B.8.3.a",
                            "Label": "Use a model to illustrate how photosynthesis transforms light energy into stored chemical energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.b",
                            "Label": "Construct and revise an explanation based on evidence for how carbon, hydrogen, and oxygen from sugar molecules may combine with other molecules to form amino acids and/or other large carbon-based molecules.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.c",
                            "Label": "Use a model to illustrate that cellular respiration is a chemical process whereby the bonds of food molecules and oxygen molecules are broken and the bonds in new compounds are formed resulting in a net transfer of energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.d",
                            "Label": "Construct and revise an explanation based on evidence for the cycling of matter and flow of energy in aerobic and anaerobic conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.e",
                            "Label": "Use mathematical representations to support claims for the cycling of matter and flow of energy among organisms in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.f",
                            "Label": "Develop a model to illustrate the role of photosynthesis and cellular respiration in the cycling of carbon among the biosphere, atmosphere, hydrosphere, and geosphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.g",
                            "Label": "Use models to illustrate how atomic structure and bonding impact the properties of water and their influence on biological systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.8.3.h",
                            "Label": "Construct an explanation based on evidence for how ATP powers cellular work and for how enzymes affect the rate of and the amount of energy needed for metabolic reactions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.B.9",
            "Label": "Inheritance & Variation Of Traits",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.B.9.4",
                    "Label": "Gather, analyze, and communicate evidence of the inheritance and variation of traits.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.B.9.4.a",
                            "Label": "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.9.4.b",
                            "Label": "Make and defend a claim based on evidence that inheritable genetic variations may result from: (1) new genetic combinations through meiosis, (2) viable errors occurring during replication, and/or (3) mutations caused by environmental factors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.9.4.c",
                            "Label": "Apply concepts of statistics and probability to explain the variation and distribution of expressed traits in a population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.9.4.d",
                            "Label": "Evaluate evidence supporting claims that gene regulation can explain the variation and distribution of expressed traits in a population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.9.4.e",
                            "Label": "Construct an explanation based on evidence for the role of biotechnology in the research and understanding of biological systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.B.10",
            "Label": "Biological Evolution",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.B.10.5",
                    "Label": "Gather, analyze, and communicate evidence of biological evolution.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.B.10.5.a",
                            "Label": "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.10.5.b",
                            "Label": "Construct an explanation based on evidence that the process of evolution primarily results from four factors: (1) the potential for a species to increase in number, (2) the heritable genetic variation of individuals in a species due to mutation and sexual reproduction, (3) competition for limited resources, and (4) the proliferation of those organisms that are better able to survive and reproduce in the environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.10.5.c",
                            "Label": "Apply concepts of statistics and probability to support explanations that organisms with an advantageous heritable trait tend to increase in proportion to organisms lacking this trait.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.10.5.d",
                            "Label": "Construct an explanation based on evidence for how natural selection leads to adaptation of populations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.10.5.e",
                            "Label": "Evaluate evidence supporting claims that changes in environmental conditions may result in: (1) increases in the number of individuals of some species, (2) the emergence of new species over time, and (3) the extinction of other species.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.B.10.5.f",
                            "Label": "Develop and use models to illustrate patterns in the evolutionary history of biological diversity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}