{
    "Title": "Nebraska College & Career Ready Standards > Science > Anatomy & Physiology",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S9-12.AP.6",
            "Label": "Structure & Function: Anatomy & Physiology",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.AP.6.2",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the integumentary system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.2.a",
                            "Label": "Plan and conduct and investigation to identify patterns of organization in the integumentary system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.2.b",
                            "Label": "Ask questions to clarify the role of various structures in integumentary system function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.2.c",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the integumentary system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.2.d",
                            "Label": "Plan and conduct an investigation to gather evidence that feedback mechanisms in the integumentary system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.2.e",
                            "Label": "Engage in arguments from evidence for the role of cell division in integumentary system dysfunction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.3",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the skeletal system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.3.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the skeletal system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.3.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the skeletal system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.3.c",
                            "Label": "Obtain, evaluate, and communicate evidence that feedback mechanisms in the skeletal system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.3.d",
                            "Label": "Develop and use a model to explain the order of events necessary for bone formation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.3.e",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the skeletal system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.4",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the muscular system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.4.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the muscular system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.4.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the muscular system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.4.c",
                            "Label": "Engage in arguments from evidence that muscle contraction is the result of biochemical reactions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.4.d",
                            "Label": "Obtain, evaluate, and communicate evidence that feedback mechanisms in the muscular system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.4.e",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the muscular system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.5",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the nervous system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.5.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the nervous system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.5.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the nervous system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.5.c",
                            "Label": "Engage in arguments from evidence that production of a nerve impulse is the result of biochemical reactions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.5.d",
                            "Label": "Obtain, evaluate, and communicate evidence that feedback mechanisms in the nervous system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.5.e",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the nervous system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.6",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the cardiovascular/respiratory systems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.6.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the cardiovascular/respiratory systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.6.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the cardiovascular/respiratory systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.6.c",
                            "Label": "Obtain, evaluate and communicate evidence that feedback mechanisms in the cardiovascular/respiratory systems help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.6.d",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the cardiovascular/ respiratory systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.7",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the digestive system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.7.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the digestive system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.7.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the digestive system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.7.c",
                            "Label": "Obtain, evaluate and communicate evidence that feedback mechanisms in the digestive system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.7.d",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the digestive system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.8",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the urinary system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.8.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the urinary system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.8.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the urinary system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.8.c",
                            "Label": "Obtain, evaluate and communicate evidence that feedback mechanisms in the urinary system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.8.d",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the urinary system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.S9-12.AP.6.9",
                    "Label": "Gather, analyze, and communicate evidence of the relationship between the structures and physiological processes of the reproductive system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.6.9.a",
                            "Label": "Plan and conduct an investigation to identify patterns of organization in the reproductive system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.9.b",
                            "Label": "Develop and use a model to identify and describe the relationship between the structures and physiological processes of the reproductive system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.9.c",
                            "Label": "Obtain, evaluate and communicate evidence that feedback mechanisms in the reproductive system help maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.6.9.d",
                            "Label": "Engage in arguments from evidence to support claims about the causes of dysfunction in the reproductive system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.AP.17",
            "Label": "Engineering In Health Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.AP.17.1",
                    "Label": "Gather, analyze, and communicate evidence of the connection between health science careers and engineering.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.17.1.a",
                            "Label": "Obtain, evaluate, and communicate information related to health science careers and the various roles they fulfill within the health care system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.17.1.b",
                            "Label": "Design a solution to a complex, real-world problem affecting body systems that can be solved through engineering.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.17.1.c",
                            "Label": "Evaluate a solution to a complex, real-world human health problem based on prioritized criteria constraints that account for interactions within and between systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.AP.18",
            "Label": "Body Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.AP.18.1",
                    "Label": "Gather, analyze, and communicate evidence of the connections between body systems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.AP.18.1.a",
                            "Label": "Construct and revise an explanation based on evidence for the cycling of matter and flow of energy within and between body systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.AP.18.1.b",
                            "Label": "Develop and use models to explain the interactions between body systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}