{
    "Title": "Nebraska College & Career Ready Standards > Science > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.SK.1",
            "Label": "Forces & Interactions: Pushes & Pulls",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.SK.1.1",
                    "Label": "Gather, analyze, and communicate evidence of forces and their interactions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.SK.1.1.a",
                            "Label": "Plan and conduct an investigation to compare the effects of different strengths or different directions of pushes and pulls on the motion of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.1.1.b",
                            "Label": "Analyze data to determine if a design solution works as intended to change the speed or direction of an object with a push or a pull.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.SK.7",
            "Label": "Interdependent Relationships In Ecosystems: Animals, Plants & Their Environment",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.SK.7.2",
                    "Label": "Gather, analyze, and communicate evidence of interdependent relationships in ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.SK.7.2.a",
                            "Label": "Use observations to describe patterns of what plants and animals (including humans) need to survive.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.7.2.b",
                            "Label": "Construct an argument supported by evidence for how plants and animals (including humans) can change the environment to meet their needs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.7.2.c",
                            "Label": "Use a model to represent the relationship between the needs of different plants or animals (including humans) and the places they live.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.7.2.d",
                            "Label": "Communicate solutions that will increase the positive impact of humans on the land, water, air, and/or other living things in the local environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.SK.12",
            "Label": "Weather & Climate",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.SK.12.3",
                    "Label": "Gather, analyze, and communicate evidence of weather and climate.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.SK.12.3.a",
                            "Label": "Use and share observations of local weather conditions to describe patterns over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.12.3.b",
                            "Label": "Ask questions to obtain information about the purpose of weather forecasting to prepare for, and respond to, severe weather.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.12.3.c",
                            "Label": "Make observations to determine the effect of sunlight on Earth’s surface.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.12.3.d",
                            "Label": "Use tools and materials to design and build a structure that will reduce the warming effect of sunlight on an area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.SK.12.3.e",
                            "Label": "Ask questions, make observations, and gather information about a situation people want to change to define a simple problem that can be solved through the development of a new or improved object or tool.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}