{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M8.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M8.1.1",
                    "Label": "Read, write, compare, classify and represent real numbers, and use them to solve problems in various contexts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.1.1.1",
                            "Label": "Classify real numbers as rational or irrational. Know that when a square root of a positive integer is not an integer, then it is irrational. Know that the sum of a rational number and an irrational number is irrational, and the product of a non-zero rational number and an irrational number is irrational.",
                            "Examples": [
                                "For example, classify the following numbers as whole numbers, integers, rational numbers, irrational numbers, recognizing that some numbers belong in more than one category: 6/3, 3/6, 3.666..., π/2, –√4, √10, –6.7."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.1.1.2",
                            "Label": "Compare real numbers; locate real numbers on a number line. Identify the square root of a positive integer as an integer, or if it is not an integer, locate it as a real number between two consecutive positive integers.",
                            "Examples": [
                                "For example, put the following numbers in order from smallest to largest: 2, √3, –4, –6.8, –√37.",
                                "For example, √68 is an irrational number between 8 and 9."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.1.1.3",
                            "Label": "Determine rational approximations for solutions to problems involving real numbers.",
                            "Examples": [
                                "For example, a calculator can be used to determine that 7 is approximately 2.65.",
                                "For example, to check that 1 5/12 is slightly bigger than √2, do the calculation (1 5/12)² = (17/12)² = 289/144 = 2 1/144.",
                                "For example, knowing that 10 is between 3 and 4, try squaring numbers like 3.5, 3.3, 3.1 to determine that 3.1 is a reasonable rational approximation of √10."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.1.1.4",
                            "Label": "Know and apply the properties of positive and negative integer exponents to generate equivalent numerical expressions.",
                            "Examples": [
                                "For example, 3² × 3⁽⁻⁵⁾ = 3⁽⁻³⁾ = (1/3)³ = 1/27."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.1.1.5",
                            "Label": "Express approximations of very large and very small numbers using scientific notation; understand how calculators display numbers in scientific notation. Multiply and divide numbers expressed in scientific notation, express the answer in scientific notation, using the correct number of significant digits when physical measurements are involved.",
                            "Examples": [
                                "For example, (4.2 × 10⁴) × (8.25 × 10³) = 3.465 × 10⁸, but if these numbers represent physical measurements, the answer should be expressed as 3.5 × 10⁸ because the first factor, 4.2 × 10⁴, only has two significant digits."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M8.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M8.2.1",
                    "Label": "Understand the concept of function in real-world and mathematical situations, and distinguish between linear and non-linear functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.2.1.1",
                            "Label": "Understand that a function is a relationship between an independent variable and a dependent variable in which the value of the independent variable determines the value of the dependent variable. Use functional notation, such as f(x), to represent such relationships.",
                            "Examples": [
                                "For example, the relationship between the area of a square and the side length can be expressed as f(x) = x². In this case, f(5) = 25, which represents the fact that a square of side length 5 units has area 25 units squared."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.1.2",
                            "Label": "Use linear functions to represent relationships in which changing the input variable by some amount leads to a change in the output variable that is a constant times that amount.",
                            "Examples": [
                                "For example, Uncle Jim gave Emily $50 on the day she was born and $25 on each birthday after that. The function f(x) = 50 + 25x represents the amount of money Jim has given after x years. The rate of change is $25 per year."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.1.3",
                            "Label": "Understand that a function is linear if it can be expressed in the form or if its graph is a straight line.",
                            "Examples": [
                                "For example, the function f(x) = x² is not a linear function because its graph contains the points (1,1), (-1,1) and (0,0), which are not on a straight line."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.1.4",
                            "Label": "Understand that an arithmetic sequence is a linear function that can be expressed in the form, where f(x) = mx + b, where x = 0, 1, 2, 3, ...",
                            "Examples": [
                                "For example, the arithmetic sequence 3, 7, 11, 15, ..., can be expressed as f(x) = 4x + 3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.1.5",
                            "Label": "Understand that a geometric sequence is a non-linear function that can be expressed in the form f(x) = abˣ, where x = 0, 1, 2, 3, ...",
                            "Examples": [
                                "For example, the geometric sequence 6, 12, 24, 48, ..., can be expressed in the form f(x) = 6(2ˣ)."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M8.2.2",
                    "Label": "Recognize linear functions in real- world and mathematical situations; represent linear functions and other functions with tables, verbal descriptions, symbols and graphs; solve problems involving these functions and explain results in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.2.2.1",
                            "Label": "Represent linear functions with tables, verbal descriptions, symbols, equations and graphs; translate from one representation to another.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.2.2",
                            "Label": "Identify graphical properties of linear functions including slopes and intercepts. Know that the slope equals the rate of change, and that the y-intercept is zero when the function represents a proportional relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.2.3",
                            "Label": "Identify how coefficient changes in the equation f(x) = mx + b affect the graphs of linear functions. Know how to use graphing technology to examine these effects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.2.4",
                            "Label": "Represent arithmetic sequences using equations, tables, graphs and verbal descriptions, and use them to solve problems.",
                            "Examples": [
                                "For example, if a girl starts with $100 in savings and adds $10 at the end of each month, she will have 100 + 10x dollars after x months."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.2.5",
                            "Label": "Represent geometric sequences using equations, tables, graphs and verbal descriptions, and use them to solve problems.",
                            "Examples": [
                                "For example, if a girl invests $100 at 10% annual interest, she will have 100(1.1ˣ) dollars after x years."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M8.2.3",
                    "Label": "Generate equivalent numerical and algebraic expressions and use algebraic properties to evaluate expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.2.3.1",
                            "Label": "Evaluate algebraic expressions, including expressions containing radicals and absolute values, at specified values of their variables.",
                            "Examples": [
                                "For example, evaluate 2πrh when r = 3 and h = 0.5, and then use an approximation of π to obtain an approximate answer."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.3.2",
                            "Label": "Justify steps in generating equivalent expressions by identifying the properties used, including the properties of algebra. Properties include the associative, commutative and distributive laws, and the order of operations, including grouping symbols.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M8.2.4",
                    "Label": "Represent real-world and mathematical situations using equations and inequalities involving linear expressions. Solve equations and inequalities symbolically and graphically. Interpret solutions in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.2.4.1",
                            "Label": "Use linear equations to represent situations involving a constant rate of change, including proportional and non-proportional relationships.",
                            "Examples": [
                                "For example, for a cylinder with fixed radius of length 5, the surface area A = 2π(5)h + 2π(5)² = 10πh + 50π, is a linear function of the height h, but it is not proportional to the height."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.2",
                            "Label": "Solve multi-step equations in one variable. Solve for one variable in a multi-variable equation in terms of the other variables. Justify the steps by identifying the properties of equalities used.",
                            "Examples": [
                                "For example, the equation 10x + 17 = 3x can be changed to 7x + 17 = 0, and then to 7x = –17 by adding/subtracting the same quantities to both sides. These changes do not change the solution of the equation.",
                                "For example, using the formula for the perimeter of a rectangle, solve for the base in terms of the height and perimeter."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.3",
                            "Label": "Express linear equations in slope-intercept, point-slope and standard forms, and convert between these forms. Given sufficient information, find an equation of a line.",
                            "Examples": [
                                "For example, determine an equation of the line through the points (–1, 6) and (2/3, –3/4)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.4",
                            "Label": "Use linear inequalities to represent relationships in various contexts.",
                            "Examples": [
                                "For example, a gas station charges $0.10 less per gallon of gasoline if a customer also gets a car wash. Without the car wash, gas costs $2.79 per gallon. The car wash is $8.95. What are the possible amounts (in gallons) of gasoline that you can buy if you also get a car wash and can spend at most $35?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.5",
                            "Label": "Solve linear inequalities using properties of inequalities. Graph the solutions on a number line.",
                            "Examples": [
                                "For example, the inequality –3x < 6 is equivalent to x > –2, which can be represented on the number line by shading in the interval to the right of –2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.6",
                            "Label": "Represent relationships in various contexts with equations and inequalities involving the absolute value of a linear expression. Solve such equations and inequalities and graph the solutions on a number line.",
                            "Examples": [
                                "For example, a cylindrical machine part is manufactured with a radius of 2.1 cm, with a tolerance of 1/100 cm. The radius r satisfies the inequality |r – 2.1| ≤ .01."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.7",
                            "Label": "Represent relationships in various contexts using systems of linear equations. Solve systems of linear equations in two variables symbolically, graphically and numerically.",
                            "Examples": [
                                "For example, Marty's cell phone company charges $15 per month plus $0.04 per minute for each call. Jeannine's company charges $0.25 per minute. Use a system of equations to determine the advantages of each plan based on the number of minutes used."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.8",
                            "Label": "Understand that a system of linear equations may have no solution, one solution, or an infinite number of solutions. Relate the number of solutions to pairs of lines that are intersecting, parallel or identical. Check whether a pair of numbers satisfies a system of two linear equations in two unknowns by substituting the numbers into both equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.2.4.9",
                            "Label": "Use the relationship between square roots and squares of a number to solve problems.",
                            "Examples": [
                                "For example, if πx2 = 5, then |x| = √(5/π), or equivalently, x = √(5/π) or x = –√(5/π). If x is understood as the radius of a circle in this example, then the negative solution should be discarded and x = √(5/π)."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M8.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M8.3.1",
                    "Label": "Solve problems involving right triangles using the Pythagorean Theorem and its converse.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.3.1.1",
                            "Label": "Use the Pythagorean Theorem to solve problems involving right triangles.",
                            "Examples": [
                                "For example, determine the perimeter of a right triangle, given the lengths of two of its sides.",
                                "For example, show that a triangle with side lengths 4, 5 and 6 is not a right triangle."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.3.1.2",
                            "Label": "Determine the distance between two points on a horizontal or vertical line in a coordinate system. Use the Pythagorean Theorem to find the distance between any two points in a coordinate system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.3.1.3",
                            "Label": "Informally justify the Pythagorean Theorem by using measurements, diagrams and computer software.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M8.3.2",
                    "Label": "Solve problems involving parallel and perpendicular lines on a coordinate system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.3.2.1",
                            "Label": "Understand and apply the relationships between the slopes of parallel lines and between the slopes of perpendicular lines. Dynamic graphing software may be used to examine these relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.3.2.2",
                            "Label": "Analyze polygons on a coordinate system by determining the slopes of their sides.",
                            "Examples": [
                                "For example, given the coordinates of four points, determine whether the corresponding quadrilateral is a parallelogram."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.3.2.3",
                            "Label": "Given a line on a coordinate system and the coordinates of a point not on the line, find lines through that point that are parallel and perpendicular to the given line, symbolically and graphically.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M8.4",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M8.4.1",
                    "Label": "Interpret data using scatterplots and approximate lines of best fit. Use lines of best fit to draw conclusions about data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M8.4.1.1",
                            "Label": "Collect, display and interpret data using scatterplots. Use the shape of the scatterplot to informally estimate a line of best fit and determine an equation for the line. Use appropriate titles, labels and units. Know how to use graphing technology to display scatterplots and corresponding lines of best fit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.4.1.2",
                            "Label": "Use a line of best fit to make statements about approximate rate of change and to make predictions about values not in the original data set.",
                            "Examples": [
                                "For example, given a scatterplot relating student heights to shoe sizes, predict the shoe size of a 5'4” student, even if the data does not contain information for a student of that height."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M8.4.1.3",
                            "Label": "Assess the reasonableness of predictions using scatterplots by interpreting them in the original context.",
                            "Examples": [
                                "For example, a set of data may show that the number of women in the U.S. Senate is growing at a certain rate each election cycle. Is it reasonable to use this trend to predict the year in which the Senate will eventually include 1000 female Senators?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}