{
    "Title": "Minnesota Academic Standards > English Language Arts > Grades 9 - 10",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Reading Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.4.1",
                            "Label": "Cite strong and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.4.2",
                            "Label": "Determine a theme or central idea of a text and analyze in detail its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.4.3",
                            "Label": "Analyze how complex characters (e.g., those with multiple or conflicting motivations) develop over the course of a text, interact with other characters, and advance the plot or develop the theme.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.4.4",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings; analyze the cumulative impact of specific word choices on meaning and tone (e.g., how the language evokes a sense of time and place; how it sets a formal or informal tone).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.4.5",
                            "Label": "Analyze how an author's choices concerning how to structure a text, order events within it (e.g., parallel plots), and manipulate time (e.g., pacing, flashbacks) create such effects as mystery, tension, or surprise.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.4.6",
                            "Label": "Analyze a particular point of view or cultural experience reflected in a work of literature from outside the United States, drawing on a wide reading of world literature.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.4.7",
                            "Label": "Analyze the representation of a subject or a key scene in two different artistic mediums, including what is emphasized or absent in each treatment (e.g., Auden's “Musée des Beaux Arts” and Breughel's Landscape with the Fall of Icarus).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.4.9",
                            "Label": "Analyze how an author draws on and transforms source material in a specific work (e.g., how Shakespeare treats a theme or topic from Ovid or the Bible or how a later author draws on a play by Shakespeare or how a Minnesota American Indian author uses oral tradition to create works of literature).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9.4.10",
                            "Label": "By the end of grade 9, read and comprehend literature and other texts including stories, dramas, and poems, in the grades 9–10 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9.4.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9.4.10.b",
                                    "Label": "Read widely to understand multiple perspectives and pluralistic viewpoints.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E10.4.10",
                            "Label": "By the end of grade 10, read and comprehend literature and other texts including stories, dramas, and poems at the high end of the grades 9–10 text complexity band independently and proficiently.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E10.4.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E10.4.10.b",
                                    "Label": "Read widely to understand multiple perspectives and pluralistic viewpoints.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.5.1",
                            "Label": "Cite strong and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.2",
                            "Label": "Determine a central idea of a text and analyze its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.3",
                            "Label": "Analyze how the author unfolds an analysis or series of ideas or events, including the order in which the points are made, how they are introduced and developed, and the connections that are drawn between them.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.5.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the cumulative impact of specific word choices on meaning and tone (e.g., how the language of a court opinion differs from that of a newspaper).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.5",
                            "Label": "Analyze in detail how an author's ideas or claims are developed and refined by particular sentences, paragraphs, or larger portions of a text (e.g., a section or chapter).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.6",
                            "Label": "Determine an author's point of view or purpose in a text and analyze how an author uses rhetoric to advance that point of view or purpose.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.5.7",
                            "Label": "Analyze various accounts of a subject told in different mediums (e.g., a person's life story in both print and multimedia), determining which details are emphasized in each account.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.8",
                            "Label": "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements and fallacious reasoning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.5.9",
                            "Label": "Analyze seminal U.S. documents of historical and literary significance (e.g., Washington's Farewell Address, the Gettysburg Address, Roosevelt's Four Freedoms speech, King's “Letter from Birmingham Jail,” and other documents such as those written by Sojourner Truth, Chief Seattle, and Elizabeth Cady Stanton), including how they address related themes and concepts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9.5.10",
                            "Label": "By the end of grade 9, read and comprehend literary nonfiction in the grades 9–10 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9.5.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E10.5.10",
                            "Label": "",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E10.5.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.7.1",
                            "Label": "Write arguments to support claims in an analysis of substantive topics or texts, using valid reasoning and relevant and sufficient evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.7.1.a",
                                    "Label": "Introduce precise claim(s), distinguish the claim(s) from alternate or opposing claims, and create an organization that establishes clear relationships among claim(s), counterclaims, reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.1.b",
                                    "Label": "Develop claim(s) and counterclaims fairly, supplying evidence for each while pointing out the strengths and limitations of both in a manner that anticipates the audience's knowledge level and concerns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.1.c",
                                    "Label": "Use words, phrases, and clauses to link the major sections of the text, create cohesion, and clarify the relationships between claim(s) and reasons, between reasons and evidence, and between claim(s) and counterclaims.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.1.d",
                                    "Label": "Establish and maintain a formal style and objective tone while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.1.e",
                                    "Label": "Provide a concluding statement or section that follows from and supports the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.7.2",
                            "Label": "Write informative/explanatory texts to examine and convey complex ideas, concepts, and information clearly and accurately through the effective selection, organization, and analysis of content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.7.2.a",
                                    "Label": "Introduce a topic; organize complex ideas, concepts, and information to make important connections and distinctions; include formatting (e.g., headings), graphics (e.g., figures, tables), and multimedia when useful to aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.2.b",
                                    "Label": "Develop the topic with well-chosen, relevant, and sufficient facts, extended definitions, concrete details, quotations, or other information and examples appropriate to the audience's knowledge of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.2.c",
                                    "Label": "Use appropriate and varied transitions to link the major sections of the text, create cohesion, and clarify the relationships among complex ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.2.d",
                                    "Label": "Use precise language and domain-specific vocabulary to manage the complexity of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.2.e",
                                    "Label": "Establish and maintain a formal style and objective tone while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.2.f",
                                    "Label": "Provide a concluding statement or section that follows from and supports the information or explanation presented (e.g., articulating implications or the significance of the topic).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.7.3",
                            "Label": "Write narratives and other creative texts develop real or imagined experiences or events using effective technique, well-chosen details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.7.3.a",
                                    "Label": "Engage and orient the reader by setting out a problem, situation, or observation, establishing one or multiple point(s) of view, and introducing a narrator and/or characters; create a smooth progression of experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.3.b",
                                    "Label": "Use literary and narrative techniques, such as dialogue, pacing, rhythm, repetition, rhyme, description, reflection, and multiple plot lines, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.3.c",
                                    "Label": "Use a variety of techniques to sequence events so that they build on one another to create a coherent whole.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.3.d",
                                    "Label": "Use precise words and phrases, telling details, figurative and sensory language to convey a vivid picture of the experiences, events, setting, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.3.e",
                                    "Label": "Provide a conclusion (when appropriate to the genre) that follows from and reflects on what is experienced, observed, or resolved over the course of the narrative or creative text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Writing Process: Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.7.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.7.5",
                            "Label": "Use a writing process to develop and strengthen writing as needed by planning, drafting, revising, editing, rewriting, or trying a new approach, focusing on addressing what is most significant for a specific purpose and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.7.6",
                            "Label": "Use technology, including the Internet, to produce, publish, and update individual or shared writing products, taking advantage of technology's capacity to link to other information and to display information flexibly and dynamically.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.7.7",
                            "Label": "Conduct short as well as more sustained research projects to answer a question (including a self-generated question) or solve a problem; narrow or broaden the inquiry when appropriate; synthesize multiple sources on the subject, demonstrating understanding of the subject under investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.7.8",
                            "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the usefulness of each source in answering the research question; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and following a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.7.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.7.9.a",
                                    "Label": "Apply grades 9–10 Reading standards to literature (e.g., “Analyze how an author draws on and transforms source material in a specific work [e.g., how Shakespeare treats a theme or topic from Ovid or the Bible or how a later author draws on a play by Shakespeare]”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.7.9.b",
                                    "Label": "Apply grades 9–10 Reading standards to literary nonfiction (e.g., “Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements and fallacious reasoning”).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.7.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.7.10.a",
                                    "Label": "Independently select writing topics and formats for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Speaking, Viewing, Listening & Media Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.9.1",
                            "Label": "Initiate and participate effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grades 9–10 topics, texts, and issues, including those by and about Minnesota American Indians, building on others' ideas and expressing their own clearly and persuasively.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.9.1.a",
                                    "Label": "Come to discussions prepared, having read and researched material under study; explicitly draw on that preparation by referring to evidence from texts and other research on the topic or issue to stimulate a thoughtful, well-reasoned exchange of ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.1.b",
                                    "Label": "Work with peers to set rules for collegial discussions and decision-making (e.g., informal consensus, taking votes on key issues, presentation of alternate views), clear goals and deadlines, and individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.1.c",
                                    "Label": "Propel conversations by posing and responding to questions that relate the current discussion to broader themes or larger ideas; actively incorporate others into the discussion; and clarify, verify, or challenge ideas and conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.1.d",
                                    "Label": "Respond thoughtfully to diverse perspectives, summarize points of agreement and disagreement, and, when warranted, qualify or justify their own views and understanding and make new connections in light of the evidence and reasoning presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.9.2",
                            "Label": "Integrate multiple sources of information presented in diverse media or formats (e.g., visually, quantitatively, orally) evaluating the credibility and accuracy of each source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.9.3",
                            "Label": "Evaluate a speaker's point of view, reasoning, intended audience, and use of evidence and rhetoric, identifying any fallacious reasoning or exaggerated or distorted evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.9.4",
                            "Label": "While respecting intellectual property, present information, findings, and supporting evidence clearly, concisely, and logically such that listeners can follow the line of reasoning and the organization, development, substance, and style are appropriate to purpose, audience, and task (e.g., persuasion, argumentation, debate).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.9.5",
                            "Label": "Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E9-10.9.6",
                            "Label": "Adapt speech to a variety of contexts, audiences, tasks, and feedback from self and others, demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.9.6.a",
                                    "Label": "Apply assessment criteria to evaluate oral presentations by self and others.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Media Literacy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.9.7",
                            "Label": "Understand, analyze, evaluate, and use different types of print, digital, and multimodal media.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.9.7.a",
                                    "Label": "Evaluate the content and effect of persuasive techniques used in different mass media.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.7.b",
                                    "Label": "Synthesize information and recognize categories, trends, and themes across multiple sources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.7.c",
                                    "Label": "Demonstrate an understanding of ethics in mass communication and describe the characteristics of ethical and unethical behavior.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.7.d",
                                    "Label": "Recognize ethical standards and safe practices in social and personal media communications, and understand the consequences of personal choices.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.9.8",
                            "Label": "As an individual or in collaboration, create a multimedia work, a remix of original work and the work of others, or a piece of digital communication for a specific purpose (e.g., to interpret or respond to a piece of literature, to represent thematic similarities between two literary works, to interact or collaborate globally, to critique a current event or social issue).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.9.8.a",
                                    "Label": "Present, transform, or remix content in an ethical manner, demonstrating an understanding of copyright, attribution, citation, the principles of Fair Use, and of the different types of Creative Commons licenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.9.8.b",
                                    "Label": "Publish the work and share with an audience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.11.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.11.1.a",
                                    "Label": "Use parallel structure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.1.b",
                                    "Label": "Use various types of phrases (noun, verb, adjectival, adverbial, participial, prepositional, absolute) and clauses (independent, dependent; noun, relative, adverbial) to convey specific meanings and add variety and interest to writing or presentations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.11.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.11.2.a",
                                    "Label": "Use a semicolon (and perhaps a conjunctive adverb) to link two or more closely related independent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.2.b",
                                    "Label": "Use a colon to introduce a list or quotation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.2.c",
                                    "Label": "Spell correctly.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.11.3",
                            "Label": "Apply knowledge of language to understand how language functions in different contexts, to make effective choices for meaning or style, and to comprehend more fully when reading or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.11.3.a",
                                    "Label": "Write and edit work so that it conforms to the guidelines in a style manual (e.g., MLA Handbook, Turabian's Manual for Writers) appropriate for the discipline and writing type.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E9-10.11.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grades 9–10 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.11.4.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence, paragraph, or text; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.4.b",
                                    "Label": "Identify and correctly use patterns of word changes that indicate different meanings or parts of speech (e.g., analyze, analysis, analytical; advocate, advocacy).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.4.c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning, its part of speech, or its etymology.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.4.d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.11.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E9-10.11.5.a",
                                    "Label": "Interpret figures of speech (e.g., euphemism, oxymoron) in context and analyze their role in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E9-10.11.5.b",
                                    "Label": "Analyze nuances in the meaning of words with similar denotations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E9-10.11.6",
                            "Label": "Acquire and use accurately general academic and domain-specific words and phrases, sufficient for reading, writing, speaking, and listening at the college and career readiness level; demonstrate independence in gathering vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}