{
    "Title": "Minnesota Academic Standards > Mathematics > Grades 9 - 11",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M9-11.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M9-11.2.1",
                    "Label": "Understand the concept of function, and identify important features of functions and other relations using symbolic and graphical methods where appropriate.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.2.1.1",
                            "Label": "Understand the definition of a function. Use functional notation and evaluate a function at a given point in its domain.",
                            "Examples": [
                                "For example, if f(x) = 1/(x² − 3), find f(-4)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.2",
                            "Label": "Distinguish between functions and other relations defined symbolically, graphically or in tabular form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.3",
                            "Label": "Find the domain of a function defined symbolically, graphically or in a real-world context.",
                            "Examples": [
                                "For example, the formula f(x) = πx² can represent a function whose domain is all real numbers, but in the context of the area of a circle, the domain would be restricted to positive x."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.4",
                            "Label": "Obtain information and draw conclusions from graphs of functions and other relations.",
                            "Examples": [
                                "For example, if a graph shows the relationship between the elapsed flight time of a golf ball at a given moment and its height at that same moment, identify the time interval during which the ball is at least 100 feet above the ground."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.5",
                            "Label": "Identify the vertex, line of symmetry and intercepts of the parabola corresponding to a quadratic function, using symbolic and graphical methods, when the function is expressed in the form f(x) = ax² + bx + c, in the form f(x) = a(x – h)² + k, or in factored form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.6",
                            "Label": "Identify intercepts, zeros, maxima, minima and intervals of increase and decrease from the graph of a function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.7",
                            "Label": "Understand the concept of an asymptote and identify asymptotes for exponential functions and reciprocals of linear functions, using symbolic and graphical methods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.8",
                            "Label": "Make qualitative statements about the rate of change of a function, based on its graph or table of values.",
                            "Examples": [
                                "For example, the function f(x) = 3ˣ increases for all x, but it increases faster when x > 2 than it does when x < 2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.1.9",
                            "Label": "Determine how translations affect the symbolic and graphical forms of a function. Know how to use graphing technology to examine translations.",
                            "Examples": [
                                "For example, determine how the graph of f(x) = |x – h| + k changes as h and k change."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.2.2",
                    "Label": "Recognize linear, quadratic, exponential and other common functions in real-world and mathematical situations; represent these functions with tables, verbal descriptions, symbols and graphs; solve problems involving these functions, and explain results in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.2.2.1",
                            "Label": "Represent and solve problems in various contexts using linear and quadratic functions.",
                            "Examples": [
                                "For example, write a function that represents the area of a rectangular garden that can be surrounded with 32 feet of fencing, and use the function to determine the possible dimensions of such a garden if the area must be at least 50 square feet."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.2.2",
                            "Label": "Represent and solve problems in various contexts using exponential functions, such as investment growth, depreciation and population growth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.2.3",
                            "Label": "Sketch graphs of linear, quadratic and exponential functions, and translate between graphs, tables and symbolic representations. Know how to use graphing technology to graph these functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.2.4",
                            "Label": "Express the terms in a geometric sequence recursively and by giving an explicit (closed form) formula, and express the partial sums of a geometric series recursively.",
                            "Examples": [
                                "For example, a closed form formula for the terms tₙ in the geometric sequence 3, 6, 12, 24, ... is tₙ = 3(2)ⁿ⁻¹, where n = 1, 2, 3, ... , and this sequence can be expressed recursively by writing t₁ = 3 and tn = 2tₙ₋₁, for n ≥ 2.",
                                "For example, the partial sums sn of the series 3 + 6 + 12 + 24 + ... can be expressed recursively by writing s₁ = 3 and sₙ = 3 + 2sₙ₋₁, for n ≥ 2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.2.5",
                            "Label": "Recognize and solve problems that can be modeled using finite geometric sequences and series, such as home mortgage and other compound interest examples. Know how to use spreadsheets and calculators to explore geometric sequences and series in various contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.2.6",
                            "Label": "Sketch the graphs of common non-linear functions such as f(x) = √x, f(x) = |x|, f(x) = 1/x, f(x) = x³, and translations of these functions, such as f(x) = √(x − 2) + 4. Know how to use graphing technology to graph these functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.2.3",
                    "Label": "Generate equivalent algebraic expressions involving polynomials and radicals; use algebraic properties to evaluate expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.2.3.1",
                            "Label": "Evaluate polynomial and rational expressions and expressions containing radicals and absolute values at specified points in their domains.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.2",
                            "Label": "Add, subtract and multiply polynomials; divide a polynomial by a polynomial of equal or lower degree.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.3",
                            "Label": "Factor common monomial factors from polynomials, factor quadratic polynomials, and factor the difference of two squares.",
                            "Examples": [
                                "For example, 9x⁶ – x⁴ = (3x³ – x²)(3x³ + x²)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.4",
                            "Label": "Add, subtract, multiply, divide and simplify algebraic fractions.",
                            "Examples": [
                                "For example, 1/(1 – x) + x/(1 + x) is equivalent to (1 + 2x – x²)/(1 – x²)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.5",
                            "Label": "Check whether a given complex number is a solution of a quadratic equation by substituting it for the variable and evaluating the expression, using arithmetic with complex numbers.",
                            "Examples": [
                                "For example, the complex number (1 + i)/2 is a solution of 2x² – 2x + 1 = 0, since 2((1+i)/2)² – 2((1 + i)/2) + 1 = i – (1 + i) + 1 = 0."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.6",
                            "Label": "Apply the properties of positive and negative rational exponents to generate equivalent algebraic expressions, including those involving nth roots.",
                            "Examples": [
                                "√2 × √7 = 2¹/² × 7¹/² = 14¹/² = √14. Rules for computing directly with radicals may also be used: ∛2 × ∛x = ∛2x."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.3.7",
                            "Label": "Justify steps in generating equivalent expressions by identifying the properties used. Use substitution to check the equality of expressions for some particular values of the variables; recognize that checking with substitution does not guarantee equality of expressions for all values of the variables.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.2.4",
                    "Label": "Represent real-world and mathematical situations using equations and inequalities involving linear, quadratic, exponential and nᵗʰ root functions. Solve equations and inequalities symbolically and graphically. Interpret solutions in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.2.4.1",
                            "Label": "Represent relationships in various contexts using quadratic equations and inequalities. Solve quadratic equations and inequalities by appropriate methods including factoring, completing the square, graphing and the quadratic formula. Find non-real complex roots when they exist. Recognize that a particular solution may not be applicable in the original context. Know how to use calculators, graphing utilities or other technology to solve quadratic equations and inequalities.",
                            "Examples": [
                                "For example, a diver jumps from a 20 meter platform with an upward velocity of 3 meters per second. In finding the time at which the diver hits the surface of the water, the resulting quadratic equation has a positive and a negative solution. The negative solution should be discarded because of the context."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.2",
                            "Label": "Represent relationships in various contexts using equations involving exponential functions; solve these equations graphically or numerically. Know how to use calculators, graphing utilities or other technology to solve these equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.3",
                            "Label": "Recognize that to solve certain equations, number systems need to be extended from whole numbers to integers, from integers to rational numbers, from rational numbers to real numbers, and from real numbers to complex numbers. In particular, non-real complex numbers are needed to solve some quadratic equations with real coefficients.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.4",
                            "Label": "Represent relationships in various contexts using systems of linear inequalities; solve them graphically. Indicate which parts of the boundary are included in and excluded from the solution set using solid and dotted lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.5",
                            "Label": "Solve linear programming problems in two variables using graphical methods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.6",
                            "Label": "Represent relationships in various contexts using absolute value inequalities in two variables; solve them graphically.",
                            "Examples": [
                                "For example, if a pipe is to be cut to a length of 5 meters accurate to within a tenth of its diameter, the relationship between the length x of the pipe and its diameter y satisfies the inequality |x – 5| ≤ 0.1y."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.7",
                            "Label": "Solve equations that contain radical expressions. Recognize that extraneous solutions may arise when using symbolic methods.",
                            "Examples": [
                                "For example, the equation √(x − 9) = 9√x may be solved by squaring both sides to obtain x – 9 = 81x, which has the solution x = -9/80 However, this is not a solution of the original equation, so it is an extraneous solution that should be discarded. The original equation has no solution in this case.",
                                "For example, solve ∛(−x + 1) = -5."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.2.4.8",
                            "Label": "Assess the reasonableness of a solution in its given context and compare the solution to appropriate graphical or numerical estimates; interpret a solution in the original context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M9-11.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M9-11.3.1",
                    "Label": "Calculate measurements of plane and solid geometric figures; know that physical measurements depend on the choice of a unit and that they are approximations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.3.1.1",
                            "Label": "Determine the surface area and volume of pyramids, cones and spheres. Use measuring devices or formulas as appropriate.",
                            "Examples": [
                                "For example, measure the height and radius of a cone and then use a formula to find its volume."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.1.2",
                            "Label": "Compose and decompose two- and three-dimensional figures; use decomposition to determine the perimeter, area, surface area and volume of various figures.",
                            "Examples": [
                                "For example, find the volume of a regular hexagonal prism by decomposing it into six equal triangular prisms."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.1.3",
                            "Label": "Understand that quantities associated with physical measurements must be assigned units; apply such units correctly in expressions, equations and problem solutions that involve measurements; and convert between measurement systems.",
                            "Examples": [
                                "For example, 60 miles/hour = 60 miles/hour × 5280 feet/mile × 1 hour/3600 seconds = 88 feet/second."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.1.4",
                            "Label": "Understand and apply the fact that the effect of a scale factor k on length, area and volume is to multiply each by k, k² and k³, respectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.1.5",
                            "Label": "Make reasonable estimates and judgments about the accuracy of values resulting from calculations involving measurements.",
                            "Examples": [
                                "For example, suppose the sides of a rectangle are measured to the nearest tenth of a centimeter at 2.6 cm and 9.8 cm. Because of measurement errors, the width could be as small as 2.55 cm or as large as 2.65 cm, with similar errors for the height. These errors affect calculations. For instance, the actual area of the rectangle could be smaller than 25 cm² or larger than 26 cm², even though 2.6 × 9.8 = 25.48."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.3.2",
                    "Label": "Construct logical arguments, based on axioms, definitions and theorems, to prove theorems and other results in geometry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.3.2.1",
                            "Label": "Understand the roles of axioms, definitions, undefined terms and theorems in logical arguments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.2.2",
                            "Label": "Accurately interpret and use words and phrases such as “if...then,” “if and only if,” “all,” and “not.” Recognize the logical relationships between an “if...then” statement and its inverse, converse and contrapositive.",
                            "Examples": [
                                "For example, the statement “If you don't do your homework, you can't go to the dance” is not logically equivalent to its inverse “If you do your homework, you can go to the dance.”"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.2.3",
                            "Label": "Assess the validity of a logical argument and give counterexamples to disprove a statement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.2.4",
                            "Label": "Construct logical arguments and write proofs of theorems and other results in geometry, including proofs by contradiction. Express proofs in a form that clearly justifies the reasoning, such as two-column proofs, paragraph proofs, flow charts or illustrations.",
                            "Examples": [
                                "For example, prove that the sum of the interior angles of a pentagon is 540˚ using the fact that the sum of the interior angles of a triangle is 180˚."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.2.5",
                            "Label": "Use technology tools to examine theorems, make and test conjectures, perform constructions and develop mathematical reasoning skills in multi-step problems. The tools may include compass and straight edge, dynamic geometry software, design software or Internet applets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.3.3",
                    "Label": "Know and apply properties of geometric figures to solve real-world and mathematical problems and to logically justify results in geometry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.3.3.1",
                            "Label": "Know and apply properties of parallel and perpendicular lines, including properties of angles formed by a transversal, to solve problems and logically justify results.",
                            "Examples": [
                                "For example, prove that the perpendicular bisector of a line segment is the set of all points equidistant from the two endpoints, and use this fact to solve problems and justify other results."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.2",
                            "Label": "Know and apply properties of angles, including corresponding, exterior, interior, vertical, complementary and supplementary angles, to solve problems and logically justify results.",
                            "Examples": [
                                "For example, prove that two triangles formed by a pair of intersecting lines and a pair of parallel lines (an “X” trapped between two parallel lines) are similar."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.3",
                            "Label": "Know and apply properties of equilateral, isosceles and scalene triangles to solve problems and logically justify results.",
                            "Examples": [
                                "For example, use the triangle inequality to prove that the perimeter of a quadrilateral is larger than the sum of the lengths of its diagonals."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.4",
                            "Label": "Apply the Pythagorean Theorem and its converse to solve problems and logically justify results.",
                            "Examples": [
                                "For example, when building a wooden frame that is supposed to have a square corner, ensure that the corner is square by measuring lengths near the corner and applying the Pythagorean Theorem."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.5",
                            "Label": "Know and apply properties of right triangles, including properties of 45-45-90 and 30-60-90 triangles, to solve problems and logically justify results.",
                            "Examples": [
                                "For example, use 30-60-90 triangles to analyze geometric figures involving equilateral triangles and hexagons.",
                                "For example, determine exact values of the trigonometric ratios in these special triangles using relationships among the side lengths."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.6",
                            "Label": "Know and apply properties of congruent and similar figures to solve problems and logically justify results.",
                            "Examples": [
                                "For example, analyze lengths and areas in a figure formed by drawing a line segment from one side of a triangle to a second side, parallel to the third side.",
                                "For example, determine the height of a pine tree by comparing the length of its shadow to the length of the shadow of a person of known height.",
                                "For example, when attempting to build two identical 4-sided frames, a person measured the lengths of corresponding sides and found that they matched. Can the person conclude that the shapes of the frames are congruent?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.7",
                            "Label": "Use properties of polygons—including quadrilaterals and regular polygons—to define them, classify them, solve problems and logically justify results.",
                            "Examples": [
                                "For example, recognize that a rectangle is a special case of a trapezoid.",
                                "For example, give a concise and clear definition of a kite."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.3.8",
                            "Label": "Know and apply properties of a circle to solve problems and logically justify results.",
                            "Examples": [
                                "For example, show that opposite angles of a quadrilateral inscribed in a circle are supplementary."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.3.4",
                    "Label": "Solve real-world and mathematical geometric problems using algebraic methods.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.3.4.1",
                            "Label": "Understand how the properties of similar right triangles allow the trigonometric ratios to be defined, and determine the sine, cosine and tangent of an acute angle in a right triangle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.2",
                            "Label": "Apply the trigonometric ratios sine, cosine and tangent to solve problems, such as determining lengths and areas in right triangles and in figures that can be decomposed into right triangles. Know how to use calculators, tables or other technology to evaluate trigonometric ratios.",
                            "Examples": [
                                "For example, find the area of a triangle, given the measure of one of its acute angles and the lengths of the two sides that form that angle."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.3",
                            "Label": "Use calculators, tables or other technologies in connection with the trigonometric ratios to find angle measures in right triangles in various contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.4",
                            "Label": "Use coordinate geometry to represent and analyze line segments and polygons, including determining lengths, midpoints and slopes of line segments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.5",
                            "Label": "Know the equation for the graph of a circle with radius r and center (h, k), (x − h)² + (y − k)² = r² and justify this equation using the Pythagorean Theorem and properties of translations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.6",
                            "Label": "Use numeric, graphic and symbolic representations of transformations in two dimensions, such as reflections, translations, scale changes and rotations about the origin by multiples of 90˚, to solve problems involving figures on a coordinate grid.",
                            "Examples": [
                                "For example, if the point (3, -2) is rotated 90˚ counterclockwise about the origin, it becomes the point (2, 3)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.3.4.7",
                            "Label": "Use algebra to solve geometric problems unrelated to coordinate geometry, such as solving for an unknown length in a figure involving similar triangles, or using the Pythagorean Theorem to obtain a quadratic equation for a length in a geometric figure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M9-11.4",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M9-11.4.1",
                    "Label": "Display and analyze data; use various measures associated with data to draw conclusions, identify trends and describe relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.4.1.1",
                            "Label": "Describe a data set using data displays, including box-and-whisker plots; describe and compare data sets using summary statistics, including measures of center, location and spread. Measures of center and location include mean, median, quartile and percentile. Measures of spread include standard deviation, range and inter-quartile range. Know how to use calculators, spreadsheets or other technology to display data and calculate summary statistics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.1.2",
                            "Label": "Analyze the effects on summary statistics of changes in data sets.",
                            "Examples": [
                                "For example, understand how inserting or deleting a data point may affect the mean and standard deviation.",
                                "For example, understand how the median and interquartile range are affected when the entire data set is transformed by adding a constant to each data value or multiplying each data value by a constant."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.1.3",
                            "Label": "Use scatterplots to analyze patterns and describe relationships between two variables. Using technology, determine regression lines (line of best fit) and correlation coefficients; use regression lines to make predictions and correlation coefficients to assess the reliability of those predictions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.1.4",
                            "Label": "Use the mean and standard deviation of a data set to fit it to a normal distribution (bell-shaped curve) and to estimate population percentages. Recognize that there are data sets for which such a procedure is not appropriate. Use calculators, spreadsheets and tables to estimate areas under the normal curve.",
                            "Examples": [
                                "For example, after performing several measurements of some attribute of an irregular physical object, it is appropriate to fit the data to a normal distribution and draw conclusions about measurement error.",
                                "For example, when data involving two very different populations is combined, the resulting histogram may show two distinct peaks, and fitting the data to a normal distribution is not appropriate."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.4.2",
                    "Label": "Explain the uses of data and statistical thinking to draw inferences, make predictions and justify conclusions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.4.2.1",
                            "Label": "Evaluate reports based on data published in the media by identifying the source of the data, the design of the study, and the way the data are analyzed and displayed. Show how graphs and data can be distorted to support different points of view. Know how to use spreadsheet tables and graphs or graphing technology to recognize and analyze distortions in data displays.",
                            "Examples": [
                                "For example, displaying only part of a vertical axis can make differences in data appear deceptively large."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.2.2",
                            "Label": "Identify and explain misleading uses of data; recognize when arguments based on data confuse correlation and causation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.2.3",
                            "Label": "Design simple experiments and explain the impact of sampling methods, bias and the phrasing of questions asked during data collection.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M9-11.4.3",
                    "Label": "Calculate probabilities and apply probability concepts to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M9-11.4.3.1",
                            "Label": "Select and apply counting procedures, such as the multiplication and addition principles and tree diagrams, to determine the size of a sample space (the number of possible outcomes) and to calculate probabilities.",
                            "Examples": [
                                "For example, if one girl and one boy are picked at random from a class with 20 girls and 15 boys, there are 20 × 15 = 300 different possibilities, so the probability that a particular girl is chosen together with a particular boy is 1/300."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.2",
                            "Label": "Calculate experimental probabilities by performing simulations or experiments involving a probability model and using relative frequencies of outcomes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.3",
                            "Label": "Understand that the Law of Large Numbers expresses a relationship between the probabilities in a probability model and the experimental probabilities found by performing simulations or experiments involving the model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.4",
                            "Label": "Use random numbers generated by a calculator or a spreadsheet, or taken from a table, to perform probability simulations and to introduce fairness into decision making.",
                            "Examples": [
                                "For example, if a group of students needs to fairly select one of its members to lead a discussion, they can use a random number to determine the selection."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.5",
                            "Label": "Apply probability concepts such as intersections, unions and complements of events, and conditional probability and independence, to calculate probabilities and solve problems.",
                            "Examples": [
                                "For example, the probability of tossing at least one head when flipping a fair coin three times can be calculated by looking at the complement of this event (flipping three tails in a row)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.6",
                            "Label": "Describe the concepts of intersections, unions and complements using Venn diagrams. Understand the relationships between these concepts and the words AND, OR, NOT, as used in computerized searches and spreadsheets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.7",
                            "Label": "Understand and use simple probability formulas involving intersections, unions and complements of events.",
                            "Examples": [
                                "For example, if the probability of an event is p, then the probability of the complement of an event is 1 – p; the probability of the intersection of two independent events is the product of their probabilities.",
                                "For example, the probability of the union of two events equals the sum of the probabilities of the two individual events minus the probability of the intersection of the events."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.8",
                            "Label": "Apply probability concepts to real-world situations to make informed decisions.",
                            "Examples": [
                                "For example, explain why a hockey coach might decide near the end of the game to pull the goalie to add another forward position player if the team is behind.",
                                "For example, consider the role that probabilities play in health care decisions, such as deciding between having eye surgery and wearing glasses."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M9-11.4.3.9",
                            "Label": "Use the relationship between conditional probabilities and relative frequencies in contingency tables.",
                            "Examples": [
                                "For example, a table that displays percentages relating gender (male or female) and handedness (right-handed or left-handed) can be used to determine the conditional probability of being left-handed, given that the gender is male."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}