{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most effective transition to add to the beginning of sentence 6?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Even though",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “Even though” to sentence 6 would create an incorrect transition statement because it does not signal an alternative viewpoint.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "In contrast",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the phrase “In contrast” does signal an opposing idea, it is too strong to serve as a correct transition between the ideas in these sentences.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Furthermore",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the word “Furthermore” would create an incorrect transition because it suggests the continuation of a parallel idea from sentence 5.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "However",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding the word “However” creates an appropriate transition, which is a word, phrase, or sentence that connects topics or ideas. What most people think is explained in sentence 5, and an alternative viewpoint is offered in sentence 6.",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kelly wants to add a more effective transition between the second paragraph (sentences 4–11) and the third paragraph (sentences 12–14). Which of the following sentences should be added before sentence 12 to help readers effectively transition from the second to the third paragraph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Using the snooze button can have a negative impact on a person's health.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the topic of sleepiness impacting health is part of the necessary transition, the concept of circadian rhythms is not introduced in this sentence.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Perhaps more serious, though, is how this sleepiness can affect a person's mood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sleepiness affecting one's mood is an idea mentioned in the second paragraph, but the idea of circadian rhythms is not introduced.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Sleepiness also may occur if the body's circadian rhythm, or internal body clock, is disrupted.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding this sentence creates an effective transition, a word, phrase, or sentence that connects topics or ideas, because it introduces what circadian rhythms are and connects to the previous paragraph by transitioning into another reason for sleepiness.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "Interfering with the natural circadian rhythms is equally distracting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea of circadian rhythms is included in this sentence, the concept is not properly explained until several sentences into the third paragraph.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kelly has not used the most appropriate word in sentence 17. Which word best replaces changes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "varies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing “changes” with “varies” suggests that the likelihood of hitting the snooze button could increase or decrease if the alarm clock is placed across the room.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "shifts",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing “changes” with “shifts” does not provide additional clarity.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "controls",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing “changes” with “controls” does not provide additional clarity. People control their behavior; the placement of an object does not control people.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "decreases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing “changes” with “decreases” in the sentence clarifies the likelihood of individuals hitting the snooze button if the alarm clock is placed across the room.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "A clear thesis or position based on logical reasons supported by precise and relevant evidence."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kelly is considering whether or not she should add the following supporting detail to the fourth paragraph (sentences 15–20).",
            ":box:Experts suggest that feeling tired in the morning is sometimes a symptom of sleep deprivation.",
            "Where could Kelly place this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "After sentence 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence after sentence 16 would disrupt the linked ideas in sentences 16 and 17, creating a disjointed and awkward paragraph.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "After sentence 17",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence after sentence 17 would interrupt the linked ideas suggesting ways to avoid relying on the snooze button, creating a disjointed and awkward paragraph.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "After sentence 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence after sentence 18 would disrupt the linked ideas in sentences 18 and 19, creating a disjointed and awkward paragraph.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Kelly should not add this sentence to the paragraph.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence should not be added to the fourth paragraph at all. The content of the fourth paragraph is related to ways to avoid relying on the snooze button, not sleep deprivation.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kelly wants to end her essay with a call to action. Which sentence should she add after sentence 21 to best achieve this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The snooze button contributes to unhealthy sleep patterns and should not be used on a regular basis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that people should avoid using the snooze button is included in this sentence, but there is no evidence of an urgency in the tone. The reader is not persuaded because there is no effective call to action.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Banish the snooze button and develop healthier sleep habits to feel rested and ready for your busy days.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A call to action is a statement that encourages the reader to consider an idea or change a behavior. Direct words such as “Banish” are used in this sentence to establish an effective call to action for people to stop relying on the snooze button.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "Put that alarm on the other side of the room and turn off electronics in order to feel more rested.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Specific examples from the essay are included in this sentence rather than a clear call to action.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "People should stop interrupting sleep cycles with the snooze button in order to get more sleep.",
                "Key": {
                    "Correct": false,
                    "Rationale": "One detail from the essay is included in this sentence rather than a clear call to action.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ken is not satisfied with his thesis statement in sentence 3. Which of the following should replace sentence 3 to provide a more effective thesis statement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The AquaDom in Berlin, Germany, is very tall and made of glass; it is an experience that many people would like to have.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some of the aquarium's physical characteristics are described in this sentence, the overall message of the essay is not adequately provided.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "For a worthwhile experience, you should go to the AquaDom in Berlin, Germany; it is a unique attraction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reasons to visit the attraction are not provided, and the overall message of the essay is not provided in this sentence.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The AquaDom in Berlin, Germany, is a completely different kind of aquarium; it is a unique attraction that many people would love to experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A thesis statement is a statement that summarizes the main point or claim of a piece of writing. The author provides a strong rationale for visiting the site because it is “completely different” and “a unique attraction that many people would love to experience.” The overall message of the essay is captured, which results in an effective thesis.",
                    "Percent": 84
                }
            },
            "J": {
                "Choice": "The AquaDom in Berlin, Germany, is sort of a different kind of an aquarium; it is something many people would like to go see.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No strong language or examples are provided, and the overall message of the essay is not provided in this sentence.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ken wants to strengthen the topic sentence of his third paragraph (sentences 8–13). Which of the following best replaces sentence 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An elevator is a feature that is popular and transparent in the AquaDom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the elevator feature of the AquaDom is introduced in this sentence, it is awkwardly constructed and lacks the emphasis necessary for a topic sentence.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The 2,000-ton AquaDom includes features that delight its visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an ineffective topic sentence since the elevator, which is the focus of the third paragraph, is not introduced.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "One of the most popular features of the AquaDom is its two-floor transparent elevator.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A topic sentence is a sentence that captures the meaning of an entire paragraph. The elevator feature of the AquaDom, which is the focus of the third paragraph, is effectively introduced in this topic sentence.",
                    "Percent": 86
                }
            },
            "D": {
                "Choice": "The AquaDom is so large that seeing the entire aquarium is difficult.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an ineffective topic sentence since the elevator, which is the focus of the third paragraph, is not introduced.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ken wants to add the following sentence to the third paragraph (sentences 8–13).",
            ":box:Although this 360-degree view allows people to watch the fish from practically anywhere inside their watery habitat, visitors can catch a glimpse of much more than fins, gills, and tails.",
            "Where is the best place to insert this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "After sentence 10",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details from the previous sentence and a transition, which is a word, phrase, or sentence that connects topics or ideas, into the topic of tank divers are present, helping the reader to understand the connection from idea to idea. Without the additional sentence, there is no transition between “aquatic residents” and “tank divers,” and readers could be confused.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "After sentence 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would create a disruption in the paragraph by reintroducing information that was already established.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "After sentence 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would create a disruption in the paragraph by reintroducing information that was already established.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "After sentence 13",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would disrupt the transition between the third and fourth paragraphs as well as reintroduce information that was already established.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most effective way to revise sentence 15?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Visitors are surrounded by fish strolling through the clear shaft on their left, on their right, and over their heads.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Strolling through the clear shaft” is incorrectly modifying “fish” in this sentence. The fish are not strolling — the visitors are strolling.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Strolling through the clear shaft, visitors are surrounded by fish on their left, on their right, and over their heads.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A misplaced modifier is a word, phrase, or clause that is improperly separated from the word it modifies or describes. “Strolling through the clear shaft” is placed next to “visitors” in this sentence, correcting the misplaced-modifier error.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "On their left, on their right, and over their heads, fish are surrounded by visitors strolling through the clear shaft.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although an attempt is made to correct the misplaced modifier in this sentence, it results in the introduction of a new modification error since the visitors seem to be the ones surrounding the fish.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Sentence 15 should not be revised.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Strolling through the clear shaft” is incorrectly modifying “fish” in this sentence. The fish are not strolling — the visitors are strolling.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Spell correctly, including using various resources to determine and check correct spellings."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should be made in sentence 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change disintigration to disintegration",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “disintigration” to “disintegration” corrects the spelling error that is present in the sentence.",
                    "Percent": 74
                }
            },
            "G": {
                "Choice": "Change exposed to expose",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “exposed” to “expose” creates a grammatical error since the sentence is past tense.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Insert a comma after water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “water” would mistakenly separate a dependent clause, which is a clause that cannot stand alone as a complete sentence, from the rest of the sentence, resulting in incorrect punctuation.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Change filtered to filterred",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “filtered” to “filterred” would create a spelling error.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use and understand the function of the following parts of speech in the context of reading, writing, [and speaking]."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should be made in sentence 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change meandering to meanders",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “meandering” to the present tense “meanders” would introduce a grammatical error into the participial phrase, which is a verbal phrase that modifies a noun or pronoun.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Change turquoise to turquoys",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “turquoise” to “turquoys” would create a spelling error.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "Delete the comma after pool",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma after “pool” would create a punctuation error since the phrase “meandering through the same turquoise pool” requires a comma.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Change was to were",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “was” to “were” corrects the subject-verb agreement error in the sentence, as the verb now agrees with the subject “schools.”",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use a variety of correctly structured sentences (e.g., compound, complex, compound-complex)."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best way to rewrite sentence 10?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "I finally worked up the courage, my initial splash instantly put all my worries to rest, the experience was invigorating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the word “and” creates a comma splice error, which occurs when two main clauses are connected only with a comma, and does not correct the run-on error.",
                    "Percent": 34
                }
            },
            "G": {
                "Choice": "I finally worked up the courage, and my initial splash instantly put all my worries to rest. The experience was invigorating.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A run-on error is a sentence in which two or more main clauses are joined incorrectly. Breaking the sentence into two complete sentences corrects the run-on error.",
                    "Percent": 41
                }
            },
            "H": {
                "Choice": "I finally worked up the courage. My initial splash instantly put all my worries to rest, the experience was invigorating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although breaking a run-on sentence into two complete sentences can be an effective solution, the second sentence still contains a run-on error due to the inclusion of a comma splice.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "I finally worked up the courage, and my initial splash, instantly, put all my worries to rest and the experience was invigorating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a run-on. It contains multiple comma errors, with extra commas incorrectly setting off the adverb “instantly” and a missing comma after the word “rest.”",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use conventions of capitalization."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 22?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a comma after imagine",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “imagine” would create a punctuation error by setting off a dependent clause, which is a clause that cannot stand alone as a complete sentence.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Change hall to Hall",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proper nouns, which are nouns that refer to a specific person, place, idea, or event, require capitalization, so “hall” should be changed to “Hall” as in “Carnegie Hall.”",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "Change would have been to would not have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “would have been” to “would not have been” creates a double negative, which occurs when two negative words are used in the same sentence. The double negative changes the intended meaning of the sentence.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Sentence 22 should not be changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The name of the concert hall, “Carnegie Hall,” is a proper noun and requires capitalization.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change is needed in sentence 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change Decade's to Decades",
                "Key": {
                    "Correct": true,
                    "Rationale": "A possessive is a noun or a pronoun that shows possession with the addition of an apostrophe. Changing “Decade's” to “Decades” removes the unnecessary apostrophe and corrects the possessive error in the sentence.",
                    "Percent": 75
                }
            },
            "G": {
                "Choice": "Change provided to provides",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the verb “provided” to the present tense “provides” would create a verb-tense error in the sentence.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Change lovers to lover's",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “lovers” to its possessive form, “lover's,” would create a punctuation and usage error.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Change recorded to recording",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “recorded” to “recording” would alter the meaning of the sentence and create a usage error.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use and understand the function of the following parts of speech in the context of reading, writing, [and speaking]."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change needs to be made in sentence 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change should have been giving to should give",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “should have been giving” to the present-tense verb form “should give” corrects the grammatical error in the sentence.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "Change earlier to earliest",
                "Key": {
                    "Correct": false,
                    "Rationale": "A superlative is a form of an adjective or adverb that is being described as having more of a quality than all others. Changing “earlier” to its superlative form, “earliest,” creates a usage error; music on vinyl records is not the earliest type of music.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Insert a comma after chance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “chance” creates a punctuation error by incorrectly separating the verbs from their subject — “Teens.”",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "Change themselves to themselfs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “themselves” to “themselfs” would create a spelling error.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use conventions of capitalization."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 12?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Delete the comma after ask",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma after “ask” would create a punctuation error since a comma should appear before a quotation.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Change how to How",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lowercase “how” should be capitalized as “How” since it is the first word in dialogue.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "Change the question mark to a period",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the question mark to a period would create a punctuation error since the sentence is an interrogative question instead of a declarative statement.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "No change is needed in sentence 12.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making no change would not correct the capitalization error present in the sentence.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change needs to be made in sentence 15?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a comma after large",
                "Key": {
                    "Correct": true,
                    "Rationale": "A serial comma is a series of commas separating multiple words. A serial comma needs to be inserted after “large” since both “large” and “gorgeous” are coordinate adjectives, both modifying the word “artwork.”",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "Delete the comma after artwork",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma would create a punctuation error. The comma separates the phrase “Plastered with large gorgeous artwork” from the word “cover,” which it modifies.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "Change to be to will be",
                "Key": {
                    "Correct": false,
                    "Rationale": "An infinitive is a verb form that often acts as a noun. Changing the infinitive “to be” to the future tense “will be” creates a sentence fragment, which is a group of words that are not a complete sentence.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Change appreciated to apreciated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the spelling of “appreciated” to “apreciated” would create a spelling error.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Spell correctly, including using various resources to determine and check correct spellings."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, is needed in sentence 22?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change prolonged to prolonging",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “prolonged” to “prolonging” would create a usage error, since the word is being used as an adjective modifying “endeavor.”",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Change endeaver to endeavor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing the word “endeaver” to “endeavor” corrects the misspelling in this sentence.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "Change who to whom",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “who” to “whom” is incorrect since in this sentence the pronoun is receiving the action from a verb or a preposition.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "No change is necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence as is would not correct the misspelled word “endeaver.”",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "A clear thesis or position based on logical reasons supported by precise and relevant evidence."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author includes paragraph 5 to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "analyze the benefits of living alone",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no details in the paragraph that analyze the benefits of living alone.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "address a misconception about living alone",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes paragraph 5 to address a misconception about living alone. He states that there is “little evidence” to suggest living alone is “making more Americans lonely” and provides additional evidence to support his statement.",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "suggest that research into loneliness is inconclusive",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5 the author provides research addressing the misconception that people living alone are lonely. The author presents the findings that it is the quality, not the quantity, of social interactions that predicts loneliness.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "explain that people prefer living alone to living with someone else",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 5 the author mentions that living with the wrong person can be lonely, he does not analyze the reasons why people prefer to live alone instead of with another.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the author, the growing number of people living alone  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "makes it difficult to study how happy people are",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication the author faced difficulties in studying people's happiness. For example, in paragraph 6, he details 300 interviews he conducted with people who live alone, many of whom were socially satisfied.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "is an inevitable result of a decline in family values",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author states people who live alone are likely to continue living alone, there is no correlation shown between choosing to live alone and declining family values.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "should not be interpreted as a sign of increased loneliness",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the author, the growing number of people living alone shouldn't be interpreted as a sign of increased feelings of loneliness. Disproving this common misconception is one of the main purposes of the article.",
                    "Percent": 72
                }
            },
            "J": {
                "Choice": "will almost certainly affect the economy in a variety of ways",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions in paragraph 7 that there are “less expensive options” than living alone, there is no evidence indicating that the economy will be affected in a variety of ways.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these is the best summary of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While social scientists have long recognized that the number of people living alone has exploded, they have erred in interpreting the trend as a social problem. In fact, the growing number of households without children has improved the social fabric of the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this option, a few specific details are given instead of the entirety of the author's message, resulting in a poor summary. There is also no evidence in the article to support the claim in this summary that the social fabric of the United States has improved.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Single-person households in the United States have become much more prevalent than many realize. Contrary to the views of some experts, however, this development does not signal growing isolation and social disintegration. Many find that living alone allows them to pursue happier and more socially active lives.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the article is presented in this option. The introduction is restated, the author's studies and research findings are explained, and comprehensive details from the beginning, middle, and end of the article are included.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "The author's research into modern American domestic habits suggests that the rise in solo living has been misunderstood. In the past the nuclear family was the most common form of household, but this type of living arrangement did not necessarily lead to the greatest happiness. People today are decreasingly concerned with raising a family, and it is time policy makers begin to understand this trend.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this option, a few specific details are given instead of the entirety of the author's message, resulting in a poor summary. There is no evidence in the article to support the claim in this summary that people are decreasingly concerned with raising a family.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Many more people live alone today than in the past. Some researchers think this is a worrisome development, but their concern is misplaced. Because of modern technology, people often feel overwhelmed by their social networks and constant connectedness to others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this option, a few specific details are given instead of the entirety of the author's message, resulting in a poor summary. The author does mention social networks in the article, but there is not an explicit claim that people feel overwhelmed by their social networks and constant connectedness to others.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Summarize text and distinguish between a summary and a critique and identify non-essential information in a summary and unsubstantiated opinions in a critique"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the article, the author mentions his own research in order to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "cite further evidence that promotes a positive aspect of living alone",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author mentions his own research in paragraph 6 in order to provide additional evidence about the positive aspects of choosing to live alone.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "explain why he chooses to live by himself",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence that the author himself lives alone.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "demonstrate that research in favor of living alone is not valid",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the interpretation of some research in the article is questioned, the author never suggests that any of the research in favor of living alone is not valid.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "detail the ways in which people who live alone spend their time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 6 the author alludes to singletons being socially active and enjoying a public culture, he does not include specific details about the ways people who live alone spend their time.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Distinguish among different kinds of evidence (e.g., logical, empirical, anecdotal) used to support conclusions and arguments in texts."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word best describes the author's attitude in paragraph 4 toward researchers who express alarm at the growing popularity of solo living?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Aggressive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author displays a critical attitude in paragraph 4 when discussing past research, he does so logically and without becoming aggressive.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Understanding",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author evaluates past research findings in paragraph 4, but his attitude is less understanding and more critical of the research used to support the studies.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "Critical",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author has a critical attitude toward past research on living alone. At the end of the paragraph, the author points out “a problem with the data” in a study acknowledged by one of the study's authors as “unreliable.” The author is also critical of the study's interpretation of the data: “the record number of people who live alone is a sign of how lonely and disconnected we have become.”",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "Enthusiastic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not display enthusiasm toward the past research findings in paragraph 4.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Make and defend subtle inferences and complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best supports the author's belief that living alone is an appealing choice for many people?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The theme of declining communities entered popular culture with Bowling Alone, political scientist Robert D. Putnam's book, which was published in 2000.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author references the book Bowling Alone to refute the book's claims and dispel misconceptions about declining communities. The claim that living alone is an appealing choice is not supported by this sentence.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The extraordinary rise of solitary living is the biggest social change that we've neglected to identify ...",
                "Key": {
                    "Correct": false,
                    "Rationale": "Support for the author's belief that living alone is appealing is not provided.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Living alone, being alone and feeling lonely are hardly the same ...",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea that living alone does not necessarily result in loneliness is supported by this sentence, specific support for the author's belief that living alone is appealing is not provided.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Today, in our age of digital media and ever expanding social networks, living alone can offer even greater benefits: the time and space for restorative solitude.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's belief that living alone is an appealing choice is best supported by information included in paragraph 9, which states that “living alone can offer even greater benefits: the time and space for restorative solitude” in today's busy world.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Make and defend subtle inferences and complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graphic titled “Where They're Living Solo” suggests that the practice of living alone is  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "global",
                "Key": {
                    "Correct": true,
                    "Rationale": "The percentage of people listed in a variety of countries featured in the graphic titled “Where They're Living Solo” provides evidence for the idea that living alone is a global practice.",
                    "Percent": 80
                }
            },
            "B": {
                "Choice": "temporary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Percentages of people living alone around the world are shown in the graphic, but information about how long individuals choose to live alone is not provided.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "dominant",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graphic, living alone is widespread throughout the world, but lower percentages in some countries indicate that it is not necessarily a dominant practice in all countries.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "cyclical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Percentages of people who live alone in a variety of countries are listed in the graphic, not cyclical data.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Synthesize information from multiple graphical sources to draw conclusions about the ideas presented (e.g., maps, charts, schematics)."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 8, the word exhilarating means something that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "creates happiness and excitement",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the word e͟x͟h͟i͟l͟a͟r͟a͟t͟i͟n͟g is introduced in contrast with “occasional longing” and “home-sickness,” indicating that the author also experiences excitement and happiness in “an isolated realm.”",
                    "Percent": 78
                }
            },
            "G": {
                "Choice": "prompts a longing to return home",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions “bouts of home-sickness” and “the occasional longing for new music and old friends,” the word e͟x͟h͟i͟l͟a͟r͟a͟t͟i͟n͟g means “exciting” and is specifically presented in contrast to these longing emotions.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "provokes a fear of the unknown",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual context indicating that the word e͟x͟h͟i͟l͟a͟r͟a͟t͟i͟n͟g means “fear of the unknown.”",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "gives assistance and comfort",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word e͟x͟h͟i͟l͟a͟r͟a͟t͟i͟n͟g means “exciting.” It does not refer to something that provides assistance or comfort.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 2008, what did the author notice about how the new technology was affecting those who work near Mount Everest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They did not have the means to take advantage of the new technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the author mentions that Sherpas and porters wear “telltale white headphone cords” and were “lost in the private soundtracks of their MP3 files,” which suggests that they have access to and enjoy technology.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "They were becoming much more efficient in their jobs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, there is no textual evidence indicating that the technology helped people who work near Mount Everest become more efficient.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "They preferred to stick with traditional forms of communication.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence in paragraph 10 indicating that trekkers or workers preferred to use traditional forms of communication.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "They were embracing the new technology rapidly.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the author includes details such as the use of cell phones and MP3 audio files. The author's statement “the isolating aspects of technology were taking hold” suggests that people near Mount Everest were rapidly embracing new technology.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To recall how his love of trekking in the Himalaya in Nepal developed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does indicate that he has visited Nepal and trekked the Everest route more than once, he does not discuss his love of trekking or how it developed.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "To show readers that bringing broadband service to the Himalaya is dangerous",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, the author does not present evidence indicating that Internet access is a danger to the region.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To convince readers that Internet service has changed the experience of trekking the Himalaya",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main purpose is to convince readers to consider how technology and the Internet have changed the experience of traveling in remote places. He focuses specifically on the significant changes in the Himalaya due to technology and access to the Internet.",
                    "Percent": 83
                }
            },
            "J": {
                "Choice": "To criticize the growing popularity of Mount Everest with climbers and tourists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that the Mount Everest region “was a lot more crowded” in paragraph 10, but the purpose of the article is not to criticize the growing popularity of the mountain.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author try to convince readers of his point in paragraph 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He fondly describes his past experiences.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author describes his past experiences in the Himalaya without the availability of technology as pleasant and focused on being mentally present. He uses many positive examples of making friendships, experiencing the culture, enjoying solitude, playing games, and sharing stories.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "He provides expert testimony from other climbers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no expert testimony presented as evidence in paragraph 9.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "He acknowledges that his experiences may have been rare.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author describes his memories and provides textual evidence indicating that his experiences were quite common and not rare experiences for climbers at that time.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "He provides an emotional appeal for change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author fondly describes his experiences as pleasant, but there is no evidence presented to support an emotional appeal for change.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 14.",
            ":box:Because being connected — really connected, with the place you're in and the people you're with — requires disconnecting, at least temporarily, from everywhere else.",
            "Based on this sentence, the reader can conclude that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the Himalaya is a difficult place for disconnecting from the modern world",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14 the author does not mention that it is difficult to disconnect from the modern world. He states that interpersonal connections require a form of vigilance or effort in addition to temporarily abstaining from technology.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "making a real connection in the modern world demands effort",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence from paragraph 14, the author explains that to be connected and live in the moment, one must temporarily disconnect from other technological and environmental demands for attention. Therefore, making a real, personal connection requires a form of vigilance or effort in addition to temporarily abstaining from technology.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "the impulse to be connected to others is a modern phenomenon",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author believes that interpersonal connections require a form of vigilance or effort in addition to temporarily abstaining from technology.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "modern society does not value connectedness",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention that society does not value connectedness. Rather, the author believes that interpersonal connections require a form of vigilance or effort in addition to temporarily abstaining from technology.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In which sentence does the author seem to accept that technology on Mount Everest is inevitable?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "This was what many travelers were looking for: places so hard to get to, and so different from the world we knew, that their very existence seemed almost miraculous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 1, there is no indication of the author's feelings about the inevitability of technology.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "When I first trekked the Everest route, in October 1983, it felt as though I'd entered a world completely detached from the familiar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication of the author's feelings about the inevitability of technology in this sentence from paragraph 7.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Sitting in a cozy inn, immersed in conversation, was far more seductive than surfing the Web.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in this sentence from paragraph 11 the author describes the act of talking in person with others as more comforting than using the Internet to communicate, there is no indication of the author's feelings about the inevitability of technology.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "We are far past the time when we can expect to find a Shangri-La, anywhere, beyond the reach of the Internet.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence from paragraph 15, the author mentions a fictional location as the only place where Internet likely would not be found. This demonstrates that the author understands the inevitability of Internet access on Mount Everest.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The photograph and its caption make the use of technology atop Mount Everest seem  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "challenging",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that using the laptop in that location is challenging.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "elitist",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a laptop can be considered an expensive item, laptop use is made to seem common in the photograph and caption. There is no indication that using a laptop on Mount Everest is elitist.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "normal",
                "Key": {
                    "Correct": true,
                    "Rationale": "A woman working on a laptop is shown in the photograph and described in the caption; people work on laptops on Mount Everest on a daily basis. The photograph and caption help the reader understand that it is a normal occurrence for people to use technology atop Mount Everest.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "whimsical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Laptop use is made to seem common in the photograph and caption, so it is not a whimsical situation.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is a significant difference between the opinions expressed in both articles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author of “Living Alone Is the New Norm” uses research to convey his ideas, while the author of “Will Wi-Fi Ruin Mount Everest?” largely relies on personal experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Although solitude is mentioned in both articles, the author of “Living Alone Is the New Norm” uses research to explain his ideas, while the author of “Will Wi-Fi Ruin Mount Everest?” describes his personal experiences and provides anecdotes to support his ideas.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "The author of “Living Alone Is the New Norm” accepts change brought about by technology, while the author of “Will Wi-Fi Ruin Mount Everest?” rejects it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of the article “Living Alone Is the New Norm” primarily discusses technology in the form of digital media, without a strong opinion of whether the media should be accepted or discouraged. The author of “Will Wi-Fi Ruin Mount Everest?” discusses technology usage on Mount Everest, but he does not reject it.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The author of “Living Alone Is the New Norm” thinks social interaction is important, while the author of “Will Wi-Fi Ruin Mount Everest?” favors a life of social isolation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both authors include positive discussions of social interactions; however, there is no evidence that the author of “Will Wi-Fi Ruin Mount Everest?” favors a life of social isolation.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The author of “Living Alone Is the New Norm” predicts improvements in the environment, while the author of “Will Wi-Fi Ruin Mount Everest?” foresees ecological trouble.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither author discusses improvements to the environment or predictions of ecological trouble.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How are the authors of the articles similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both worry that their views may be out of step with those of the majority.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to indicate that the author of either article worries that his views are not aligned with most of society.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Both are interested in how changes to culture affect the human experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The authors of both articles indicate that cultural changes can affect the human experience. In “Living Alone Is the New Norm,” the author discusses living alone as an acceptable lifestyle, while the author of “Will Wi-Fi Ruin Mount Everest?” discusses Internet connectivity in remote locations and its impact on humanity.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "Both express an intention to continue their research.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that either author intends to continue his research.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Both believe it is important to examine trends in other cultures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both authors mention societal trends, there is no evidence that either author is encouraging readers to examine trends in other cultures.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both articles conclude with a  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "bold contradiction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither author concludes by presenting a bold contradiction.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "stern warning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both authors suggest that individuals connect with others or nature, neither issues a stern warning.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "reflective suggestion",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both authors end their articles by offering reflective suggestions about people connecting in a meaningful way. The author of “Living Alone Is the New Norm” offers the idea that living alone leads to reconnecting, while the author of “Will Wi-Fi Ruin Mount Everest?” suggests that people take the time to consider which connections are most important.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "pessimistic prediction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both authors present optimistic ideas throughout; neither ends with a pessimistic prediction.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement do both articles support?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Life was better before the Internet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no claim in either article that life was better prior to the introduction of the Internet.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Change is inevitable.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both authors explore how cultural changes occur and the idea that change is inevitable. In “Living Alone Is the New Norm,” the author argues against a common misconception that living alone, while a growing modern phenomenon, leads to increased levels of loneliness. The author of “Will Wi-Fi Ruin Mount Everest?” explores how technology access has changed the environment and communities surrounding Mount Everest.",
                    "Percent": 77
                }
            },
            "H": {
                "Choice": "Most people dislike change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both authors examine ways humans have adapted to changes, there is no evidence in either article that most people dislike change.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Technology should be embraced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both authors mention technology and being constantly connected to others, the author of “Living Alone Is the New Norm” does not focus on the idea that technology should be embraced.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S5.json",
            "problems/TX18HSE2/supps/TX18HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read these quotations from the two articles.",
            ":box:Living Alone Is the New Norm\n\nOn the contrary, the evidence suggests that people who live alone compensate by becoming more socially active than those who live with others and that cities with high numbers of singletons enjoy a thriving public culture.",
            ":box:Will Wi-Fi Ruin Mount Everest?\n\nThis 3G network will undoubtedly save lives — not only by providing weather information and support to Everest climbers and trekkers, but as an alert system for the nearby villages threatened by flash floods from Glacial Lake Overflow (GLOF), another peril caused by global warming.",
            "The tone of both quotations can best be described as  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "guarded",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although dangerous situations are discussed in the quotation from “Will Wi-Fi Ruin Mount Everest?,” a guarded tone is not found in either quotation.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "surprised",
                "Key": {
                    "Correct": false,
                    "Rationale": "A surprised tone is not found in either quotation.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "incredulous",
                "Key": {
                    "Correct": false,
                    "Rationale": "An incredulous tone is not found in either quotation.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "positive",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tone is the way the author expresses his or her attitude through the writing. Both quotations have a positive tone. In the quotation from “Living Alone Is the New Norm,” people who live alone are described as “socially active” and enjoying a “thriving public culture.” In the quotation from “Will Wi-Fi Ruin Mount Everest?,” the author mentions how updated technology will “undoubtedly save lives” from potential dangers.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the following dictionary entry.",
            ":box:contain \\kən-tān\\ v\n1. to hold or be capable of holding within a fixed limit or area\n2. to consist of; comprise\n3. to keep (one's feelings, behavior, etc.) within bounds; restrain\n4. to prevent (enemy forces) from operating beyond a certain level or area",
            "Which definition best matches the use of the word contain in line 9?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can use information from the dictionary entry to understand the word c͟o͟n͟t͟a͟i͟n refers to the horses keeping their happiness within bounds and not “holding within a fixed area” as definition 1 suggests.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can use information from the dictionary entry to understand that in line 9, the word c͟o͟n͟t͟a͟i͟n refers to the horses keeping their happiness within bounds and not “to consist of” or “comprise” as definition 2 suggests.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Definition 3 is supported by the way the word c͟o͟n͟t͟a͟i͟n is used in line 9. In line 9, the horses “can hardly c͟o͟n͟t͟a͟i͟n their happiness,” which means the horses are having trouble keeping their feelings “within bounds.”",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can use information from the dictionary entry to understand that in line 9, the word c͟o͟n͟t͟a͟i͟n refers to the horses keeping their happiness within bounds and not controlling “enemy forces” as definition 4 suggests.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Use a dictionary, a glossary, or a thesaurus (printed or electronic) to determine or confirm the meanings of words and phrases, including their connotations and denotations, and their etymology."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which line from the poem provides context that supports the meaning of the word grazing in line 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Line 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea in line 4 does not provide context to support the meaning of g͟r͟a͟z͟i͟n͟g because the line mentions only the ponies' eyes and not eating.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Line 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea in line 9 does not provide context for g͟r͟a͟z͟i͟n͟g because the line refers to the ponies' reaction to the speaker and not to eating.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "Line 14",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 14, the quotation “munching the young tufts of spring” provides context for the word g͟r͟a͟z͟i͟n͟g because “munching” suggests eating.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "Line 17",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea in line 17 does not provide context for g͟r͟a͟z͟i͟n͟g because “nuzzled” refers to the ponies' interaction with the speaker and not to eating.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these lines contains poetic language that conveys a sense of gentleness?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "And the eyes of those two Indian ponies\nDarken with kindness.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Poetic language is figurative language that uses words which mean something different than their literal interpretation. The poet uses poetic language in lines 3 and 4 to describe the eyes of the ponies as they “Darken with kindness,” which conveys a sense of the ponies' gentleness.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "At home once more,\nThey begin munching the young tufts of spring in the darkness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not convey a sense of gentleness in lines 13 and 14.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "We step over the barbed wire into the pasture\nWhere they have been grazing all day, alone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sense of gentleness is not present in lines 7 and 8.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "She is black and white,\nHer mane falls wild on her forehead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sense of gentleness is not conveyed in lines 18 and 19.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these best describes the structure of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A regular pattern of rhyming couplets",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are stanzas, or verses, present in the free-verse poem, the lines do not contain rhyming couplets, or two-line verses.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Triplets of three successive rhyming lines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are stanzas, there are no triplets made of three successive rhyming lines in this free-verse poem.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Unrhymed lines all in the same meter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are stanzas and a lack of rhyming words in this free-verse poem, the lines do not contain the same meter.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Free verse with no rhyme or meter",
                "Key": {
                    "Correct": true,
                    "Rationale": "The structure, or form, of the poem is best described as lacking rhyme and regular meter, or rhythm; this is known as a free- verse poem.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the structure or prosody (e.g., meter, rhyme scheme) and graphic elements (e.g., line length, punctuation, word position) in poetry."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read line 12 from the poem.",
            ":box:There is no loneliness like theirs.",
            "What tones are conveyed by this line?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mournful and intimate",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tone is the way the author expresses his or her attitude through the writing. The poet describes the ponies as having an incomparable loneliness in line 12. The speaker's close-up observation of the animals creates an intimate and mournful tone.",
                    "Percent": 74
                }
            },
            "G": {
                "Choice": "Bitter and disgusted",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although loneliness can sometimes be associated with bitterness, the poet conveys a tone of intimacy and mournfulness in line 12.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Scornful and cynical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although loneliness can sometimes be associated with scorn and cynicism, the poet conveys a tone of intimacy and mournfulness in line 12.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Resigned and baffled",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's close-up observation of the ponies creates a sense of intimacy and a mournful tone, not a sense of resignation or bafflement.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Lines 13 and 14 suggest that the ponies  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "have traveled far",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet's intention in lines 13 and 14 is to reveal the ponies' comfort with their location, not to suggest they have returned from a trip.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "are in a comfortable and familiar place",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 13 and 14, the poet states that the ponies are “At home once more” and suggests that they are becoming comfortable and familiar with the visitors and that they are “munching the young tufts” of spring grass.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "have not had a chance to eat for a while",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 14, the poet describes the ponies eating grass, but there is no indication that they have been deprived of food.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "are excited to see their visitors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet suggests that the ponies seem happy and excited early in the poem, by lines 13 and 14 there is evidence to suggest the ponies have become comfortable and familiar with the visitors.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In line 7, the act of stepping over barbed wire represents the speaker's  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "increasing self-awareness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tone is the way the author expresses his or her attitude through the writing. Although the tone of the poem is personal, the act of stepping over the barbed wire reveals the speaker's connection with nature, not increasing self-awareness.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "imagined hardships",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker stepping over the barbed wire could signify something dangerous, it does not represent hardship in the context of line 7.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "desire to embrace nature",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 7, the speaker's act of stepping over barbed wire represents a desire to embrace nature by approaching and spending time with the ponies.",
                    "Percent": 48
                }
            },
            "J": {
                "Choice": "ability to forgive mankind",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that stepping over the barbed wire is meant to symbolize, or represent, forgiveness based on the context of line 7. The poet focuses largely on nature, not mankind.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Explain the function of symbolism, allegory, and allusions in literary works."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The simile in line 11  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggests that the ponies have been in the rain",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 11, the speaker uses the word “wet” as an adjective describing swans, but there is no indication the ponies have been in the rain.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "describes how the speaker and his friend interact with the ponies",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 11, the speaker describes how the ponies interact with one another, but the simile does not address how the ponies interact directly with the speaker and his friend.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "presents the ponies as timid and graceful",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The simile in line 11 presents the ponies as timid and graceful, comparing them to swans bowing shyly.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "reflects the ponies' fearful behavior",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the ponies are compared to swans who “bow shyly,” there is no indication that the ponies are fearful of the visitors.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about how an author's sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 1.",
            ":box:I'd seen the lines of dirt in the black shoe-creases, the worn-down heels, the shine on the jacket sleeves, the glint of desperation in his eyes.",
            "This description of the salesperson shows that the narrator feels  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "appreciation for the salesperson",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation, there is no indication that the narrator has appreciation for the salesperson; instead, he feels pity, as evidenced by the description of the salesperson's clothing and expression.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "pity for the salesperson",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the descriptive language in the quotation from paragraph 1, the narrator feels pity for the salesperson. The narrator notes the poor condition of the salesperson's clothes and the “glint of desperation in his eyes.”",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "frustration toward the salesperson",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation, there is no indication that the narrator feels frustration toward the salesperson.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "suspicious of the salesperson",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation, there is no indication that the narrator is suspicious of the salesperson.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The point of view used by the author gives the reader insight into the  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "narrator's thoughts",
                "Key": {
                    "Correct": true,
                    "Rationale": "The term point of view refers to the person telling or narrating a piece of writing. The author's use of first-person point of view helps the reader understand the narrator's thoughts.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "salesperson's feelings",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author uses a first-person point of view and provides a physical description of the salesperson, the reader cannot determine what the salesperson is feeling.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "salesperson's behaviors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes some of the salesperson's actions, there is little insight into why the salesperson behaves any particular way.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "narrator's fears",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author uses a first-person point of view to express the narrator's thoughts, the narrator's fears are not conveyed by the point of view.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Evaluate the connection between forms of narration (e.g., unreliable, omniscient) and tone in works of fiction."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author establishes conflict in paragraph 1 by describing the  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "obvious weight of the salesperson's case",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's observation of how heavy the weight of the salesperson's case is does not effectively establish the conflict in paragraph 1.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "narrator's observations of the neighborhood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator describes his neighborhood, his observations do not effectively establish the conflict in paragraph 1.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "narrator's thoughts as he allows the salesperson into the house",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the narrator feels pity for the salesperson and then awkwardness when he allows the salesperson into the house. The narrator hastily buys an item because he wants the salesperson to leave. The narrator's sense of conflict is evident through his feelings.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "salesperson's movements as he brings out his product",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator mentions the speed at which the salesperson moves and reveals his product in paragraph 1, these details do not effectively establish the conflict.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze isolated scenes and their contribution to the success of the plot as a whole in a variety of works of fiction"
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence shows that the narrator has been affected by the encounter with the salesperson?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I understood that I was having these thoughts only because of the stranger with the bony fingers and the worn-down heels, and as I went down to the hutch I felt a burst of irritation as I heard him say: “This is your lucky day.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator recalls the salesperson's appearance and feels irritated when he remembers the comment the salesperson made while opening his case: “This is your lucky day.” The narrator is affected by his encounter with the salesperson based on evidence in this sentence.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Then he clicked his case shut and hurried out the door as if afraid I'd change my mind.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in this sentence that the narrator is affected by his encounter.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "When he tried to sell me a second bottle, he understood from my look that it was time to go.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in this sentence that the narrator is affected by his encounter.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Two things struck me: the case must be very heavy, and he must not have sold anything in a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in this sentence that the narrator is affected by his encounter.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 5.",
            ":box:Now I was standing before a man who resembled my old reflection almost exactly but who had been changed in some manner, the way a lawn under a cloudy sky changes when the sun comes out.",
            "In this sentence, the author uses a metaphor to describe the  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "improvements to the mirror",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the sentence from paragraph 5, the narrator compares his reflection to a lawn brightening when a cloudy sky changes to a sunny sky; the metaphor does not compare the lawn to the mirror.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "confusion felt by the narrator",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the sentence from paragraph 5, although the narrator sees a different version of himself, the metaphor does not indicate confusion, only a positive transformation.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "transformation of the narrator",
                "Key": {
                    "Correct": true,
                    "Rationale": "A metaphor is a figure of speech that makes a comparison between two things that are unrelated but share common characteristics. The author uses the metaphor to indicate the narrator has experienced a transformation. In the sentence from paragraph 5, the narrator compares his changed reflection to a lawn brightening when a cloudy sky changes to a sunny sky.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "weather outside",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the sentence from paragraph 5, the narrator compares his reflection to a lawn brightening when a cloudy sky changes to a sunny sky; the metaphor does not literally describe the weather.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about how an author's sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phrase best describes the shift in tone from the beginning to the end of the excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "From defiant to sympathetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator does feel sympathy for the salesperson, this tone is present at the beginning of the excerpt, not the end. There is never a sense of defiance in the excerpt.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "From distrustful to optimistic",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tone is the way the author expresses his or her attitude through the writing. The narrator feels pity for the salesperson and is suspicious about the Miracle Polish, resulting in a distrustful tone at the beginning of the excerpt. A shift occurs in paragraph 5 when the narrator cleans the mirror and sees a positive transformation in himself and feels optimism as he notes a “freshness” to his image.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "From fatigued to energetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator may feel improved energy at the end of the excerpt, there is no evidence of a fatigued tone at the beginning of the excerpt.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "From uncooperative to concerned",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the narrator was uncooperative, only that he initially wanted to buy the Miracle Polish so that the salesperson would leave. There is no evidence of a concerned tone at the end of the excerpt.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX18HSE2/supps/TX18HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator's polishing of the mirror suggests a theme of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the opportunity for renewal",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator's polishing of the mirror in paragraph 5 suggests a theme, or central message, of renewal. When he cleans the mirror with the polish, he sees a renewed and more positive image of himself.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "the importance of self-care",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator polishes the mirror in paragraph 5 and sees an improved image of himself, a theme regarding the importance of self-care is not presented in the excerpt.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "the inaccuracies found in images",
                "Key": {
                    "Correct": false,
                    "Rationale": "A theme regarding the inaccuracies found in images is not presented in the excerpt.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "the rewards of honest work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The theme of the excerpt refers to the narrator's renewed self-image and not the rewards of hard work.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze archetypes (e.g., journey of a hero, tragic flaw) in mythic, traditional and classical literature."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the following quotation from baseball legend Babe Ruth (1895–1948).",
            ":box:It's the way a team plays as a whole that determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.\n\n — Babe Ruth",
            "Babe Ruth believed that a team could be great only if its individual players were willing to work together. Think carefully about this belief.",
            "Write an essay stating your opinion on whether it's better to succeed individually or as part of a team.",
            ":ibox:Be sure to  — \n\n• state your position clearly\n• use appropriate organization\n• provide specific support for your argument\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}