{
    "Directions": "Read the passage and supplementary material below, then answer each question that follows.",
    "Context": [],
    "Title": "Free Public Transportation",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tCity planners, concerned about vehicle traffic clogging their cities' roadways, are trying to find ways to get people out of their cars and onto buses and trains. One radical proposal some planners have considered is to make public transportation free to passengers. While fare-free policies do increase [L1] [ridership, but] they have not been found to be an effective way to address traffic problems. Moreover, these policies may result in serious budget shortfalls."],
        [" ", "\tNot surprisingly, [L2] [public transportation is used by more people when people do not have to pay a fare.] According to a report by the Center for Urban Transportation Research, public transit systems that abolish fares typically see a short-term increase in ridership of about 50 percent. However, this increase does not necessarily correlate with a decrease in car traffic. Evidence suggests that when buses and subways are free, people often take bus and train trips they would not have taken otherwise while still using their cars nearly as much as they did before. In 2013 Tallinn, Estonia, instituted fare-free rides for city residents (becoming the largest city in the world to do so), but car use in Tallinn has only slightly study by the KTH Royal Institute of Technology in Sweden found that car traffic in Tallinn was down less [L3] [declined; as] a 2014 than 3 percent since [L4] [it] was enacted."],
        [" ", "\tInstituting a fare-free system [L5] can also have a devastating effect on a city's transportation budget. All public transportation systems are subsidized by the government to some extent, but large systems gain a substantial portion of their operating revenue from fares. Since systems that go fare-free see increases in ridership, they often must operate more buses and trains and hire more drivers and other personnel at the same time that they are losing a key source of funding. Advocates of fare-free policies claim that the costs of these policies are largely offset by various [L6] savings, however, a recent study comparing projected results of fare-free policies in different cities found this outlook to be [L7] [way too  sunny.] For example, in San Francisco, CA, fare-free public transit was projected to save $8.4 million per year in fare collection costs [L8] [but create a deficit of $72 million per year in lost fares,] on top of capital investments in new equipment and infrastructure. [L9]"],
        ["", "problems/SAT9RW2/media/S2a.jpg"],
        ["", ":ibox:*plus $512 million in capital investments\n\nAdapted from Transportation Research Board, “Implementation and Outcomes of Fare-Free Transit Systems.” ©2012 by Transportation Research Board."],
        [" ", "\tThis is not to say that fare-free public transportation is always a bad idea. Some college towns and resort communities embrace the model because buses can go faster when drivers [L10] [would not have had] to collect fares. For large cities looking to reduce automobile traffic, though, [L11] [research about Tallinn, Estonia, could be instructive.]"]
    ],
    "Copyright": "",
    "References": []
}