{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Wet Plate Photography: An Old Technique Makes a New Splash",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t[1] Upon the arrival of the digital camera, professional photographers harrumphed that [L1] [they] produced ugly, low-resolution images. [2] Yet eventually the vast majority of them traded film for megapixels. [3] The latest digital cameras take pictures so crisp that the images in them appear to be die-cut. [4] Even today's humblest smartphones snap bright, sharp photos. [5] A few contemporary photographers, however, have embraced an anachronistic method that was state-of-the-art technology when it was invented in 1851: wet plate photography. [L2]"],
        [" ", "\tWet plate photographers essentially create their own film. The process can be dangerous, given that it requires the use of several volatile chemicals. [L3] To take a wet plate photograph, photographers usually first arrange or pose [L4] [it's] subjects before mixing collodion (a viscous, light-sensitive chemical solution) with bromide, iodide, or chloride and applying the mixture to a clean, polished glass plate. Dried collodion is unusable, [L5] [so] once the photo is snapped with a massive, tripod-mounted camera, the photographer has [L6] [nominal] minutes to develop it, using more chemicals. When the image appears in the negative, water is used to stop the process. A chemical “fix bath” turns the negative image into a positive one. The photo is then immersed in water and warmed. [L7] [In conclusion,] it is coated with lavender [L8] [oil to give it (a protective finish).]"],
        [" ", "\tWet plate photos are marvelously fine-grained and detailed, and they seem to glow with an ethereal silvery light. One misstep or a speck of dust on the glass plate, though, and flaws appear. Smudges resembling oyster shells [L9] [swirl] around the photos' edges. Sunbursts or streaks emerge where collodion pools unevenly. Since the film requires long exposures, moving subjects blur. [L10] [A shifting arm or leg might even disappear because of the lengthy exposure time required.] The exposure time required explains why people in wet plate photographs often look dour: it's hard to hold a smile for that long."],
        [" ", "\tProminent among contemporary wet plate photographers is Joni Sternbach, whose work centers, appropriately, on water and people's relationship to it. Sternbach's photo series Ocean Details, Sea/Sky, and SurfLand depict surging surfs, roiling waves, and the surfers who ride them. [L11] [Her subjects could be nineteenth-century wave riders,] if not for the modern board shorts and bikinis they wear. Sternbach characterizes wet plate photography as “one part photography, one part performance art, and one part three-ring circus,” a worthwhile endeavor because it produces the unique, haunting images she seeks. “When I look at a digital print,” she says, “it might be gorgeous and smooth, but it's on a piece of paper and it's one of many.”"]
    ],
    "Copyright": "",
    "References": []
}