{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Survival in the Hostile Environment of NW Rota-1",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t[1] Sixty miles north of Guam and more than 1,700 feet under the ocean's surface is the summit of NW Rota-1, an undersea volcano discovered in 2003. [2] Surprisingly, the volcano appears to have been continuously active; it even grew 130 feet in height between 2006 and 2009. [3] Yet despite the hostile environment created by the constant volcanic activity, life is thriving there. [4] Special adaptations are the key to survival. [5] At that depth, water pressure suppresses the explosive force of the volcano's eruptions, allowing scientists to [L1] [watch and observe] them up close via remotely operated vehicles. [L2]"],
        [" ", "\tNW Rota-1 is far below the ocean's photic zone where sunlight drives photosynthesis; [L3] [nevertheless,] bacteria supporting a unique food web have adapted to this perpetually dark environment. The bacteria have evolved to use hydrogen sulfide instead of sunlight for the energy that drives their metabolic processes, and hydrothermal venting is the source of the chemical soup necessary to support [L4] [him or her.] Seawater seeping into fissures in the ocean floor is heated by underlying magma, and the heat drives chemical reactions that remove oxygen, sulfates, [L5] [and remove] other chemicals from the water. Once the superheated water (up to 750°F) rises through vents in the ocean floor, additional reactions cause minerals and compounds to precipitate onto the seafloor, where bacteria feed on them."],
        [" ", "\tLoihi shrimp—originally thought to exist only around an undersea volcano near [L6] [Hawaii,] survive by using tiny, shear-like claws to harvest rapidly growing bacterial filaments covering rocks near NW Rota-1's hydrothermal vents. The Loihi shrimp spend most of their time grazing on the bacteria and evading another, previously unknown, species of shrimp. Shrimp of that species also graze on bacterial filaments as juveniles, [L7] [resulting from their ability to cope with the noxious environment around the volcano.] They feed on the Loihi shrimp and other organisms that are overcome by the toxic plumes of volcanic gas and ash."],
        [" ", "\tDuring an underwater eruption, steam quickly [L8] [condenses. The steam leaves] only carbon dioxide bubbles and droplets of molten sulfur. This means that the water near NW Rota-1 is more acidic than  [L9] [that of stomach] acid, presenting yet another challenge to life-forms living nearby. As the carbon dioxide level in Earth's atmosphere rises, the [L10] [worlds' ocean's] absorb more carbon [L11] [dioxide.] Organisms flourishing near the volcano may help biologists understand how life adjusts to very acidic conditions. In addition, NW Rota-1 is a natural laboratory where scientists can study conditions that may be similar to those that gave rise to life on Earth and perhaps even other worlds."]
    ],
    "Copyright": "",
    "References": []
}