{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Fire in Space",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tOn Earth, fire provides light, heat, and comfort. Its creation, by a process called combustion, requires a chemical reaction between a fuel source and oxygen. The shape that fire assumes on Earth is a result of gravitational influence and the movement of molecules. In the microgravity environment of space, [L1] [moreover,] combustion and the resulting fire behave in fundamentally different ways than they do on Earth — differences that have important implications for researchers."],
        [" ", "\tA group of engineering students from the University of California at San Diego (UCSD), for example, [L2] [tried to find a method to make their biofuel combustion study (fuels derived from once-living material) free of the drawbacks researchers face on Earth. The standard method involves burning droplets of fuel, but Earth’s gravitational influence causes the droplets to lose spherical symmetry while burning. This [L3] [deformation] results in subtle variations in density that both [L4] [causes uneven heat flow and limits] the size of the droplets that can be tested. Specially designed “drop towers” [L5] [built for this purpose] reduce these problems, but they provide no more than 10 seconds of microgravity, and droplet size is still too small to produce accurate models of combustion rates. [L6] [The UCSD students understood that these limitations had to be surmounted.] As part of the program, researchers fly their experiments aboard aircraft that simulate the microgravity environment of space. The aircraft accomplish this feat by flying in parabolic paths instead of horizontal ones. On the plane’s ascent, passengers feel twice Earth’s gravitational pull, but for brief periods at the peak of the trajectory, [L7] [“weightlessness” or microgravity similar to what is experienced in space,] is achieved."],
        [" ", "\tThese flights allowed the UCSD students to experience microgravity [L8]. Specifically, they[L9] [investigated] the combustion of biofuel droplets in microgravity for twice as long as could be accomplished in drop towers and to perform tests with larger droplets. The larger, [L10] spherically symmetric] droplets burned longer and gave the students more reliable data on combustion rates of biofuels because the droplets’ uniform shape reduced the variations in density that hinder tests performed in normal gravity. The students hope the new data will aid future research by improving theoretical models of biofuel combustion. Better combustion-rate models may even lead to the production of more fuel-efficient engines and improved [L11] [techniques, for fighting fires in space or at future outposts] on the Moon and Mars."]
    ],
    "Copyright": "",
    "References": []
}
