{
    "Directions": "",
    "Context": [],
    "Title": "Dumplings",
    "Subtitle": "",
    "Author": "by Meagan Nolan",
    "LabelType": "P",
    "Content": [
        ["20", "I sigh and lean back in my chair asking, “How do I say aunt again?” My mom says “Xiao Yi,” which sounds like “Shaw-ee” to me. I repeat clumsily, once, twice, three times. My mom gives me a proud smile but I’m pretty sure I sound more donkey than Chinese. My clumsy American tongue fumbles on the four different tones in Mandarin so I decide it’s safest to stick with Aunt Shirley’s American name."],
        ["21", "“She should be here any minute,” my mom says nervously while fiddling with her cooking apron. We drop the dumplings, mine included, into a pot of boiling water and wash our hands. I stand in front of the mirror, wondering what my Aunt will think when she first sees me. My hair is light brown, and my eyes are hazel. Try as I might, I can’t see a speck of Chinese blood in my features, except for my almond-shaped eyes. I wonder if she is going to recognize me."],
        ["22", "There’s only time to brush my hair and try to air out the heavy smell of soy sauce from the house before the doorbell interrupts me. I feel nervous as I rush to the front door and yank it open. My mom follows close behind, smoothing back her hair while my dad rises to greet our guest. “Ah, Wai Sheng Nu!” The face of the woman at the door breaks into a huge smile and she embraces me. My Aunt Shirley could have been the twin of my mother. They have the same short black haircut, small stature, black-rimmed glasses, and oval face. They’re standing together now, talking in rapid and incomprehensible Mandarin, their faces glowing identical with happiness."],
        ["23", "We rush her to the dinner table, where there are six or seven courses waiting. During dinner, she continually leans over, taking my face in her hands, kissing my cheeks. I don’t mind and smile. We eat our way through the white rice, tofu, stir-fried vegetables, noodles, kung pao chicken, and rice congi. Then comes the dumplings. I watch embarrassed as a few of my mutilated dumplings make their way into my aunt’s bowl. My mom is talking in Chinese again. Suddenly my aunt is beaming. “You make jiao zi?” She asks in broken English, pointing at the dumplings. “The bad ones.” I say. She seems to know what I mean, and lifts one with her chopsticks, placing it in her mouth. She mostly eats the ripped ones, the ones I made. She looks happier with each bite."],
        ["24", "After dinner, she hands me a red and gold envelope filled with money and a green jade necklace. I hardly know how to express my gratitude, but I say “Thank-you, Aunt Shirley” in English. “Bu ke qi,” she replies. We’re silent, looking at each other, unable to communicate any further. A wave of sadness passes over me, that I can’t understand Chinese, that I’ve never earnestly tried to connect with my mother’s culture, that I haven’t seen this woman for so long; I know so little. I wondered how it would be with my children, who would most likely be a quarter Chinese and would know even less than I do. Suddenly, I wanted, needed to be able to share my culture for generations. “Xie Xie, Xiao Yi,” I say it again, this time translating to horribly accented Mandarin. Then I embraced my Xiao Yi. For once, I didn’t just feel American. I know now that half of me is Chinese and always will be."]
    ],
    "Copyright": "",
    "References": []
}