{
    "Directions": "Read these stories about families. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Bread to Make",
    "Subtitle": "",
    "Author": "by Sue Viering",
    "LabelType": "P",
    "Content": [
        ["1", "Summer slid into autumn. School began and I went, not because it was the law, but because the window of my classroom faced the road, the road that would bring my father back to me."],
        ["2", "September brought storms that swept the farm with flashes of light and with thunder that rumbled and roared as if it would crush us with its mighty voice."],
        ["3", "Grandmother had no love for these storms. She sat, one white-knuckled hand gripping the wooden arm of the old rocker. Mending lay forgotten on her lap. As bolts of lightning ripped open the sky and thunder crashed down on us in wave after wave, her other hand would fly up and then fall to rest on the Bible lying on the table beside her. Her fear filled the room."],
        ["4", "An afghan rested in ripples of brown and gold on the back of Grandmother's sofa. I laid it hesitantly across her lap. A small smile struggled across her face as if she knew she was too old to be the one who was afraid."],
        ["5", "I sat at her feet, and light and fleeting as the touch of a butterfly, my hand touched her knee."],
        ["6", "“Grandmother, have you ever seen the way trees seem to dance in a storm?” I began. As I talked, Grandmother's hand eased its death grip a little, and together we watched until the storm was just a whisper."],
        ["7", "October became November. The dark came early now, and the cold. I was driven inside."],
        ["8", "I was sleeping, dreaming deeply, when Grandmother's hand shook me awake."],
        ["9", "I stumbled behind Grandmother down the stairs. In the warmth from the old wood stove, I put on the layers of clothes she handed to me. Once I was dressed to the last button and boot, Grandmother seemed satisfied."],
        ["10", "Alive with curiosity, I followed her through the door. We stepped off the porch and into a white-lace world. Snow had fallen. While I slept, inches of snow silently gift-wrapped the world in icy beauty. Moonlight pushed its way through the clouds, and blue shadows ribboned fields as lustrous as midday."],
        ["11", "From the shed behind the house, Grandmother pulled out an old sled. Together, we walked to the top of the pasture."],
        ["12", "“I could never wait until morning,” she said as I sat down on the sled. Grandmother gave us a running push and scrambled on behind. Snow stung our cheeks in star-crystal kisses as we flew down the hill. Over and over we soared, the notes of our laughter a duet dancing behind us in the night air."],
        ["13", "Finally we trudged up the hill and home."],
        ["14", "Hot chocolate, thick with whipped cream, soon made me warm and sleepy. Before I went up the stairs, I wrapped my arms around my grandmother. We leaned together shyly."],
        ["15", "“Thank you,” I whispered."],
        ["16", "In the morning I brushed the snow off the railing and sat, shivering a little in the wintry sunlight. I thought about my father and the note he left. I knew soon would not be today, and it probably would not be tomorrow."],
        ["17", "Through the window I could see my grandmother. It was Saturday, and she was making bread. Her strong arms folded the dough over onto itself again and again."],
        ["18", "I thought about this grandmother who had been there when my father was a boy and who was here for me now, who was present in all the small tasks of the day and in the magic of a moonlit ride."],
        ["19", "With one last look at the road, I slid off my perch and slipped through the door. After all, there was bread to make."]
    ],
    "Copyright": "“Bread to Make” by Sue Viering. Reprinted by permission by Carus Publishing Company, 30 Grove Street, Suite C, Peterborough, NH 03458, from Cricket magazine, January 2003, Vol. 30, No. 5. Text © 2002 by Marjorie Sue Viering. Al rights reserved. www.cricketmag.com.",
    "References": []
}