{
    "Directions": "Read this story about a boy who gains a new understanding of his sister. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Pemba Sherpa",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MNG5R/media/S1a.jpg"],
        ["1", "I am a Sherpa. My ancestors came from Tibet. Sherpas are world famous for their work as porters and guides. We lead the climbers and trekkers who try to reach the snowcapped peaks of the Himalayas."],
        ["2", "Like every other schoolchild in Khumjung, I dreamed of becoming the best porter and guide in all of Nepal. My younger sister Yang Ki wanted to be a porter, too. But, at that time, girls were not allowed to train for this work. I knew this, and so did Yang Ki. I can close my eyes and remember, just like I am there, the day that would change our lives forever. . . ."],
        ["", "• • •"],
        ["3", "The sun is not up as I start down the long, steep trail to Jorsale where my father is cutting wood. It takes almost three hours to run down, fill my basket, and carry it back up to school before classes start at nine o’clock."],
        ["4", "When I reach the steepest, narrowest part of the trail, I hear a sound behind me. It is probably Yang Ki following me. I wait for her to catch up."],
        ["5", "“Go back! You cannot come with me!” I shout at her."],
        ["6", "Yang Ki does not move."],
        ["7", "“Go back!” I repeat angrily. “It is too far for me to take you home!”"],
        ["8", "Yang Ki shakes her head and says, “No!”"],
        ["9", "I am so angry that I think of throwing a stone at her. But she is my little sister, and I cannot do that."],
        ["10", "“The Yeti will get you,” I tell Yang Ki, hoping to scare her."],
        ["11", "The Yeti is our legendary snowman. His footprints have been seen not far from here."],
        ["12", "Yang Ki shows no fear. I am not surprised."],
        ["13", "I shrug my shoulders and start running again. I hurry even faster than before. If Yang Ki loses sight of me, she may become discouraged and turn back."],
        ["14", "The trail drops sharply and my feet fly over the rocks. Suddenly as I round a turn, a landslide breaks loose from the high bank. It thunders past me toward the steep canyon far below."],
        ["15", "I am running too fast. I cannot stop. My feet hit the loose rocks. I am caught in the landslide. I fall headlong toward the edge of the canyon."],
        ["16", "My fingers claw the earth. It is no use. The force of the landslide carries me with it."],
        ["17", "What can Id o? I see a tree root. I lunge for it and hang on. I grind to a stop inches from the edge."],
        ["18", "My heart drums in my chest. I am afraid to shout. My voice may start a new landslide and take me with it. I am afraid to look down. I stay perfectly still and wait for my heartbeat to slow down."],
        ["19", "As soon as my breath returns, I look up. Yang Ki is standing beside the trail above me. I close my eyes to hold back the tears. When I open them again, she is not there."],
        ["20", "It seems like forever before Yang Ki comes back. She is dragging a long bamboo pole. It looks green and fresh. How did she cut it, I wonder?"],
        ["21", "I do not wonder for long. My arms are aching from holding the root. My strength is giving out. I will have to let go very soon."],
        ["22", "Yang Ki takes one step down the bank where the landslide began. Then another step. Then another. Slowly, carefully, she makes her way to a large tree. She braces herself against the trunk. She pushes the bamboo pole toward me. I watch it come closer . . . closer . . . at last, it is within reach."],
        ["23", "I look up at Yang Ki. Our eyes meet. We both know that my life is in her hands. Is she strong enough to hold her end of the pole while I pull myself up?"],
        ["24", "There is no time to think of what might happen if she lets go. I reach quickly for the pole. My fingers grip its smooth greenness and hold fast. I sink my fingernails into it to keep from slipping."],
        ["25", "Yang Ki holds the narrow end of the bamboo with both hands. I pull on the other end, testing to see if she can stand my weight when I start to climb. She does not waver. I pull harder. Still she does not let the pole slip in her hands. I feel her strength and must trust it."],
        ["26", "My eyes meet Yang Ki’s once more. She is ready. I take a deep breath and make my move."],
        ["27", "In an instant, I have both hands on the pole and am pulling myself up. My feet scramble trying to get a foothold in the sliding earth. The sound of rocks crashing below echoes through the canyon. I keep my eyes on Yang Ki and pull harder. She does not waver. Her thin arms are like steel bands holding the pole in place."],
        ["28", "I work my way upward, hand over hand. At last, I reach the tree where she is braced. I wrap my arm around the trunk and pull myself to safety. We let go of the pole. We watch silently as it slithers away and disappears down the canyon."],
        ["29", "The tale of my sister’s bravery quickly spreads through our village, and then throughout the land. After that, I never doubted that Yang Ki would become a guide."]
    ],
    "Copyright": "“Pemba Sherpa” by Olga Cossi. Copyright ©2009 by Olga Cossi. Used with permission from Odyssey Books on behalf of Olga Cossi.",
    "References": []
}