{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [
        "The following text is the opening chapter from Elizabeth George Speare's Newbery Award-winning novel, The Sign of the Beaver."
    ],
    "Title": "[Excerpt from] The Sign of the Beaver",
    "Subtitle": "",
    "Author": "by Elizabeth George Speare",
    "LabelType": "P",
    "Content": [
        ["", "problems/TN19G4E/media/S1a.jpg"],
        ["1", "\tMatt stood at the edge of the clearing for some time after his father had gone out of sight among the trees. There was just a chance that his father might turn back, that perhaps he had forgotten something or had some last word of advice. This was one time Matt reckoned he wouldn't mind the advice, no matter how many times he had heard it before. But finally he had to admit that this was not going to happen. His father had really gone. He was alone, with miles of wilderness stretching on every side."],
        ["2", "\tHe turned and looked back at the log house. It was a fair house, he thought; his mother would have no cause to be ashamed of it. He had helped to build every inch of it. He had helped to cut down the spruce trees and haul the logs and square and notch them. He had stood at one end of every log and raised it, one on top of the other, fitting the notched ends together as snugly as though they had grown that way. He had climbed the roof to fasten down the cedar splints with long poles, and dragged up pine boughs to cover them. Behind the cabin were the mounds of corn he had helped to plant, the green blades already shooting up, and the pumpkin vines just showing between the stumps of trees."],
        ["3", "\tIf only it were not so quiet. He had been alone before. His father had often gone into the forest to hunt, for hours on end. Even when he was there, he was not much of a talker. Sometimes they had worked side by side through a whole morning without his speaking a single word. But this silence was different. It coiled around Matt and reached into his stomach to settle there in a hard knot."],
        ["4", "\tHe knew it was high time his father was starting back. This was part of the planthat the family had worked out together in the long winter of 1768, sitting by lamplight around the pine table back in Massachusetts. His father had spread out the surveyor's map and traced the boundaries of the land he had purchased in Maine territory. They would be the first settlers in a new township. In the spring, when the ice melted, Matt and his father would travel north. They would take passage on a ship to the settlement at the mouth of the Penobscot River. There they would find some man with a boat to take them up the river and then on up a smaller river that branched off from it, many days' distance from the settlement. Finally they would strike out on foot into the forest and claim their own plot of land. They would clear a patch of ground, build a cabin, and plant some corn. In the summer his father would go back to Massachusetts to fetch his mother and sister and the new baby, who would be born while they were gone. Matt would stay behind and guard the cabin and the corn patch."],
        ["5", "\tIt hadn't been quite so easy as it had sounded back in their house in Quincy. Matt had had to get used to going to sleep at night with every muscle in his body aching. But the log house was finished. It had only one room. Before winter they would add a loft for him and his sister to sleep in. Inside there were shelves along one wall and a sturdy puncheon table with two stools. One of these days, his father promised, he would cut out a window and fasten oiled paper to let in the light. Someday the paper would be replaced with real glass. Against the wall was a chimney of smaller logs, daubed and lined with clay from the creek. This too was a temporary structure. Over and over his father had warned Matt that it wasn't as safe as a stone chimney and that he had to watch out for flying sparks. He needn't fear. After all the work of building this house, Matt wasn't going to let it burn down about his ears."]
    ],
    "Copyright": "Excerpt from The Sign of the Beaver by Elizabeth George Speare from Houghton Mifflin Harcourt, 1983. Copyright © 1983. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}