{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S1.json"
        ],
        "Explain": false,
        "Content": [
            "J.T. would like to add the following sentence to the first paragraph (sentences 1–6).",
            ":box:Students from around the world are also part of musical marching groups.",
            "Where is the most effective place to insert this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "After sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would create a disruption in the paragraph by introducing information about marching bands in other countries in between two sentences about marching bands in Texas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "After sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would introduce information about students from around the world in between two sentences about students from Texas. This would be an ineffective place for the new sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "After sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition, which is a word, phrase, or sentence that connects topics or ideas, is created with this sentence. In sentence 4, the author informs the reader “marching bands aren't found in just this state or even just this country,” and then in sentence 5, the author begins to focus in on “one country” that has a unique marching band. Adding the sentence after sentence 4 creates an appropriate transition.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "After sentence 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence here would confuse the reader by inserting information about marching bands around the world after the author has begun to narrow in to focus on one country.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S1.json"
        ],
        "Explain": false,
        "Content": [
            "J.T. wants to use a more appropriate transition in sentence 11. Which of the following can best replace Furthermore in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "For example",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 10 refers to music cues typically used by marching students, so using the transition “For example” at the beginning of sentence 11 establishes the expectation that the author will provide examples of music cues.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "In conclusion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “In conclusion” is typically used to introduce a summary of a topic or idea, which the author is not doing in sentence 11.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Overall",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “Overall” is typically used to indicate that the author is going to offer a general opinion, but a contrasting idea with sentence 10 is provided in sentence 11.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Instead",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing “Furthermore” with “Instead” in sentence 11 creates an appropriate transition, which is a word, phrase, or sentence that connects topics or ideas. Using “Instead” establishes a contrast between the musical cues used by traditional marching bands and the direction of an announcer utilized by NSSU students practicing shuudan koudou.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective revision to make in sentence 15?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A misstep by just one student and a flaw is created that is visible in the perfectly coordinated display.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A confusing sentence is created with this revision, and the misplaced modifier error is not adequately repaired.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A misstep by just one student creates a visible flaw in the perfectly coordinated display.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A misplaced modifier is a word, phrase, or clause that is improperly separated from the word it modifies or describes. The misplaced modifier error is corrected in this revision by moving the word “flaw” next to the word “visible.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A misstep by just one student creates a flaw in the perfectly coordinated display, the flaw is visible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma-splice error, which occurs when two clauses are incorrectly joined, is introduced in this revision.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A misstep by just one student creates a visible flaw that can be seen in the perfectly coordinated display.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the phrase “visible flaw” is used in the sentence, it is redundant to also say that the flaw “can be seen.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S1.json"
        ],
        "Explain": false,
        "Content": [
            "J.T. has included an extraneous sentence in his paper. Which of these sentences should be deleted from this paper?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sentence 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, J.T. describes synchronized walking. In sentence 9, J.T. describes the actions of students participating in shuudan koudou, which helps the reader have a better idea of what synchronized walking is, so it should not be deleted.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Sentence 13",
                "Key": {
                    "Correct": false,
                    "Rationale": "In sentence 13, J.T. offers additional information about what is involved in synchronized walking. This information is helpful to the reader and not extraneous.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Sentence 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of sentences 16 and 17 is on the preparation students put into synchronized walking. J.T. includes additional information in sentence 18 to elaborate on this idea.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Sentence 20",
                "Key": {
                    "Correct": true,
                    "Rationale": "The focus of sentences 19 through 23 is the benefit students at NSSU obtain from participating in precision walking. J.T. can remove the extraneous information about master's and doctoral degree programs, since there is no connection between this sentence and the rest of the information in the paragraph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "A clear thesis or position based on logical reasons supported by precise and relevant evidence."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Mimi's essay does not have a strong position statement. Which of the following sentences should replace sentence 6 to serve as an effective position statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It's foolish to buy several bottles of water each day when there's no good reason for doing this.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mimi does refer to buying bottled water as a problem, she does not clearly establish her claim in this sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "People need to stop doing this now and protest against bottled-water companies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimi telling the reader to immediately stop doing something and protest is not a clear position statement, because she offers a demand instead of a clear explanation of her ideas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "These problems can be solved, however, if people choose to drink water from reusable containers instead of plastic bottles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A position statement, or thesis statement, is a statement that summarizes the main point or claim of a piece of writing. In sentence 6, Mimi tells the reader that the consumption of bottled water “needs to stop now!” In this replacement, Mimi clarifies her claim, which is that reusable containers are a much better alternative to plastic water bottles and can solve problems.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The list of problems that people are causing, such as increasing pollution, by buying bottled water is endless.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimi does not offer a clear position statement that clarifies her ideas in this sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 8 and 9?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bottled water may be attractively packaged, but it is simply processed tap water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mimi expresses a similar idea in sentences 8 and 9: bottled water is just attractively packaged tap water. The most effective way to combine the two short sentences into a single sentence is through the use of a comma and a coordinating conjunction.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Bottled water is simply processed tap water because it is attractively packaged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By combining the sentences in this manner, Mimi introduces an erroneous cause-and-effect relationship. Bottled water is not processed tap water because of the packaging.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Bottled water may be attractively packaged, so it is simply processed tap water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, Mimi uses the coordinating conjunction “so,” which suggests a cause-and-effect relationship that does not exist between the two clauses within the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Bottled water is attractively packaged, because it is simply processed tap water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By combining the sentences in this manner, Mimi introduces an erroneous cause-and-effect relationship. Bottled water is not attractively packaged because it is processed tap water.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Mimi wants to improve the transition between the third paragraph (sentences 14–18) and the fourth paragraph (sentences 19–23). Which sentence can be added before sentence 19 to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Because bottled water can cost so much, a reusable water bottle is a wise investment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By adding this sentence, Mimi is restating what she has already explained in sentences 14 through 18, rather than improving the transition between the third and fourth paragraphs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "People think bottled water is harmless, and other plastic containers are just as bad.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence does not make sense, as Mimi does not make the claim that people think bottled water is harmless, nor does she compare different types of plastic containers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Money is a concern for many people, so it should be saved whenever possible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By adding this sentence, Mimi would be repeating an idea from the previous sentence, rather than creating a transition between the third and fourth paragraphs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Bottled water is a huge monetary expense, but the cost to our planet is even greater.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In sentences 14 through 18, Mimi focuses on the monetary cost of bottled water. In sentences 19 through 23, Mimi describes the cost to the environment. By adding this sentence as a transition, which is a word, phrase, or sentence that connects topics or ideas, Mimi is connecting the ideas that purchasing bottled water is a huge cost both in terms of money and environmental damage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to revise sentence 21?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Also consider that many bottles are discarded into landfills, where the bottles release chemicals as they decompose over hundreds of years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "By making the revision to sentence 21, Mimi is clarifying that the bottles decompose “over hundreds of years” and release chemicals in the process. The awkward original sentence is better clarified with this revision.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Also consider that landfills are filled with released chemicals, where they decompose many discarded bottles over hundreds of years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimi wants to make the point that landfills are filled with discarded bottles that release chemicals as they decompose, not that landfills are filled with chemicals that decompose the bottles.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "These bottles, decomposing over hundreds of years, should also be considered to release chemicals where they have been discarded into landfills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the revision, the reader may think that chemicals, rather than bottles, have been discarded into landfills. The resulting sentence is still awkward and unclear.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Over hundreds of years, landfills are filled with many bottles, and it should also be considered that the bottles decompose and release chemicals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By making this revision, Mimi is suggesting that there are two separate problems—bottles filling up landfills and bottles decomposing and releasing chemicals—when in fact the two issues are directly related.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Mimi wants to conclude her essay by motivating her readers to take action. Which of the following statements should she insert after sentence 29 to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The future of our planet depends on people like you doing away with a terrible threat—plastic water bottles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By including this statement, Mimi is reminding the reader that plastic water bottles are a problem, but she is not offering an actionable solution.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "We should make the decision today to be smart about our finances and responsible with our planet by opting for reusable water bottles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A call to action is a statement that encourages the reader to consider an idea or change a behavior. Throughout her paper, Mimi informs the reader about the economic and environmental costs of purchasing bottled water. By inserting this statement after sentence 30, Mimi reiterates the issues and encourages readers to take action.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Think of how much you can help the fish in our lakes, rivers, and oceans by avoiding bottled water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mimi does remind readers about a specific problem associated with bottled water, she only focuses on the environmental points of her essay in this sentence. It is too narrow to serve as a clear call to action.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Choose reusable water bottles, and watch your savings grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mimi is reminding readers that bottled water is an avoidable expense, she does not include any reference to the environmental costs of bottled water.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use a variety of correctly structured sentences (e.g., compound, complex, compound-complex)."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change being to I am",
                "Key": {
                    "Correct": true,
                    "Rationale": "A sentence fragment is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include. By making the revision, Savannah is clarifying that she is the subject of the sentence and the one being “transported back to childhood.” This change corrects the existing sentence fragment in sentence 2.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Insert a comma after childhood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “childhood” creates an unnecessary pause in the sentence. The sentence fragment is not corrected.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change plays to playing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “plays” to “playing” introduces a verb-form error in the sentence and does not correct the sentence fragment.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Sentence 2 should not be changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged does not correct the sentence fragment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use a variety of correctly structured sentences (e.g., compound, complex, compound-complex)."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 5?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I pull gently at its crisp brown shell, the aroma of its gooey sweetness that teases my nostrils.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unnecessarily adding the word “that” in front of “teases my nostrils” does not correct the run-on error. Instead, a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include, is created.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As I pull gently at its crisp brown shell, the aroma of its gooey sweetness teases my nostrils.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A run-on sentence is an error in which two or more clauses are joined incorrectly. By inserting the conjunction “as” at the beginning of sentence 5, Savannah corrects the run-on.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Pulling gently at its crisp brown shell, the aroma of its gooey sweetness teasing my nostrils.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the subject “I” reduces the clarity of the sentence and creates a sentence fragment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "When I pull gently at its crisp brown shell, and the aroma of its gooey sweetness teasing my nostrils.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first clause in the sentence is improved in this revision, but the change to the second clause creates a sentence fragment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use conventions of capitalization."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How should sentence 8 be changed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert a comma after grass",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “grass” incorrectly separates the subject and the verb in the sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change reminds to reminding",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “reminds” to “reminding” introduces a verb-form error into the sentence.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change playing to to play",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “playing” to “to play” introduces a verb-form error into the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Change Soccer to soccer",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proper nouns refer to a specific person, place, idea, or event and are capitalized. “Soccer” is not a proper noun and does not need to be capitalized.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, is needed in sentence 18?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a comma after way",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “way” would introduce an unnecessary separation between the clauses in the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Change is processed to has processed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “is processed” to “has processed” would incorrectly change the verb tense from present to past.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change centers' to centers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “centers'” to “centers” fixes a punctuation error involving the incorrect use of a possessive noun. In sentence 18, Savannah is referring to two centers: emotion and memory. She is not referring to something that belongs to a center.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sentence 18 should not be changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged would not correct the inappropriate use of a possessive noun.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts for grammar, mechanics, and spelling."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made to sentence 20?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Delete the comma",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma is used correctly in the sentence, as it separates the introductory clause from the main part of the sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Insert a comma after today",
                "Key": {
                    "Correct": false,
                    "Rationale": "This change creates a punctuation error by inserting an unnecessary comma.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change innocent to inocent",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “innocent” to “inocent” would create a spelling error.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Make no change to sentence 20.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As written, sentence 20 is free of grammatical, punctuation, and spelling errors, so no change is needed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change Organization to organization",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “Organization” is part of the proper noun” Food and Agriculture Organization of the United Nations.” Proper nouns, which are nouns that refer to a specific person, place, idea, or event, should be capitalized.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Change the colon to a comma",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing the colon to a comma corrects a punctuation error in the sentence. The text before a colon should be a grammatically complete sentence, so a comma is the appropriate punctuation to use in this sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change species to species'",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “species” to “species'” introduces a punctuation error into the sentence by incorrectly making the noun possessive with an apostrophe.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "No change is needed in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged would not correct the inappropriate use of a colon instead of a comma.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use and understand the function of the following parts of speech in the context of reading, writing, [and speaking]."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 11?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Delete since",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the word “since” will result in a run-on sentence, which is an error in which two or more clauses or phrases are joined incorrectly.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change accustomed to acustomed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “accustomed” to “acustomed” would introduce a spelling error.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change to trying to to try",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “to trying” to “to try” corrects a verb-form error in sentence 11.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "No change is needed in this sentence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged would not correct the verb-form error.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Spell correctly, including using various resources to determine and check correct spellings."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 14?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change Doing to When we do",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “Doing” to “When we do” changes the meaning of the sentence. The change makes it seem like the author is referring to something that happens, instead of something that might or could happen.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Delete the comma after though",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “though” is being used as an adverb in the middle of a sentence, and the author is correctly setting off the adverb with a comma before and after it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change preferances to preferences",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “preferances” to “preferences” corrects a spelling error in the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Change simply to simple",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of “simply” is correct because it is being used as an adverb to modify the verb “are.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts for grammar, mechanics, and spelling."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 18?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change whose to who's",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “whose” to “who's” corrects a usage error in the sentence. Adam is describing his uncle, who is “very adventurous.” The word “who's” is a contraction linking the words “who” and “is,” while “whose” is the possessive form of “who.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change brought to bringing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adam is describing an action his uncle performed in the past, so using “brought” is appropriate.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Delete the comma after try",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is appropriate to use a comma before the conjunction “and” when separating two independent clauses, which are clauses that can stand alone as complete sentences.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "No change is needed in sentence 18.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged would not correct the usage error in the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "A clear thesis or position based on logical reasons supported by precise and relevant evidence."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In which lines does the poet use personification to create a somber mood?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 3 through 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 3 through 5, the poet is explaining that the “green birds” in the painting look “almost real.” When he uses the words “lonely child,” he is referring to an actual child, so there is no personification in these lines.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 9 and 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not attribute any human or animal characteristics to the gifts, so there is no personification in lines 9 and 10.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 17 through 19",
                "Key": {
                    "Correct": true,
                    "Rationale": "Personification is a type of figurative language where human or animal characteristics are applied to something that is not alive. The poet uses personification in lines 17 through 19 to create a somber mood. With the words “the trees no longer silver/but black fingers scratching a grey sky,” the poet gives trees the human quality of fingers to suggest that with age the painter may replace pretty silver branches with branches that are jagged and bare.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 28 and 29",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet is addressing the child, not giving human characteristics to an inanimate object, so there is no personification in lines 28 and 29.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Lines 20 and 21 suggest that the speaker —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "wants to be honest about how little he understands the creative impulse",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 20 and 21, the author suggests that the speaker wants to be honest about how little he understands the creative impulse. The speaker says, “(I was lying/before when I said I knew.)” He is trying to be honest and admit that he does not truly understand his daughter's artistic drive.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "does not want to mislead his daughter into believing that she has special talent",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is talking about a lack of understanding regarding his daughter's creative drive. There is no suggestion that he worries about misleading his daughter about her artistic talent.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "is now willing to risk hurting his daughter's self-esteem by telling her the truth about her work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is not risking hurting his daughter's self-esteem by telling her the truth about her work; rather, he is telling her the truth about his lack of understanding of her creative drive.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "wants to admit his confusion about the sometimes-stifling life choices that creative people make",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker admits how little he really understands about his daughter's creative impulses, he is not confused about the life choices of creative people in general.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read lines 26 and 27 from the poem.",
            ":box:when the sky is a surreal sea\nin which you drown ...",
            "This image can best be interpreted as meaning that —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a child sees the sky as a magical ocean full of mysterious creatures",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet uses imagery in these lines to suggest that artists may become lost in their own creations, not to suggest that a child imagines the sky in one particular way.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the speaker hopes to save his daughter from a terrible future",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the imagery in these lines is intended literally or that the speaker hopes to save his daughter from a terrible future.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "artists experience a sea of wild and unpredictable emotions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet is not referring to the emotions of artists in lines 26 and 27. He is referring to the possibility that an artist's own creations may be overwhelming.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "there is a danger that artists may get lost in their own creations",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The poet uses the imagery in lines 26 and 27 to suggest that there is danger that artists may get lost in their own creations. In these lines, the artist isn't literally drowning but figuratively being swept into the dreamlike world of artistic creations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about how an author's sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The final line of the poem suggests that —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the daughter will develop an interest in more practical pursuits as she matures",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker expects that his daughter's paintings will change as she grows older, but there is no evidence that her interests will become more practical and move her away from painting.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the speaker expects his daughter's art to transform as she grows older",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the final line of the poem, the speaker expects his daughter's art to transform as she grows older. His daughter's paintings of birds will “change from green to blue to brown” as she loses her childlike view of the world and adopts a more realistic approach to painting.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the daughter's paintings will become more whimsical as she develops her technical skills",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker believes his daughter's paintings will become more realistic as she grows and develops her skills, which means they will become less whimsical, not more whimsical.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "the speaker believes that his daughter will one day be a successful professional artist",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is contemplating how his daughter's paintings will change, but there is no evidence that the speaker believes his daughter will become a professional artist.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the structure and elements of poetry and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence describes a shift in the poem's focus?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In stanza 1, the speaker focuses on his daughter's creative struggles, while in stanza 2, he imagines her eventual success as an artist.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not suggest that his daughter has any creative struggles in stanza 1 — she paintsintuitively, “without reasoning” (line 6). In stanza 2, there is no evidence to support the idea that the speaker expects his daughter to become a successful artist.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In stanza 1, the speaker focuses on his daughter's paintings, while in stanza 2, he describes his own artwork.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker focuses on his daughter's artwork throughout both stanza 1 and stanza 2. There is no focus on his own artwork.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In stanza 1, the speaker focuses on his daughter's art as an expression of childhood, while in stanza 2, he considers her future as a mature artist.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet uses this sentence to describe the shift in the poem's focus. In stanza 1, the speaker focuses on his daughter's art as an expression of childhood, since he explains she paints things such as green birds “without reasoning” (line 6), as any child would. In stanza 2, the speaker shifts focus to his daughter's future as an artist, suggesting that when she is older she will be painting trees more realistically and “no longer silver” (line 18).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In stanza 1, the speaker focuses on his daughter's early artistic success, while in stanza 2, he questions whether she should pursue a career as a painter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context in stanza 1 to support the idea that the speaker's daughter has had early artistic success, and there is no evidence in stanza 2 that the speaker questions whether she should pursue painting as a future career.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the structure or prosody (e.g., meter, rhyme scheme) and graphic elements (e.g., line length, punctuation, word position) in poetry."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read paragraph 15.",
            ":box:His old scaly hand crawls over to touch my knee. His fingers are white, the nails cracking and dull, like old silver.",
            "In this paragraph, the author uses imagery to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "show the son's fear of being touched by his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a description of the father's hand and its actions are presented in paragraph 15, there is no evidence to support the idea that the son is afraid of being touched by his father.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "imply that the father may not really be dying after all",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence provided in paragraph 15 regarding the father's death and when it will occur.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "emphasize how aged and decrepit the father appears to his son",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. In this paragraph, the author uses imagery to emphasize how aged and decrepit the father appears to his son. The father's hand is described as “old” and “scaly.” The nails are unkempt and are described as “cracking and dull.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "suggest that the son has little respect for his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the description of the father's hand is indicative of the man's age and decrepit state, there is no evidence that the son has a lack of respect for his father.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about how an author's sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What does paragraph 16 reveal about the son?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He blames himself for his father's long absences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son is not taking blame for his father's long absences; he is telling his father that he doesn't know what he missed because his father was not able to spend more time with him.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He thinks his father never gave them the opportunity to be close.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 16, the author reveals that the son thinks his father never gave them the opportunity to be close. The son says that he would tell his father he missed him all those times he wasn't home, except he didn't know what he was missing because he wasn't able to spend more time with his father.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He is too willing to forgive his father for lying.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 16 is about the distance that existed between father and son, not about the father lying to the son.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He is unwilling to share what he knows with his father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son is willingly sharing his feelings about not being close with his father, so he is not unwilling to share what he knows.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which line of dialogue provides the best evidence that the father is questioning his priorities?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“Now all that seems so unimportant, you know?”",
                "Key": {
                    "Correct": true,
                    "Rationale": "Evidence that the father is questioning his priorities is presented in this line of dialogue from the end of paragraph 20, after the father describes some of the things he accomplished in his life that could be considered great. Now he is questioning whether those things are even important.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“Remembering a man's stories makes him immortal, did you know that?”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in this line of dialogue the father poses a question to his son, the father isn't questioning his own priorities with this question.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "“I had dinner with a prime minister once, William.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is something that the father accomplished, but it is just a statement of a fact; the father's concerns about his priorities are not evident in this line of dialogue.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "“I wasn't going to tell you about the two-headed lady, Mr. Smarty-pants,” he says.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this line of dialogue, the father is teasing his son, not questioning his own priorities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 3 through 5, the phrases “Let me guess” and “no doubt” give the son's dialogue a tone that is —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "naive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son does not actually believe his father's stories, so he is not naïve.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "hypercritical",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son does not present a hypercritical tone about his father in these paragraphs, but he does have a sarcastic tone regarding his father's stories.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "indignant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son does not have an indignant tone in these paragraphs. He does express sarcasm through the phrases “Let me guess” and “no doubt.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sarcastic",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 3 through 5, the phrases “Let me guess” and “no doubt” are used to give the son's dialogue a sarcastic tone. The son is used to his father's unbelievable stories, so he is sarcastically guessing why his father spent a lot of time away from home.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Evaluate the connection between forms of narration (e.g., unreliable, omniscient) and tone in works of fiction."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 17 suggests that the son is motivated to listen to his father because —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "he values his father's advice",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the son wants to hear his father's words, it is because they might be the last words he speaks, not because the son values his father's advice.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "he regrets not paying attention to his father in the past",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in other paragraphs the son indicates that he is tired of hearing his father's repeated stories, in paragraph 17 there is no evidence to support the idea that he regrets not paying attention to his father.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "he believes his father is dying",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 17, the author suggests that the son is motivated to listen to his father because he believes his father is dying. When the father motions for the son to come closer so he can listen to what the father is going to say, the son explains, “I want to hear. The next word could be his last.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "he believes his father will tell him a secret",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son wants to hear what his father is going to say because these words could be his last. There is no indication that the son believes his father will tell him a secret.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best describes the father's moral dilemma?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He must choose between impressing his son with outlandish stories and admitting that he is a financial failure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 20 the father admits he had a few failed businesses, and throughout the selection there are references to the fantasy stories he often shares with his son. However, there is no evidence that he is making a choice between impressing his son with stories and admitting financial failure.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He must resolve feelings about his failure to persuade his son to follow in his footsteps.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father does not attempt to persuade his son to follow in his footsteps in the selection.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He must decide whether to continue to pursue his dreams or devote himself to helping his son.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father does not express a desire to continue to pursue his dreams or to devote himself to helping his son in the selection. Instead, he reflects on choices he made in the past.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He must reconcile his lifelong desire to be important with the knowledge that he neglected his family.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement best describes the father's moral dilemma. The father was not home much because he was out trying “to be a great man” (paragraph 18), and at the end of his life he must reconcile his desire to be important with the knowledge that he neglected his own family.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 20 reveals that the father views his childhood home of Ashland as —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "a place of tremendous comfort",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support the idea that Ashland was a place of tremendous comfort for the father.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "a place with limited opportunities",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 20, the father's recollections reveal that he views his childhood home of Ashland as a place with limited opportunities. He asks if his son can imagine “this boy from Ashland having dinner in the same room” with a prime minister, suggesting it was an unlikely occurrence for someone who came from an insignificant place such as Ashland.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the best place to raise a family",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father does not discuss raising a family in paragraph 20, so there is no context to support the idea that Ashland is the best place to raise a family.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "a place of haunting memories",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the father describes some memories of failed businesses in paragraph 20, he does not suggest that his memories of Ashland are haunting.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The story explores the theme of a son —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "disappointing his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father is not disappointed in his son. If anything, he is disappointed in himself because he isn't sure if he accomplished what he hoped to accomplish during his life.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "imitating his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although at one point the son recounts one of his father's outlandish stories, he is not imitating his father; he is humoring his father's habit of telling outlandish stories as they talk about his father's life.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "trying to impress his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "The son is not trying to impress his father in the story; he is trying to make peace with his father before he passes away.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "making peace with his father",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme, or central idea, of the story is about a son making peace with his father. The father is old and in failing health, and although he was not close to his son in the past, the son tells him, “[I]f a man could be said to be loved by his son, then I think that man could be considered great” (paragraph 24). The son wants to satisfy his father's desire to be great before his father dies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze differences in the characters' moral dilemmas in works of fiction across different countries or cultures."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            " these quotations from the two selections.",
            ":box:Tᴏ ᴀ Dᴀᴜɢʜᴛᴇʀ ᴡɪᴛʜ Aʀᴛɪsᴛɪᴄ Tᴀʟᴇɴᴛ\n\nAnd you never know why (I was lying\nbefore when I said I knew).",
            ":box:Bɪɢ Fɪsʜ\n\nI don't know what makes a man great. I've never thought about it before.",
            "These quotations provide evidence that both the speaker in “To a Daughter with Artistic Talent” and the narrator in the excerpt from Big Fish feel —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "as though they must prove something",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the speaker in “To a Daughter with Artistic Talent” nor the narrator in the excerpt from Big Fish is trying to prove anything. The speaker in the poem openly admits he doesn't understand his daughter's artistic drive, and the narrator in the excerpt admits he is no longer certain about what makes a man great.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "embarrassed by their ignorance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the speaker in “To a Daughter with Artistic Talent” nor the narrator in the excerpt from Big Fish feel embarrassed by their ignorance. Both individuals openly admit that they don't exactly know how to explain the concepts on which they are reflecting.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "compelled to admit their mistakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker in “To a Daughter with Artistic Talent” and the narrator in the excerpt from Big Fish do openly admit that they are struggling to understand the concepts on which they are reflecting, it is because they are explaining difficult concepts, not because they are admitting to mistakes.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "challenged to explain something difficult",
                "Key": {
                    "Correct": true,
                    "Rationale": "There is evidence in these quotations that the speaker in “To a Daughter with Artistic Talent” and the narrator in the excerpt from Big Fish both feel challenged to explain something difficult. The speaker from the poem is trying to explain his daughter's artistic drive, although he admits he doesn't understand it. The narrator from Big Fish is trying to help his father satisfy his lifelong quest for greatness by explaining what a man has to do to be considered great.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is a difference in how the two selections portray fathers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While the father in “To a Daughter with Artistic Talent” is optimistic, the father in the excerpt from Big Fish is cynical.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father in “To a Daughter with Artistic Talent” is not necessarily optimistic, especially when thinking about the ways his daughter will struggle as an artist, and the father in the excerpt from Big Fish is more self-centered than cynical.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "While the father in “To a Daughter with Artistic Talent” seems caring, the father in the excerpt from Big Fish seems self-centered.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “To a Daughter with Artistic Talent,” the father seems caring because he is trying to understand his daughter's artistic drive and addresses his daughter “with love and pride” (line 28). By contrast, the father in the excerpt from Big Fish comes across as somewhat self-centered, since he is concerned with whether or not he fulfilled his lifelong quest to be great.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "While the father in “To a Daughter with Artistic Talent” is open-minded, the father in the excerpt from Big Fish is judgmental.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the father in “To a Daughter with Artistic Talent” seems open-minded toward his daughter's artwork and artistic drive, the father in the excerpt from Big Fish is not judgmental.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "While the father in “To a Daughter with Artistic Talent” seems defensive, the father in the excerpt from Big Fish seems relaxed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father in “To a Daughter with Artistic Talent” is not defensive, and the father in the excerpt from Big Fish is concerned with whether or not he wasted his life, so he is not relaxed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Both the daughter's paintings in “To a Daughter with Artistic Talent” and the father's stories in the excerpt from Big Fish —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "depict a world that seems more fanciful than realistic",
                "Key": {
                    "Correct": true,
                    "Rationale": "A world that seems more fanciful than realistic is depicted in both selections. In “To a Daughter with Artistic Talent,” the daughter paints creative images and in the excerpt from Big Fish, the father tells fantasy stories.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "contain imagery drawn from well-known fairy tales",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the father in the excerpt from Big Fish tells his son stories with elements from fairy tales, there is no evidence that the daughter in “To a Daughter with Artistic Talent” bases her paintings on fairy tales.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "are difficult for others to understand",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father in “To a Daughter with Artistic Talent” struggles to understand what inspires his daughter, not her paintings themselves. The son in the excerpt from Big Fish has not always understood the choices his father made, but he does not struggle to understand the father's stories.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "portray heroic characters",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the daughter's paintings in “To a Daughter with Artistic Talent” nor the father's stories in the excerpt from Big Fish portray heroic characters.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read these quotations.",
            ":box:Tᴏ ᴀ Dᴀᴜɢʜᴛᴇʀ ᴡɪᴛʜ Aʀᴛɪsᴛɪᴄ Tᴀʟᴇɴᴛ\n\nYou have painted every day\nfor as long as I can remember\nand will be painting still\nwhen you read this, some cold\nand distant December when the child\nis old and the trees no longer silver\nbut black fingers scratching a grey sky.",
            ":box:Bɪɢ Fɪsʜ\n\n“No,” he says. Then, “Yes. I don't know. At least you remembered. The point is, I think—the point is I tried to get home more. I did. Things happened, though. Natural disasters. The earth split once I think, the sky opened several times. Sometimes I barely made it out alive.”",
            "Both quotations use imagery that conveys a sense of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "inner turmoil",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. In both quotations, the authors use imagery to convey a sense of inner turmoil. In “To a Daughter with Artistic Talent,” the father is sad because he knows that eventually, when his daughter is older, she will paint more realistic trees that look like “black fingers scratching a grey sky” instead of pretty silver trees. In the excerpt from Big Fish, the father is creating fanciful stories because he is struggling to admit that he was absent from his family's life.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "stubbornness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader could interpret the quotation in the excerpt from Big Fish as an expression of stubbornness because the father is struggling to admit that he should have spent more time with his family, there is no evidence of stubbornness conveyed in the quotation from “To a Daughter with Artistic Talent.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "guilt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither quotation is used to convey guilt. The father in “To a Daughter with Artistic Talent” and the father in the excerpt from Big Fish both convey inner turmoil through these quotations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "exaggerated self-confidence",
                "Key": {
                    "Correct": false,
                    "Rationale": "The imagery in the quotation from “To a Daughter with Artistic Talent” is used to show that the father is feeling turmoil about how his daughter's approach to painting will change, not exaggerated self-confidence. The imagery in the quotation in the excerpt from Big Fish is used to show the father's turmoil over his past decisions, not exaggerated self-confidence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S5.json",
            "problems/TX19HSE2/supps/TX19HSE2-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best states a difference between the attitude of the speaker in the poem and the attitude of the narrator in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The speaker in the poem worries that his daughter gets carried away by her imagination, while the narrator in the story admires the way his father uses his imagination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker in “To a Daughter with Artistic Talent” reflects on how his daughter will use her imagination less as she grows older, as opposed to the idea that she will use her imagination more. The narrator in the excerpt from Big Fish seems somewhat annoyed at times by his father's fantasy stories, not admiring of the stories.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The speaker in the poem believes that his daughter paints to express her true feelings, while the narrator in the story believes that his father tells stories to escape reality.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The difference between the attitude of the speaker in “To a Daughter with Artistic Talent” and the attitude of the narrator in the excerpt from Big Fish is stated in this sentence. The speaker in the poem acknowledges that his daughter paints to express her true feelings, while the son in the excerpt believes his father tells fantasy stories as an escape from reality.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The speaker in the poem thinks his daughter paints to bring them closer together, while the narrator in the story thinks his father tells stories to distance himself from others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in “To a Daughter with Artistic Talent” that the speaker thinks his daughter paints to bring the family closer together. Although there is evidence in the excerpt from Big Fish that the narrator's father distanced himself from the family, there is no evidence that the father's stories are intended to create distance from others.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The speaker in the poem believes that painting is good for his daughter's health, while the narrator in the story worries that his father's stories are a symptom of illness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker in “To a Daughter with Artistic Talent” does not mention his daughter's health, and although the father in the excerpt from Big Fish is ill, the stories he tells are not symptoms of his illness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the author's purpose for writing this article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To encourage people to visit national parks",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 2 the author explains that most of her work has been in national parks, her purpose is to promote the idea that humans and animals can coexist in urban areas, not to encourage people to visit national parks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To advocate for coexistence of humans and wildlife in urban areas",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's purpose for writing this article is to advocate for coexistence of humans and wildlife in urban areas. In paragraph 15, the author explains that she believes “cities and nature can mix and need to mix” and states, “We need to foster a daily relationship with our wild, nonhuman kin.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain methods for tracking a cougar through Griffith Park",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author does describe tracking a cougar in Griffith Park, but this is a detail from the article rather than the author's overall purpose.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To persuade people to convert urban cities back to natural spaces",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 11, the author admits “wildlife would be better served if cities were converted back to open space,” but she acknowledges that this would never happen. Instead, her purpose is to propose a human coexistence with wildlife in urban areas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Which words from paragraph 7 best help the reader understand the meaning of the word resiliency?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "relish my experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the word r͟e͟s͟i͟l͟i͟e͟n͟c͟y to describe the ability of wild animals to adapt. The words “relish my experiences” provide no context for the meaning of the word.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "cougar kin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the word r͟e͟s͟i͟l͟i͟e͟n͟c͟y to describe the ability of wild animals to adapt, not to refer specifically to “cougar kin.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "adapt to life",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “adapt to life” can be used to help the reader understand the meaning of the word r͟e͟s͟i͟l͟i͟e͟n͟c͟y. In paragraph 7, the author explains that the cougar adapted to life in the city by “crossing two of the busiest freeways in the country to find a new home,” which shows the “resiliency of wild things.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "urban interface",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the word r͟e͟s͟i͟l͟i͟e͟n͟c͟y to describe the ability of wild animals to adapt. The words “urban interface” do not provide context for the meaning of the word.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Why does the author use rhetorical questions in paragraph 6?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To argue that human-built environments are not suitable for wildlife",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author argues that if a mountain lion thinks a human-built environment is “good enough,” then “who are we to judge?” She thinks animals can live in human-built environments that are suitable if the animals deem them so; she does not argue against this idea.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To illustrate a shift in her perspective regarding wildlife habitats",
                "Key": {
                    "Correct": true,
                    "Rationale": "A rhetorical question is a question that is asked in order to create a dramatic effect or to make a point rather than get an answer. The author uses rhetorical questions in paragraph 6 to illustrate a shift in her perspective regarding wildlife habitats. The author asks, “Why can't a mountain lion live in a city? Why is the human-built environment seen as off-limits to wildlife?” to demonstrate her thought process and realization that she's been looking at wildlife conservation in the wrong way.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain that mountain lions are vastly different from other types of wildlife",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of rhetorical questions does not explain a difference between mountain lions and other groups of wildlife.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To prove that she has experience on the subject of mountain lions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author has experience on the subject of mountain lions, she is using rhetorical questions to show that her experience has led her to view wildlife conservation differently than she once viewed it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 12, why does the author refer to milkweed plants as “gas stations” for monarch butterflies?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Milkweed plants are enjoyed by several species of butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only monarch butterflies are mentioned in paragraph 12, so there is no evidence to support the idea that milkweed plants are enjoyed by several species of butterflies.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Milkweed plants are becoming more available in cities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the author states that milkweed plants along the migration routes of monarch butterflies “have largely disappeared,” so they are not becoming more available.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Milkweed plants can be grown in any environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the author compares milkweed plants to gas stations to demonstrate the milkweed plant's function, not to detail where it can be grown.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Milkweed plants are essential for the migration of monarch butterflies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 12, the author refers to milkweed plants as “gas stations” for monarch butterflies because milkweed plants are essential for their migration. Just like people need to stop at gas stations to refuel their cars when they are traveling, monarchs stop at milkweed plants for “fuel” during their migration across North America.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 5, the author conveys a tone of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "relief",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author experiences a “life changing epiphany,” which would be a surprising and unexpected event, not one that inspires a tone of relief.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "surprise",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author conveys a tone of surprise. The author experiences a “life changing epiphany” and suddenly comes to the realization that the cougar has a better imagination than her.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "humiliation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not humiliated by the fact that the cougar has a better imagination than she does. Instead, she is surprised when she realizes this fact.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "pride",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not proud of her realization; she is surprised by it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is one conclusion the author makes about wildlife?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Certain urban spaces should be abandoned by people because wildlife need them more.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does admit in paragraph 11 that people abandoning urban places would be the most effective way to conserve wildlife, but she also realizes it “won't happen any time soon” so this is not a conclusion she makes.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Larger species of wildlife are not as strong as smaller species of wildlife.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to the “resiliency of wild things” in paragraph 7 but does not distinguish between the resiliency of large versus small species.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Humans need to change their understanding of wildlife preservation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author comes to the conclusion that humans need to change their understanding of wildlife preservation. In paragraph 10, she explains that the traditional approach to wildlife conservation “has been to segregate people and wildlife” but that approach is no longer working, so people should adopt “an expanded view of the national park ethic in our urban spaces” (paragraph 14) to protect wildlife.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "More national parks should be formed to help wildlife.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author admits, “I'll always be a national park advocate,” but she does not convey the idea that she thinks more national parks should be formed to help wildlife.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 9.",
            ":box:You'd be surprised at the places where these stories crop up. In Silicon Valley, for instance, a family of foxes decided to make a home on the Facebook campus in Menlo Park along with 2,500 employees, and Mark Zuckerberg himself took an interest in the skulk.",
            "Why does the author include this idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To emphasize that wildlife living in urban areas is more common than people think",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes this quotation from paragraph 9 to emphasize that wildlife living in urban areas is more common than people think. The author tells the reader, “you'd be surprised at the places where these stories crop up” and then includes the example of foxes living on the Facebook campus among 2,500 people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To compare the wildlife found in different regions of California",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the quotation to give examples of wildlife living in urban areas, not to compare the types of wildlife found in different parts of California.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To describe Mark Zuckerberg's disapproval of the foxes living on the Facebook campus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains, “Mark Zuckerberg himself took an interest” in the foxes, so she isn't conveying the idea that he was disapproving of the foxes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To question whether the foxes are safe living in Menlo Park",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes the quotation about the foxes to demonstrate humans and wildlife successfully coexisting in urban areas, not to question whether the foxes are safe in Menlo Park.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students analyze, make inferences and draw conclusions about persuasive text and provide evidence from text to support their analysis."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 14, what does biodiversity mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Decisions about nature made by people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word b͟i͟o͟d͟i͟v͟e͟r͟s͟i͟t͟y is used to refer to different types of wildlife, not decisions made by people regarding nature.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Understanding and respecting nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author is calling for a certain understanding and respect for nature, the word b͟i͟o͟d͟i͟v͟e͟r͟s͟i͟t͟y is used to describe a variety of plants and animals rather than the understanding people should have of these species.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Multiple species of plants and animals",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “multiple species of plants and animals” is closest in meaning to the word b͟i͟o͟d͟i͟v͟e͟r͟s͟i͟t͟y. The author is calling for people to view urban areas as places where wildlife are capable of living in order to protect different types of wildlife “around the world.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Animals living in populated urban areas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word b͟i͟o͟d͟i͟v͟e͟r͟s͟i͟t͟y is used to describe plants and animals living “around the world,” not specifically in populated urban areas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Determine the meaning of grade-level technical academic English words in multiple content areas (e.g., science, mathematics, social studies, the arts) derived from Latin, Greek, or other linguistic roots and affixes."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 4.",
            ":box:This is why we love the movies: it's like going on a roller coaster for the brain.",
            "Why does the author use this comparison?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To illustrate the level of excitement a movie can provide",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses this comparison to illustrate the level of excitement a movie can provide. In paragraph 4, the author compares the experience of watching a movie to “going on a roller coaster” in order to express the idea that movies produce a similar feeling of excitement as going on a roller coaster.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain the filmmaking techniques used by movie directors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention filmmaking techniques in this comparison.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To show how movies help people cope with real-world worries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is comparing watching a movie to riding a roller coaster to show the level of excitement viewers perceive, not to show how people use movies to cope with their worries.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To describe the mental processes involved with making a movie",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this comparison, the author does not describe any mental processes involved with making a movie.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Make and defend subtle inferences and complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which word from paragraph 3 means “powerful” or “effective”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "potent",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “potent” from paragraph 3 is closest in meaning to “powerful” or “effective.” In paragraph 3, the author explains that Dr. Norman Holland believes that magic happening in the brains of people watching movies is “particularly potent when we watch movies on the big screen,” suggesting that the environment created by the movie theater makes movie magic and the ability for movies to feel real and more powerful.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "racing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “racing” is being used to describe the movement of a car, which would not be considered “effective.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "attentional",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “attentional” is used to describe the system our brains use to pick up important information. It does not mean “effective” or “powerful.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "literally",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “literally” is being used to explain that the actual meaning of the “attentional system” is “the part of the brain that directs what we pay attention to.” The word does not mean “powerful” or “effective.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What is the primary purpose of the boxed information at the end of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To persuade readers to watch movies in an actual theater rather than at home",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in the first line the author explains, “The best environment to watch movies is in the theater,” the author then explains how to enhance your movie-watching experience at home. The author is not using the boxed information to persuade the reader to watch movies in the theater.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain why movies watched at home are less enjoyable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not provide reasons why watching movies at home is less enjoyable than in the theater; instead, the author gives advice about how to make a home-viewing experience more theater-like.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To give advice for ways to enhance the home movie-watching experience",
                "Key": {
                    "Correct": true,
                    "Rationale": "The primary purpose of the boxed information at the end of the article is to give advice for ways to enhance the home movie-watching experience. The title of the boxed information is “Maximizing the Magic of Movies.” In the first line, the author states, “The best environment to watch movies is in the theater” and then suggests ways to make your home more like a theater to make the “viewing experience richer and more fun.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To demonstrate why the convenience of watching movies at home is appealing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention the appeal or convenience of watching movies at home in the boxed information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students use comprehension skills to analyze how words, images, graphics, and sounds work together in various forms to impact meaning."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 1 of the article, what type of evidence does the author present?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Factual data",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are facts about what happens in a certain scene of a movie, the actual retelling of the scene provided by the author in paragraph 1 is more anecdotal than factual.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Personal experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not use any emotions or personal reactions to the scene, so he is not presenting a personal experience.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Persuasive argument",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is recounting a scene from Lord of the Rings and does not use any persuasive language.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Anecdotal details",
                "Key": {
                    "Correct": true,
                    "Rationale": "An anecdote is a brief retelling of an event. In paragraph 1 of the article, the author presents anecdotal details. He includes a short scene from the Lord of the Rings film.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Distinguish among different kinds of evidence (e.g., logical, empirical, anecdotal) used to support conclusions and arguments in texts."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement best expresses the main idea of paragraph 5?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Movies can cause people to become emotional.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although emotions such as fear and compassion are mentioned in the last sentence of paragraph 5, the idea that movies cause people to become emotional is not the main idea of the paragraph.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The way people relate to a movie depends on how realistic it is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's main idea in paragraph 5 is to explain that even when movies aren't realistic, our “'suspension of disbelief'” keeps us from questioning their reality. The idea that people relate to a movie depending on how realistic it is opposes the main idea.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Movies can make people ignore the difference between reality and fiction.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of paragraph 5 is that movies can make people ignore the difference between reality and fiction. The author begins by explaining, “as we give up control, our sense of reality changes.” Then he explains how a “'suspension of disbelief'” makes us stop questioning the reality of what we are seeing on the movie screen.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "People lose awareness of their surroundings in a movie theater.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although people do become less aware of their surroundings in a movie theater, this is not the main idea of paragraph 5.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "According to paragraph 6, what does the limbic system control?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Emotions",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to paragraph 6, the limbic system controls emotions. The author explains, “emotions come from a different area, the limbic system, in the back of the brain.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Selective attention",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selective attention is not mentioned in paragraph 6, and this is not what the limbic system controls.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Comprehension",
                "Key": {
                    "Correct": false,
                    "Rationale": "The limbic system controls human emotions, not comprehension.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Spacial awareness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spatial awareness is not mentioned in paragraph 6, and this is not what the limbic system controls.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Why does the author include paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To contrast the enjoyment received from older and newer movies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention the difference in enjoyment between older and newer movies. He does, however, mention the difference between older and newer ways of viewing movies, which he thinks is a concern.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To express concern regarding the ways people often watch movies today",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes paragraph 7 to express concern regarding the ways people often watch movies today. The author believes “the intensity of the emotions that movies produce in us” is diminishing because we watch them “At home, or on our smart phones,” which “limits their magic because we're in control.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To suggest that newer movies lack emotional appeal for viewers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author suggests that newer ways of viewing movies result in less emotional responses, not that newer movies themselves lack emotional appeal for viewers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To explain why theater attendance has declined in recent years",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss a decline in theater attendance in paragraph 7.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Make and defend subtle inferences and complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX19HSE2/supps/TX19HSE2-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these best describes the author's purpose for writing this article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To inform people about what makes a movie-watching experience enjoyable",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's purpose for writing the article is to inform people about what makes a movie-watching experience enjoyable. The author includes information about how movies have the ability to affect viewers emotionally and how viewers can enhance their experience when watching a movie.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To analyze the techniques moviemakers use to create popular movies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does mention a few movie-making techniques, he does not analyze them, so this is not his purpose for writing the article.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To compare the experiences of watching a movie at home and in a theater",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is a comparison made between watching movies at home and in the theater, the author uses these details to help inform readers about what makes movie-watching enjoyable, which is the overall purpose of the article.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To persuade people to avoid watching movies on smart phones",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose is to inform people about what makes movie-watching enjoyable, not to persuade people to avoid watching movies on smart phones.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the controlling idea and specific purpose of a passage and the textual elements that support and elaborate it, including both the most important details and the less important details"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the information in the box below.",
            ":box:It is common for people to compete with one another. Competition can foster creativity, provide valuable lessons, and inspire people to challenge themselves and achieve things they never thought possible. On the other hand, competition can breed selfishness and promote the idea that the most successful people are those who have the most power and who will win no matter what the cost.",
            "Think carefully about the following question.",
            "Do people have to be competitive in order to succeed?",
            "Write an essay stating your position on whether competition is necessary for success.",
            ":ibox:Be sure to —\n\n• state your position clearly\n• use appropriate organization\n• provide specific support for your argument\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}