{
    "Title": "Missouri Learning Standards > English Language Arts > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E7.RL",
            "Label": "Reading Literary Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E7.RL.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RL.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.1.C",
                            "Label": "Interpret visual elements of a text and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.1.D",
                            "Label": "Using appropriate text, determine the theme(s) of a text and explain the relationship between the theme(s) and supporting evidence; summarize the text distinct from personal opinions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E7.RL.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RL.2.A",
                            "Label": "Analyze how a text's form or overall structure contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.2.B",
                            "Label": "Analyze how an author develops and contrasts the points of view of different characters or narrators in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.2.C",
                            "Label": "Analyze how specific word choices contribute to meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.2.D",
                            "Label": "Analyze how the setting, characters, and plot of a text affect each other and contribute to meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E7.RL.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RL.3.A",
                            "Label": "Compare and contrast a written story, drama, or poem to its audio, filmed, staged, or multimedia version, analyzing how the techniques unique to each medium contribute to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.3.B",
                            "Label": "Compare and contrast a fictional portrayal of a time, place, or character with realistic accounts of the same subject matter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.3.C",
                            "Label": "Explain how characters and settings reflect historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RL.3.D",
                            "Label": "Read and comprehend literature, including stories, dramas, and poems, independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E7.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E7.RI.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RI.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative, connotative, and content-specific meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.1.C",
                            "Label": "Interpret visual elements of a text including those from different media and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.1.D",
                            "Label": "Explain the central/main idea(s) of a text and explain the relationship between the central idea(s) and supporting evidence; summarize the text distinct from personal opinions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E7.RI.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RI.2.A",
                            "Label": "Analyze how a text's organization or overall structure contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.2.B",
                            "Label": "Analyze how an author develops his/her point of view or purpose and distinguishes it from those of others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.2.C",
                            "Label": "Analyze how word choice contributes to meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.2.D",
                            "Label": "Evaluate an author's argument, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E7.RI.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.RI.3.A",
                            "Label": "Compare and contrast information presented in different mediums and analyze how the techniques unique to each medium contribute to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.3.B",
                            "Label": "Compare and contrast how two or more authors writing about the same topic make decisions about craft and structure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.3.C",
                            "Label": "Explain how the text reflects historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.RI.3.D",
                            "Label": "Read and comprehend informational text independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E7.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E7.W.1",
                    "Label": "Approaching The Task As A Researcher",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.W.1.A",
                            "Label": "Research",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E7.W.1.A.a",
                                    "Label": "Conduct research to answer a question; gather relevant sources, print and digital; integrate information using a standard citation system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.1.A.b",
                                    "Label": "Gather relevant information from multiple print and digital sources, using search terms effectively; assess the credibility and accuracy of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E7.W.2",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.W.2.A",
                            "Label": "Follow a writing process to produce clear and coherent writing in which the development, organization, style, and voice are appropriate to the task, purpose, and audience; develop writing with narrative, expository, and argumentative techniques.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E7.W.2.A.a",
                                    "Label": "Develop narratives including poems about real or imagined experiences which establish and maintain a consistent point of view and include clearly identified characters, well-structured event sequences, narrative techniques, and relevant descriptive details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.2.A.b",
                                    "Label": "Develop informative/explanatory writing to examine a topic with relevant facts, examples, and details; establish relationships between ideas and supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.2.A.c",
                                    "Label": "Develop argumentative writing by introducing and supporting a claim with clear reasons and relevant evidence, acknowledging counterclaims, and establishing relationships between claims and supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E7.W.3",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.W.3.A",
                            "Label": "Review, revise, and edit writing with consideration for the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E7.W.3.A.a",
                                    "Label": "Introduce the topic, maintain a clear focus throughout the text, and provide a conclusion that follows from the text. Add or delete content to clarify meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.3.A.b",
                                    "Label": "Choose appropriate, precise language for the style, task, and audience; convey the relationship among ideas through varied sentence structures.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.3.A.c",
                                    "Label": "Demonstrate a command of the conventions of standard English grammar and usage, including spelling and punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.3.A.d",
                                    "Label": "Use effective transitions to clarify relationships, connect ideas and claims, and signal time shifts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E7.W.3.A.e",
                                    "Label": "Use technology, including the Internet, to produce and publish writing, link to and cite sources, andinteract and collaborate with others.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E7.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E7.SL.1",
                    "Label": "Collaborating",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.SL.1.A",
                            "Label": "Follow rules for collegial discussions and decision-making, track progress toward specific goals and deadlines, and define individual roles as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.SL.1.B",
                            "Label": "Delineate a speaker's argument and claims, evaluating reasoning in order to pose questions that elicit elaboration and respond to others' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.SL.1.C",
                            "Label": "Acknowledge new information expressed by others including those presented in diverse media and, when warranted, modify their own views.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E7.SL.2",
                    "Label": "Presenting",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E7.SL.2.A",
                            "Label": "Speak clearly, audibly, and to the point, using conventions of language as appropriate to task, purpose, and audience when presenting including appropriate volume at an understandable pace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.SL.2.B",
                            "Label": "Position body to face the audience when speaking, and make eye contact with listeners at various intervals using effective gestures to communicate a clear viewpoint.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E7.SL.2.C",
                            "Label": "Plan and deliver appropriate presentations based on the task, audience, and purpose including multimedia components in presentations to clarify claims and findings and emphasize significant points.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}