{
    "Title": "Missouri Learning Standards > English Language Arts > Grades 9 - 10",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E9-10.RL",
            "Label": "Reading Literary Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E9-10.RL.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RL.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing relevant and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.1.C",
                            "Label": "Interpret visual elements of a text and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.1.D",
                            "Label": "Using appropriate text, determine two or more themes in a text, analyze their development throughout the text, and relate the themes to life experiences; provide an objective and concise summary of the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.RL.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RL.2.A",
                            "Label": "Analyze how an author's choices concerning how to structure a text, order events, or manipulate time impact the reader.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.2.B",
                            "Label": "Analyze how point of view is reflected in the characters, setting, and plot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.2.C",
                            "Label": "Analyze the cumulative impact of specific word choices and syntax on meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.2.D",
                            "Label": "Analyze how complex characters develop over the course of a text to advance the plot and develop the theme.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.RL.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RL.3.A",
                            "Label": "Analyze multiple performances of a story, drama, or poem, evaluating how each version interprets the source text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.3.B",
                            "Label": "Explain how and why an author alludes to or transforms source material within his or her text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.3.C",
                            "Label": "Analyze how multiple texts reflect historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RL.3.D",
                            "Label": "Read and comprehend literature, including stories, dramas, and poems, independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E9-10.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E9-10.RI.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RI.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing relevant and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative, connotative, and content-specific meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.1.C",
                            "Label": "Interpret visual elements of a text including those from different media and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.1.D",
                            "Label": "Explain two or more central/main ideas in a text, analyze their development throughout the text, and explain the significance of the central ideas; provide an objective and concise summary of the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.RI.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RI.2.A",
                            "Label": "Analyze how an author's choices concerning how to structure a text or sequence information impact the reader.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.2.B",
                            "Label": "Analyze how an author uses rhetoric to advance point of view or purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.2.C",
                            "Label": "Analyze the cumulative impact of specific word choices and syntax on meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.2.D",
                            "Label": "Evaluate an author's argument, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements and fallacious reasoning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.RI.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.RI.3.A",
                            "Label": "Analyze how similar ideas or topics are portrayed in different media formats.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.3.B",
                            "Label": "Evaluate how effectively two or more texts develop similar ideas/topics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.3.C",
                            "Label": "Analyze how multiple texts reflect the historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.RI.3.D",
                            "Label": "Read and comprehend informational text independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E9-10.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E9-10.W.1",
                    "Label": "Approaching The Task As A Researcher",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.W.1.A",
                            "Label": "Research",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E9-10.W.1.A.a",
                                    "Label": "Conduct research to answer a question (including a self-generated question) or solve a problem; narrow or broaden the inquiry when appropriate; gather multiple relevant, credible sources, print and digital; integrate information using a standard citation system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E9-10.W.1.A.b",
                                    "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the usefulness of each source in answering the research question; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and following a standard format for citation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.W.2",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.W.2.A",
                            "Label": "Follow a writing process to produce clear and coherent writing in which the development, organization, style, and voice are appropriate to the task, purpose, and audience; self-select and blend (when appropriate) previously learned narrative, expository, and argumentative writing techniques.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.W.3",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.W.3.A",
                            "Label": "Review, revise, and edit writing with consideration for the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E9-10.W.3.A.a",
                                    "Label": "Organization and content: Introduce the topic, maintain a clear focus throughout the text,and provide a conclusion that follows from the text. Achieve the writer's purpose and demonstrate an awareness of audience by making choices regarding organization and content.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E9-10.W.3.A.b",
                                    "Label": "Word choice, syntax, and style: Choose precise language and make syntactical choices to reflect an understanding of how language contributes to meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E9-10.W.3.A.c",
                                    "Label": "Conventions of standard English and usage: Demonstrate a command of the conventions of standard English grammar and usage, including spelling and punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E9-10.W.3.A.d",
                                    "Label": "Use a variety of appropriate transitions to clarify relationships, connect ideas and claims, and signal time shifts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E9-10.W.3.A.e",
                                    "Label": "Use technology, including the Internet, to produce, publish, and update individual or shared writing products, taking advantage of technology's capacity to link to other information and to display information flexibly and dynamically.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E9-10.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E9-10.SL.1",
                    "Label": "Collaborating",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.SL.1.A",
                            "Label": "Work with peers to set rules for collegial discussions and decision-making, clear goals, deadlines, and individual roles as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.SL.1.B",
                            "Label": "Delineate a speaker's argument and claims, evaluating the speaker's point of view, reasoning, and evidence in order to propel conversations by posing and responding to questions that relate the current discussion to broader themes or larger ideas; actively incorporate others into the discussion; and clarify, verify, or challenge ideas and conclusions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.SL.1.C",
                            "Label": "Respond thoughtfully to diverse perspectives including those presented in diverse media, summarize points of agreement and disagreement, resolve contradictions when possible, and determine what additional information or research is needed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E9-10.SL.2",
                    "Label": "Presenting",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E9-10.SL.2.A",
                            "Label": "Speak audibly and to the point, using conventions of language as appropriate to task, purpose, and audience when presenting including appropriate volume, clear articulation, and accurate pronunciation at an understandable pace, avoiding verbal filler that might be distracting to listeners.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.SL.2.B",
                            "Label": "Make consistent eye contact with a range of listeners when speaking, using effective gestures to communicate a clear viewpoint and engage listeners; avoid body language or mannerisms that might be distracting to the audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E9-10.SL.2.C",
                            "Label": "Plan and deliver appropriate presentations concisely and logically based on the task, audience, and purpose making strategic use of multimedia in presentations to enhance understanding of findings, reasoning, and evidence and to add interest.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}