{
    "Title": "Missouri Learning Standards > Science > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.S9-12.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S9-12.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.PS.1.A",
                            "Label": "Structure & Properties Of Matter",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.1.A.1",
                                    "Label": "Use the organization of the periodic table to predict the relative properties of elements based on the patterns of electrons in the outermost energy level of atoms.",
                                    "Examples": [
                                        "Examples of properties that could be predicted from patterns could include reactivity of metals, types of bonds formed, numbers of bonds formed, and reactions with oxygen."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.A.2",
                                    "Label": "Construct and revise an explanation for the products of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, and knowledge of the patterns of chemical properties.",
                                    "Examples": [
                                        "Examples of chemical reactions could include the reaction of sodium and chlorine, or of oxygen and hydrogen."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.A.3",
                                    "Label": "Plan and conduct an investigation to gather evidence to compare physical and chemical properties of substances such as melting point, boiling point, vapor pressure, surface tension, and chemical reactivity to infer the relative strength of attractive forces between particles.",
                                    "Examples": [
                                        "Examples of particles could include ions, atoms, molecules, and networked materials (such as graphite)."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.A.4",
                                    "Label": "Apply the concepts of bonding and crystalline/molecular structure to explain the macroscopic properties of various categories of structural materials, i.e. metals, ionic (ceramics), and polymers.",
                                    "Examples": [
                                        "Examples could include why electrically conductive materials are often made of metal, flexible but durable materials are made up of long chained molecules, and pharmaceuticals are designed to interact with specific receptors."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.A.5",
                                    "Label": "Develop a model to illustrate that the release or absorption of energy from a chemical reaction system depends upon the changes in total bond energy.",
                                    "Examples": [
                                        "Examples of models could include molecular-level drawings and diagrams of reactions, graphs showing the relative energies of reactants and products, and representations showing energy is conserved."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.1.B",
                            "Label": "Types Of Interactions Of Matter",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.1.B.1",
                                    "Label": "Apply scientific principles and evidence to provide an explanation about the effects of changing the temperature or concentration of the reacting particles on the rate at which a reaction occurs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.B.2",
                                    "Label": "Refine the design of a chemical system by specifying a change in conditions that would alter the amount of products at equilibrium.",
                                    "Examples": [
                                        "Examples of designs could include different ways to increase product formation including adding reactants or removing products."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.1.B.3",
                                    "Label": "Use symbolic representations and mathematical calculations to support the claim that atoms, and therefore mass, are conserved during a chemical reaction.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.1.C",
                            "Label": "Nuclear Process",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.1.C.1",
                                    "Label": "Use symbolic representations to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.PS.2.A",
                            "Label": "Forces & Motion",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.2.A.1",
                                    "Label": "Analyze data to support and verify the concepts expressed by Newton's 2nd law of motion, as it describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration.",
                                    "Examples": [
                                        "Examples of data could include tables or graphs of position or velocity as a function of time for objects subject to a net unbalanced force, such as a falling object, an object rolling down a ramp, or a moving object being pulled by a constant force."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.2.A.2",
                                    "Label": "Use mathematical representations to support and verify the concepts that the total momentum of a system of objects is conserved when there is no net force on the system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.2.A.3",
                                    "Label": "Apply scientific principles of motion and momentum to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
                                    "Examples": [
                                        "Examples of evaluation and refinement could include determining the success of the device at protecting an object from damage and modifying the design to improve it.",
                                        "Examples of a device could include a football helmet or a parachute."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.2.B",
                            "Label": "Types Of Interaction",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.2.B.1",
                                    "Label": "Use mathematical representations of Newton’s Law of Gravitation to describe and predict the gravitational forces between objects.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.2.B.2",
                                    "Label": "Plan and conduct an investigation to provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.PS.3.A",
                            "Label": "Definitions Of Energy",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.3.A.1",
                                    "Label": "Create a computational model to calculate the change in the energy of one component in a system when the changes in energy are known.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.3.A.2",
                                    "Label": "Develop and use models to illustrate that energy at the macroscopic scale can be accounted for as a combination of energy associated with the motions of particles (objects) and energy associated with the relative position of particles (objects).",
                                    "Examples": [
                                        "Examples of phenomena at the macroscopic scale could include the conversion of kinetic energy to thermal energy, the energy stored due to position of an object above the earth, and the energy stored between two electrically-charged plates.",
                                        "Examples of models could include diagrams, drawings, descriptions, and computer simulations."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.3.A.3",
                                    "Label": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
                                    "Examples": [
                                        "Examples of devices could include Rube Goldberg devices, wind turbines, solar cells, solar ovens, and generators.",
                                        "Examples of constraints could include use of renewable energy forms and efficiency."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.3.B",
                            "Label": "Conservation Of Energy & Energy Transfer",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.3.B.1",
                                    "Label": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
                                    "Examples": [
                                        "Examples of investigations could include mixing liquids at different initial temperatures or adding objects at different temperatures to water."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.3.C",
                            "Label": "Relationship Between Energy & Forces",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.3.C.1",
                                    "Label": "Develop and use a model of two objects interacting through electric or magnetic fields to illustrate the forces between objects and the changes in energy of the objects due to the interaction.",
                                    "Examples": [
                                        "Examples of models could include drawings, diagrams, and texts, such as drawings of what happens when two charges of opposite polarity are near each other."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.PS.4.A",
                            "Label": "Wave Properties",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.4.A.1",
                                    "Label": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling in various media.",
                                    "Examples": [
                                        "Examples of data could include electromagnetic radiation traveling in a vacuum and glass, sound waves traveling through air and water, and seismic waves traveling through the Earth."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.4.A.2",
                                    "Label": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
                                    "Examples": [
                                        "Examples of a phenomenon could include resonance, interference, diffraction, and photoelectric effect."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.PS.4.B",
                            "Label": "Electromagnetic Radiation",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.PS.4.B.1",
                                    "Label": "Communicate technical information about how electromagnetic radiation interacts with matter.",
                                    "Examples": [
                                        "Examples could include solar cells capturing light and converting it to electricity; medical imaging; and communications technology."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.PS.4.B.2",
                                    "Label": "Evaluate the validity and reliability of claims in published materials of the effects that different frequencies of electromagnetic radiation have when absorbed by matter.",
                                    "Examples": [
                                        "Examples of published materials could include trade books, magazines, web resources, videos, and other passages that may reflect bias."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S9-12.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S9-12.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.LS.1.A",
                            "Label": "Structure & Function",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.1.A.1",
                                    "Label": "Construct a model of how the structure of DNA determines the structure of proteins which carry out the essential functions of life through systems of specialized cells.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.1.A.2",
                                    "Label": "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.1.A.3",
                                    "Label": "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis.",
                                    "Examples": [
                                        "Examples of investigations could include heart rate response to exercise, stomata response to moisture and temperature, and root development in response to water levels."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.1.B",
                            "Label": "Growth & Development Of Organisms",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.1.B.1",
                                    "Label": "Develop and use models to communicate the role of mitosis, cellular division, and differentiation in producing and maintaining complex organisms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.1.C",
                            "Label": "Organization For Matter & Energy Flow In Organisms",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.1.C.1",
                                    "Label": "Use a model to demonstrate how photosynthesis transforms light energy into stored chemical energy.",
                                    "Examples": [
                                        "Examples of models could include diagrams, chemical equations, and conceptual models."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.1.C.2",
                                    "Label": "Use a model to demonstrate that cellular respiration is a chemical process whereby the bonds of molecules are broken and the bonds in new compounds are formed resulting in a net transfer of energy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.1.C.3",
                                    "Label": "Construct and revise an explanation based on evidence that organic macromolecules are primarily composed of six elements, where carbon, hydrogen, and oxygen atoms may combine with nitrogen, sulfur, and phosphorus to form large carbon-based molecules.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.LS.2.A",
                            "Label": "Interdependent Relationships In Ecosystems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.2.A.1",
                                    "Label": "Explain how various biotic and abiotic factors affect the carrying capacity and biodiversity of an ecosystem using mathematical and/or computational representations.",
                                    "Examples": [
                                        "Examples of biotic factors could include relationships among individuals (e.g., feeding relationships, symbioses, competition) and disease.",
                                        "Examples of abiotic factors could include climate and weather conditions, natural disasters, and availability of resources.",
                                        "Examples of mathematical comparisons could include graphs, charts, histograms, and population changes gathered from simulations or historical data sets."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.2.B",
                            "Label": "Cycles Of Matter & Energy Transfer In Ecosystems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.2.B.1",
                                    "Label": "Construct and revise an explanation based on evidence that the processes of photosynthesis, chemosynthesis, and aerobic  and anaerobic respiration are responsible for the cycling of matter and flow of energy through ecosystems and that environmental conditions restrict which reactions can occur.",
                                    "Examples": [
                                        "Examples of environmental conditions can include the availability of sunlight or oxygen."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.2.B.2",
                                    "Label": "Communicate the pattern of the cycling of matter and the flow of energy among trophic levels in an ecosystem.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.2.B.3",
                                    "Label": "Use a model that illustrates the roles of photosynthesis, cellular respiration, decomposition, and combustion to explain the cycling of carbon in its various forms among the biosphere, atmosphere, hydrosphere, and geosphere.",
                                    "Examples": [
                                        "Examples of models could include simulations and mathematical and conceptual models."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.2.C",
                            "Label": "Ecosystem Dynamics, Functioning & Resilience",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.2.C.1",
                                    "Label": "Evaluate the claims, evidence, and reasoning that the interactions in ecosystems maintain relatively consistent populations of species while conditions remain stable, but changing conditions may result in new ecosystem dynamics.",
                                    "Examples": [
                                        "Examples of changes in ecosystem conditions could include modest biological or physical changes, such as moderate hunting or a seasonal flood; and extreme changes, such as volcanic eruption or sea level rise."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.2.C.2",
                                    "Label": "Design, evaluate, and/or refine solutions that positively impact the environment and biodiversity.",
                                    "Examples": [
                                        "Examples of solutions may include captive breeding programs, habitat restoration, pollution mitigation, energy conservation, agriculture and mining programs, and ecotourism."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.LS.3.A",
                            "Label": "Inheritance Of Traits",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.3.A.1",
                                    "Label": "Develop and use models to clarify relationships about how DNA in the form of chromosomes is passed from parents to offspring through the processes of meiosis and fertilization in sexual reproduction.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.3.B",
                            "Label": "Variation Of Traits",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.3.B.1",
                                    "Label": "Compare and contrast asexual and sexual reproduction with regard to genetic information and variation in offspring.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.3.B.2",
                                    "Label": "Develop and use a model to describe why structural changes to genes (mutations) located on chromosomes may affect proteins and may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.3.B.3",
                                    "Label": "Make and defend a claim that inheritable genetic variations may result from: (1) new genetic combinations through meiosis, (2) mutations occurring during replication, and/or (3) mutations caused by environmental factors.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.3.B.4",
                                    "Label": "Apply concepts of statistics and probability to explain the variation and distribution of expressed traits in a population.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.LS.4.A",
                            "Label": "Evidence Of Common Ancestry & Diversity",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.4.A.1",
                                    "Label": "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence.",
                                    "Examples": [
                                        "Examples of evidence could include similarities in DNA sequences, anatomical structures, and order of appearance of structures in embryological development. Communicate could mean written report, oral discussion, etc.)"
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.4.A.2",
                                    "Label": "Analyze displays of pictorial data to compare patterns of similarities in the embryological development across multiple species to identify relationships not evident in the fully formed anatomy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.4.B",
                            "Label": "Natural Selection",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.4.B.1",
                                    "Label": "Construct an explanation based on evidence that the process of evolution primarily results from four factors: (1) the potential for a species to increase in number, (2) the heritable genetic variation of individuals in a species due to mutation and sexual reproduction, (3) competition for limited resources, and (4) the proliferation of those organisms that are better able to survive and reproduce in the environment.",
                                    "Examples": [
                                        "Examples of evidence could include mathematical models such as simple distribution graphs and proportional reasoning."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.4.B.2",
                                    "Label": "Apply concepts of statistics and probability to support explanations that organisms with an advantageous heritable trait tend to increase in proportion to organisms lacking this trait.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.LS.4.C",
                            "Label": "Adaptation",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.LS.4.C.1",
                                    "Label": "Construct an explanation based on evidence for how natural selection leads to adaptation of populations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.4.C.2",
                                    "Label": "Evaluate the evidence supporting claims that changes in environmental conditions may result in: (1) increases in the number of individuals of some species, (2) the emergence of new species over time, and (3) the extinction of other species.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.LS.4.C.3",
                                    "Label": "Create or revise a model to test a solution to mitigate adverse impacts of human activity on biodiversity.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S9-12.ESS",
            "Label": "Earth & Spaces Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S9-12.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.ESS.1.A",
                            "Label": "The Universe & Its Stars",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.1.A.1",
                                    "Label": "Develop a model based on evidence to illustrate the life span of the sun and the role of nuclear fusion in the Sun’s core to release energy in the form of radiation.",
                                    "Examples": [
                                        "Examples of evidence for the model include observations of the masses and lifetimes of other stars, as well as the ways that the Sun’s radiation varies due to sudden solar flares (“space weather”)."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.1.A.2",
                                    "Label": "Construct an explanation of the Big Bang theory based on astronomical evidence of light spectra, motion of distant galaxies, and composition of matter in the universe.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.1.A.3",
                                    "Label": "Communicate scientific ideas about the way stars, over their life cycle, produce elements.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.1.B",
                            "Label": "Earth & The Solar System",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.1.B.1",
                                    "Label": "Use Kepler’s Law to predict the motion of orbiting objects in the solar system.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.1.C",
                            "Label": "The History Of Planet Earth",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.1.C.1",
                                    "Label": "Evaluate evidence of the past and current movements of continental and oceanic crust, the theory of plate tectonics, and relative densities of oceanic and continental rocks to explain why continental rocks are generally much older than rocks of the ocean floor.",
                                    "Examples": [
                                        "Examples include the ages of oceanic crust increasing with distance from mid-ocean ridges (a result of plate spreading) and the ages of North American continental crust increasing with distance away from a central ancient core (a result of past plate interactions)."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.1.C.2",
                                    "Label": "Apply scientific reasoning and evidence from ancient Earth materials, meteorites, and other planetary surfaces to construct an account of Earth’s formation and early history. ",
                                    "Examples": [
                                        "Examples of evidence include the absolute ages of ancient materials (obtained by radiometric dating of meteorites, moon rocks, and Earth’s oldest minerals), the sizes and compositions of solar system objects, and the impact cratering record of planetary surfaces."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.ESS.2.A",
                            "Label": "Earth Materials & Systems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.2.A.1",
                                    "Label": "Develop a model to illustrate how Earth’s interior and surface processes (constructive and destructive) operate at different spatial and temporal scales to form continental and ocean-floor features.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.2.A.2",
                                    "Label": "Analyze geoscientific data to make the claim that one change to Earth's surface can create changes to other Earth systems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.2.A.3",
                                    "Label": "Develop a model based on evidence of Earth’s interior to describe the cycling of matter by thermal convection.",
                                    "Examples": [
                                        "Examples of evidence include maps of Earth’s three- dimensional structure obtained from seismic waves, records of the rate of change of Earth’s magnetic field (as constraints on convection in the outer core), and identification of the composition of Earth’s layers from high-pressure laboratory experiments."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.2.A.4",
                                    "Label": "Use a model to describe how variations in the flow of energy into and out of Earth’s systems result in changes in climate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.2.C",
                            "Label": "The Role Of Water In Earth's Surface Processes",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.2.C.1",
                                    "Label": "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes.",
                                    "Examples": [
                                        "Examples of mechanical investigations include stream transportation and deposition using a stream table, erosion using variations in soil moisture content, or ice wedging by the expansion of water as it freezes.",
                                        "Examples of chemical investigations include chemical weathering and recrystallization (by testing the solubility of different materials) or melt generation (by examining how water lowers the melting temperature of most solids)."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.2.D",
                            "Label": "Weather & Climate",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.2.D.1",
                                    "Label": "Develop a quantitative model to describe the cycling of carbon among the hydrosphere, atmosphere, geosphere, and biosphere.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.2.E",
                            "Label": "Biogeology",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.2.E.1",
                                    "Label": "Construct an argument based on evidence about the simultaneous coevolution of Earth’s systems and life on Earth.",
                                    "Examples": [
                                        "Examples of coevolution include how photosynthetic life altered the atmosphere through the production of oxygen, which in turn increased weathering rates and allowed for the evolution of animal life; how microbial life on land increased the formation of soil, which in turn allowed for the evolution of land plants; or how the evolution of corals created reefs that altered patterns of erosion and deposition along coastlines and provided habitats for new life."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S9-12.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.ESS.3.A",
                            "Label": "Natural Resources",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.3.A.1",
                                    "Label": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
                                    "Examples": [
                                        "Examples of key natural resources include access to fresh water, regions of fertile soils such as river deltas, and high concentrations of minerals and fossil fuels.",
                                        "Examples of natural hazards can be from interior processes (such as volcanic eruptions and earthquakes), surface processes (such as tsunamis, mass wasting and soil erosion), and severe weather. Examples of the results of changes in climate that can affect populations or drive mass migrations include changes to sea level, regional patterns of temperature and precipitation, and the types of crops and livestock that can be raised."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.3.A.2",
                                    "Label": "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on economic, social, and environmental cost-benefit ratios.",
                                    "Examples": [
                                        "Examples include developing best practices for agricultural soil use, mining (for coal, tar sands, and oil shale), and pumping (for petroleum and natural gas). Science knowledge indicates what can happen in natural systems—not what should happen."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.3.C",
                            "Label": "Human Impacts On Earth's Systems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.3.C.1",
                                    "Label": "Create a computational simulation to illustrate the relationships among management of natural resources, the sustainability of human populations, and biodiversity.",
                                    "Examples": [
                                        "Examples of factors that affect the management of natural resources include costs of resource extraction and waste management, per-capita consumption, and the development of new technologies.",
                                        "Examples of factors that affect human sustainability include agricultural efficiency, levels of conservation, and urban planning."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.3.C.2",
                                    "Label": "Evaluate or refine a technological solution that reduces impacts of human activities on natural systems in order to restore stability and or biodiversity of the ecosystem as well as prevent their reoccurrences.",
                                    "Examples": [
                                        "Examples of human activities could include forest fires, acid rain, flooding, urban development, pollution, deforestation, and introduction of an invasive species."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ESS.3.D",
                            "Label": "Global Climate Change",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ESS.3.D.1",
                                    "Label": "Analyze geoscientific data and the results from global climate models to make an evidence-based forecast of the current rate of global or regional climate change and associated future impacts to Earth systems.",
                                    "Examples": [
                                        "Examples of evidence, for both data and climate model outputs, are for climate changes (such as precipitation and temperature) and their associated impacts (such as on sea level, glacial ice volumes, or atmosphere and ocean composition)."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ESS.3.D.2",
                                    "Label": "Predict how human activity affects the relationships between Earth systems in both positive and negative ways.",
                                    "Examples": [
                                        "Examples of Earth systems to be considered are the hydrosphere, atmosphere, cryosphere, geosphere, and/or biosphere."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S9-12.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S9-12.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S9-12.ETS.1.A",
                            "Label": "Defining & Delimiting Engineering Problems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ETS.1.A.1",
                                    "Label": "Analyze a major global challenge to specify qualitative and quantitative criteria and constraints for solutions that account for societal needs and wants.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ETS.1.A.2",
                                    "Label": "Design a solution to a complex real-world problem by breaking it down into smaller, more manageable problems that can be solved through engineering.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S9-12.ETS.1.B",
                            "Label": "Developing Possible Solutions",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S9-12.ETS.1.B.1",
                                    "Label": "Evaluate a solution to a complex real-world problem based on prioritized criteria and trade-offs that account for a range of constraints, including cost, safety, reliability, and aesthetics as well as possible social, cultural, and environmental impacts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S9-12.ETS.1.B.2",
                                    "Label": "Use a computer simulation to model the impact of proposed solutions to a complex real-world problem with numerous criteria and constraints on interactions within and between systems relevant to the problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}