{
    "Title": "Missouri Learning Standards > English Language Arts > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.EK.R",
            "Label": "Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.EK.R.1",
                    "Label": "Develop and apply skills to the reading process.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.R.1.A",
                            "Label": "Comprehension",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.1.A.a",
                                    "Label": "With assistance, develop and demonstrate reading skills in response to read-alouds by predicting what might happen next in a text based on the cover, title, and illustrations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.A.b",
                                    "Label": "With assistance, develop and demonstrate reading skills in response to read-alouds by asking and responding to questions about texts read aloud.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.A.c",
                                    "Label": "With assistance, develop and demonstrate reading skills in response to read-alouds by retelling main ideas or important facts from a read aloud or familiar story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.A.d",
                                    "Label": "With assistance, develop and demonstrate reading skills in response to read-alouds by connecting the information and events of a text to experiences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.A.e",
                                    "Label": "With assistance, develop and demonstrate reading skills in response to read-alouds by recognizing beginning, middle, and end.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.1.B",
                            "Label": "Vocabulary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.1.B.a",
                                    "Label": "With assistance, develop an understanding of vocabulary by identifying and sorting pictures of objects into conceptual categories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.B.b",
                                    "Label": "With assistance, develop an understanding of vocabulary by demonstrating understanding of opposites (antonyms).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.B.c",
                                    "Label": "With assistance, develop an understanding of vocabulary by distinguishing meaning between verbs describing the same action.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.B.d",
                                    "Label": "With assistance, develop an understanding of vocabulary by using a picture dictionary to find words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.B.e",
                                    "Label": "With assistance, develop an understanding of vocabulary by using words and phrases acquired through conversations, reading and being read to, and responding to texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.1.C",
                            "Label": "Making Connections",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.1.C.a",
                                    "Label": "With assistance, determine the connection between text to self (text ideas and own experiences).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.1.C.b",
                                    "Label": "With assistance, determine the connection between text to text (text ideas including similarities and differences in fiction and nonfiction).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.1.D",
                            "Label": "Independent Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.1.D",
                                    "Label": "Read independently for sustained periods of time by engaging with text as developmentally appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.R.2",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate fiction, poetry, and drama from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.R.2.A",
                            "Label": "Fiction",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.2.A.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify elements of a story, including setting, character, and key events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.b",
                                    "Label": "With assistance, read, infer, and draw conclusions to retell a main event from a story read aloud and familiar stories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.c",
                                    "Label": "With assistance, read, infer, and draw conclusions to recognize sensory details and recurring phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.d",
                                    "Label": "With assistance, read, infer, and draw conclusions to recognize different types of texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.e",
                                    "Label": "With assistance, read, infer, and draw conclusions to name author and illustrator of a story and describe how each is telling the story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.f",
                                    "Label": "With assistance, read, infer, and draw conclusions to compare and contrast adventures of characters in familiar stories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.2.A.g",
                                    "Label": "With assistance, read, infer, and draw conclusions to ask and answer questions about unknown words in text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.2.B",
                            "Label": "Poetry",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.2.B.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to respond to rhythm and rhyme through identifying a regular beat and similarities in word sounds.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.2.C",
                            "Label": "Drama",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.2.C.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify characters in a puppet play or performance by actors.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.R.3",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate nonfiction (e.g., narrative, information/explanatory, opinion, persuasive, argumentative) from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.R.3.A",
                            "Label": "Text Features",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.3.A.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify the topic and details in an expository text heard and/or read, referring to the words and/or illustrations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.A.b",
                                    "Label": "With assistance, read, infer, and draw conclusions to use titles and illustrations to make predictions about text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.A.c",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify text features.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.A.d",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify the meaning of environmental print.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.3.B",
                            "Label": "Literary Techniques",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.3.B.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to respond to examples of sensory details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.R.3.C",
                            "Label": "Text Structures",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.3.C.a",
                                    "Label": "With assistance, read, infer, and draw conclusions to ask and answer questions to clarify meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.C.b",
                                    "Label": "With assistance, read, infer, and draw conclusions to identify basic similarities and differences between two texts on the same topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.C.c",
                                    "Label": "With assistance, read, infer, and draw conclusions to name the main topic and recall key details of the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.3.C.d",
                                    "Label": "With assistance, read, infer, and draw conclusions to ask and answer questions about unknown words in a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.R.4",
                    "Label": "Comprehend and analyze words, images, graphics, and sounds in various media and digital forms to impact meaning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.R.4.A",
                            "Label": "Digital and Media Literacy",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.R.4.A.a",
                                    "Label": "With assistance, develop an awareness of media literacy by identifying different forms of media.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.R.4.A.b",
                                    "Label": "With assistance, develop an awareness of media literacy by identifying techniques used in media.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.EK.RF",
            "Label": "Reading Foundations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.EK.RF.1",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.RF.1.A",
                            "Label": "Print Awareness",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.RF.1.A.a",
                                    "Label": "Develop print awareness in the reading process by identifying all upper- and lower-case letters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.1.A.b",
                                    "Label": "Develop print awareness in the reading process by sequencing the letters of the alphabet.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.1.A.c",
                                    "Label": "Develop print awareness in the reading process by demonstrating that books are read left to right, top to bottom.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.1.A.d",
                                    "Label": "Develop print awareness in the reading process by demonstrating that written words are made up of different letters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.1.A.e",
                                    "Label": "Develop print awareness in the reading process by knowing that a sentence is comprised of a group of words separated by spaces.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.1.A.f",
                                    "Label": "Develop print awareness in the reading process by demonstrating one-to-one correspondence between spoken words and written words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.RF.2",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.RF.2.A",
                            "Label": "Phonemic Awareness",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.RF.2.A.a",
                                    "Label": "Develop phonemic awareness in the reading process by identifying sounds in spoken words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.b",
                                    "Label": "Develop phonemic awareness in the reading process by producing rhymes in response to spoken words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.c",
                                    "Label": "Develop phonemic awareness in the reading process by distinguishing orally presented rhyming pairs of words from non-rhyming pairs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.d",
                                    "Label": "Develop phonemic awareness in the reading process by recognizing spoken alliteration or groups of words that begin with the same onset or initial sound.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.e",
                                    "Label": "Develop phonemic awareness in the reading process by blending spoken onsets and rimes to form simple words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.f",
                                    "Label": "Develop phonemic awareness in the reading process by blending spoken phonemes to form one-syllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.g",
                                    "Label": "Develop phonemic awareness in the reading process by isolating the initial, medial, and final sounds in spoken words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.2.A.h",
                                    "Label": "Develop phonemic awareness in the reading process by segmenting spoken words into two or three phonemes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.RF.3",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.RF.3.A",
                            "Label": "Phonics",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.RF.3.A.a",
                                    "Label": "Develop phonics in the reading process by producing and writing letter(s) for most short vowel and consonant sounds.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.3.A.b",
                                    "Label": "Develop phonics in the reading process by reading high- frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.3.A.c",
                                    "Label": "Develop phonics in the reading process by blending letter sounds to decode simple words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.RF.3.A.d",
                                    "Label": "Develop phonics in the reading process by recognizing that new words can be created when letters are changed, added, or deleted and using letter-sound knowledge to write simple messages and words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.RF.4",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.RF.4.A",
                            "Label": "Read, with support, appropriate texts with purpose and understanding.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.EK.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.EK.W.1",
                    "Label": "Apply a writing process to develop a text for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.W.1.A",
                            "Label": "Prewriting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.1.A.a",
                                    "Label": "Follow a writing process, with assistance, to generate a writing plan through using pictures, oral language or written letters, and/or words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.W.1.B",
                            "Label": "Draft",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.1.B.a",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by sequencing the actions or details through letters, words, and pictures.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.W.1.C",
                            "Label": "Revise/Edit",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.1.C.a",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to respond to questions and suggestions, adding details to strengthen writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.1.C.b",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to edit by leaving spaces between words in a sentence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.W.1.D",
                            "Label": "Produce/Publish & Share Writing",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.1.D.a",
                                    "Label": "With assistance from adults/peers explore a variety of conventional/digital tools to produce and publish writing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.W.2",
                    "Label": "Compose well-developed writing texts for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.W.2.A",
                            "Label": "Opinion/Argumentative",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.2.A.a",
                                    "Label": "With assistance, draw/write opinion texts that use a combination of drawing and/or writing to tell an opinion about a topic or text being studied.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.A.b",
                                    "Label": "With assistance, draw/write opinion texts that give logical reasons for suggesting that others follow a particular course of action or line of thinking.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.A.c",
                                    "Label": "With assistance, draw/write opinion texts that use words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.W.2.B",
                            "Label": "Informative/Explanatory",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.2.B.a",
                                    "Label": "With assistance, draw or write informative/explanatory texts that use a combination of drawing and/or writing to name and inform about a topic or a text being studied.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.B.b",
                                    "Label": "With assistance, draw or write informative/explanatory texts that use words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.W.2.C",
                            "Label": "Narrative/Literary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.2.C.a",
                                    "Label": "With assistance, draw and/or write fiction or non-fiction narratives and poems that use a combination of drawing and/or writing to narrate a story or experience the student has had or has imagined.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.C.b",
                                    "Label": "With assistance, draw and/or write fiction or non-fiction narratives and poems that tell the reader about a character or personal event.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.C.c",
                                    "Label": "With assistance, draw and/or write fiction or non-fiction narratives and poems that place events in the order they occurred.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.C.d",
                                    "Label": "With assistance, draw and/or write fiction or non-fiction narratives and poems that use words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.2.C.e",
                                    "Label": "With assistance, draw and/or write fiction or non-fiction narratives and poems that provide a reaction to what happened in the events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.W.3",
                    "Label": "Gather, analyze, evaluate, and use information from a variety of sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.W.3.A",
                            "Label": "Research Process",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.W.3.A.a",
                                    "Label": "With assistance, apply research process to generate a list of open-ended questions about topics of class interest.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.3.A.b",
                                    "Label": "With assistance, apply research process to decide what sources or people in the classroom, school, library, or home can answer their questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.3.A.c",
                                    "Label": "With assistance, apply research process to gather evidence from sources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.W.3.A.d",
                                    "Label": "With assistance, apply research process to use pictures in conjunction with writing when documenting research.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.EK.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.EK.L.1",
                    "Label": "Communicate using conventions of English language.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.L.1.A",
                            "Label": "Grammar",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.L.1.A.a",
                                    "Label": "In speech and written form, apply standard English grammar to identify naming words (nouns) and action words (verbs).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.A.b",
                                    "Label": "In speech and written form, apply standard English grammar to use plural words when speaking.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.A.c",
                                    "Label": "In speech and written form, apply standard English grammar to express time and space.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.A.d",
                                    "Label": "In speech and written form, apply standard English grammar to demonstrate the use of complete sentences in shared language activities.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.A.e",
                                    "Label": "In speech and written form, apply standard English grammar to use question words in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.EK.L.1.B",
                            "Label": "Punctuation, Capitalization & Spelling",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.L.1.B.a",
                                    "Label": "In written text, print in upper- and lowercase letters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.b",
                                    "Label": "In written text, recognize that a sentence ends with punctuation marks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.c",
                                    "Label": "In written text, capitalize own first and last name.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.d",
                                    "Label": "In written text, capitalize first word in a sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.e",
                                    "Label": "In written text, capitalize the pronoun I.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.f",
                                    "Label": "In written text, write and name the printed letters that match the sound.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.g",
                                    "Label": "In written text, use inventive spelling with beginning, final, and medial sounds.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.h",
                                    "Label": "In written text, write and name letters for consonant and vowel sounds.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.L.1.B.i",
                                    "Label": "In written text, use correct spelling of own first and last names.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.EK.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.EK.SL.1",
                    "Label": "Listen for a purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.SL.1.A",
                            "Label": "Purpose",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.SL.1.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following classroom listening rules.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.SL.1.A.b",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by continuing a conversation through multiple exchanges.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.SL.1.A.c",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following one-step instructions, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.SL.2",
                    "Label": "Listen for entertainment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.SL.2.A",
                            "Label": "Entertainment",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.SL.2.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by demonstrating active listening, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.SL.3",
                    "Label": "Speak effectively in collaborative discussions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.SL.3.A",
                            "Label": "Collaborative Discussions",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.SL.3.A.a",
                                    "Label": "Speak clearly using conventions of language when presenting individually or with a group by taking turns speaking, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.SL.3.A.b",
                                    "Label": "Speak clearly using conventions of language when presenting individually or with a group by continuing a conversation through multiple exchanges.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.SL.3.A.c",
                                    "Label": "Speak clearly using conventions of language when presenting individually or with a group by confirming comprehension by retelling information and asking appropriate questions based on read-alouds or other media.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.EK.SL.4",
                    "Label": "Speak effectively when presenting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.EK.SL.4.A",
                            "Label": "Presenting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.EK.SL.4.A.a",
                                    "Label": "Speak clearly and audibly, using conventions of language when presenting individually or with a group by describing personal experiences using a prop, picture, or other visual aid.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.EK.SL.4.A.b",
                                    "Label": "Speak clearly and audibly, using conventions of language when presenting individually or with a group by speaking in complete sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}