{
    "Title": "Florida Benchmarks for Excellent Student Thinking > Mathematics > Grade 4",
    "Overview": "In Grade 4, instructional time will emphasize four areas: (1) extending understanding of multi-digit multiplication and division; (2) developing the relationship between fractions and decimals and beginning operations with both; (3) classifying and measuring angles and (4) developing an understanding for interpreting data to include mode, median and range.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number Sense & Operations",
            "Subs": [
                {
                    "Key": "FL.M4.NSO.1",
                    "Label": "Understand place value for multi-digit numbers.",
                    "Subs": [
                        {
                            "Key": "FL.M4.NSO.1.1",
                            "Label": "Express how the value of a digit in a multi-digit whole number changes if the digit moves one place to the left or right.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.1.2",
                            "Label": "Read and write multi-digit whole numbers from 0 to 1,000,000 using standard form, expanded form and word form.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.1.3",
                            "Label": "Plot, order and compare multi-digit whole numbers up to 1,000,000.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.1.4",
                            "Label": "Round whole numbers from 0 to 10,000 to the nearest 10, 100 or 1,000.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.1.5",
                            "Label": "Plot, order and compare decimals up to the hundredths.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.NSO.2",
                    "Label": "Build an understanding of operations with multi-digit numbers including decimals.",
                    "Subs": [
                        {
                            "Key": "FL.M4.NSO.2.1",
                            "Label": "Recall multiplication facts with factors up to 12 and related division facts with automaticity.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.2",
                            "Label": "Multiply two whole numbers, up to three digits by up to two digits, with procedural reliability.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.3",
                            "Label": "Multiply two whole numbers, each up to two digits, including using a standard algorithm with procedural fluency.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.4",
                            "Label": "Divide a whole number up to four digits by a one-digit whole number with procedural reliability. Represent remainders as fractional parts of the divisor.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.5",
                            "Label": "Explore the multiplication and division of multi-digit whole numbers using estimation, rounding and place value.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.6",
                            "Label": "Identify the number that is one-tenth more, one-tenth less, one-hundredth more and one-hundredth less than a given number.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.NSO.2.7",
                            "Label": "Explore the addition and subtraction of multi-digit numbers with decimals to the hundredths.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Fractions",
            "Subs": [
                {
                    "Key": "FL.M4.FR.1",
                    "Label": "Develop an understanding of the relationship between different fractions and the relationship between fractions and decimals.",
                    "Subs": [
                        {
                            "Key": "FL.M4.FR.1.1",
                            "Label": "Model and express a fraction, including mixed numbers and fractions greater than one, with the denominator 10 as an equivalent fraction with the denominator 100.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.1.2",
                            "Label": "Use decimal notation to represent fractions with denominators of 10 or 100, including mixed numbers and fractions greater than 1, and use fractional notation with denominators of 10 or 100 to represent decimals.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.1.3",
                            "Label": "Identify and generate equivalent fractions, including fractions greater than one. Describe how the numerator and denominator are affected when the equivalent fraction is created.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.1.4",
                            "Label": "Plot, order and compare fractions, including mixed numbers and fractions greater than one, with different numerators and different denominators.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.FR.2",
                    "Label": "Build a foundation of addition, subtraction and multiplication operations with fractions.",
                    "Subs": [
                        {
                            "Key": "FL.M4.FR.2.1",
                            "Label": "Decompose a fraction, including mixed numbers and fractions greater than one, into a sum of fractions with the same denominator in multiple ways. Demonstrate each decomposition with objects, drawings and equations.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.2.2",
                            "Label": "Add and subtract fractions with like denominators, including mixed numbers and fractions greater than one, with procedural reliability.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.2.3",
                            "Label": "Explore the addition of a fraction with denominator of 10 to a fraction with denominator of 100 using equivalent fractions.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.FR.2.4",
                            "Label": "Extend previous understanding of multiplication to explore the multiplication of a fraction by a whole number or a whole number by a fraction.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Subs": [
                {
                    "Key": "FL.M4.AR.1",
                    "Label": "Represent and solve problems involving the four operations with whole numbers and fractions.",
                    "Subs": [
                        {
                            "Key": "FL.M4.AR.1.1",
                            "Label": "Solve real-world problems involving multiplication and division of whole numbers including problems in which remainders must be interpreted within the context.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.AR.1.2",
                            "Label": "Solve real-world problems involving addition and subtraction of fractions with like denominators, including mixed numbers and fractions greater than one.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.AR.1.3",
                            "Label": "Solve real-world problems involving multiplication of a fraction by a whole number or a whole number by a fraction.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.AR.2",
                    "Label": "Demonstrate an understanding of equality and operations with whole numbers.",
                    "Subs": [
                        {
                            "Key": "FL.M4.AR.2.1",
                            "Label": "Determine and explain whether an equation involving any of the four operations with whole numbers is true or false.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.AR.2.2",
                            "Label": "Given a mathematical or real-world context, write an equation involving multiplication or division to determine the unknown whole number with the unknown in any position.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.AR.3",
                    "Label": "Recognize numerical patterns, including patterns that follow a given rule.",
                    "Subs": [
                        {
                            "Key": "FL.M4.AR.3.1",
                            "Label": "Determine factor pairs for a whole number from 0 to 144. Determine whether a whole number from 0 to 144 is prime, composite or neither.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.AR.3.2",
                            "Label": "Generate, describe and extend a numerical pattern that follows a given rule.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Measurement",
            "Subs": [
                {
                    "Key": "FL.M4.M.1",
                    "Label": "Measure the length of objects and solve problems involving measurement.",
                    "Subs": [
                        {
                            "Key": "FL.M4.M.1.1",
                            "Label": "Select and use appropriate tools to measure attributes of objects.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.M.1.2",
                            "Label": "Convert within a single system of measurement using the units: yards, feet, inches; kilometers, meters, centimeters, millimeters; pounds, ounces; kilograms, grams; gallons, quarts, pints, cups; liter, milliliter; and hours, minutes, seconds.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.M.2",
                    "Label": "Solve problems involving time and money.",
                    "Subs": [
                        {
                            "Key": "FL.M4.M.2.1",
                            "Label": "Solve two-step real-world problems involving distances and intervals of time using any combination of the four operations.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.M.2.2",
                            "Label": "Solve one- and two-step addition and subtraction real-world problems involving money using decimal notation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometric Reasoning",
            "Subs": [
                {
                    "Key": "FL.M4.GR.1",
                    "Label": "Draw, classify and measure angles.",
                    "Subs": [
                        {
                            "Key": "FL.M4.GR.1.1",
                            "Label": "Informally explore angles as an attribute of two-dimensional figures. Identify and classify angles as acute, right, obtuse, straight or reflex.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.GR.1.2",
                            "Label": "Estimate angle measures. Using a protractor, measure angles in whole-number degrees and draw angles of specified measure in whole-number degrees. Demonstrate that angle measure is additive.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.GR.1.3",
                            "Label": "Solve real-world and mathematical problems involving unknown whole-number angle measures. Write an equation to represent the unknown.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M4.GR.2",
                    "Label": "Solve problems involving the perimeter and area of rectangles.",
                    "Subs": [
                        {
                            "Key": "FL.M4.GR.2.1",
                            "Label": "Solve perimeter and area mathematical and real-world problems, including problems with unknown sides, for rectangles with whole-number side lengths.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.GR.2.2",
                            "Label": "Solve problems involving rectangles with the same perimeter and different areas or with the same area and different perimeters.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis & Probability",
            "Subs": [
                {
                    "Key": "FL.M4.DP.1",
                    "Label": "Collect, represent and interpret data and find the mode, median and range of a data set.",
                    "Subs": [
                        {
                            "Key": "FL.M4.DP.1.1",
                            "Label": "Collect and represent numerical data, including fractional values, using tables, stem-and-leaf plots or line plots.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.DP.1.2",
                            "Label": "Determine the mode, median or range to interpret numerical data including fractional values, represented with tables, stem-and-leaf plots or line plots.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M4.DP.1.3",
                            "Label": "Solve real-world problems involving numerical data.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}