{
    "Title": "Florida Benchmarks for Excellent Student Thinking > Mathematics > Grade 5",
    "Overview": "In Grade 5, instructional time will emphasize five areas: (1) multiplying and dividing multi-digit whole numbers, including using a standard algorithm; (2) adding and subtracting fractions and decimals with procedural fluency, developing an understanding of multiplication and division of fractions and decimals; (3) developing an understanding of the coordinate plane and plotting pairs of numbers in the first quadrant; (4) extending geometric reasoning to include volume and (5) extending understanding of data to include the mean.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number Sense & Operations",
            "Subs": [
                {
                    "Key": "FL.M5.NSO.1",
                    "Label": "Understand the place value of multi-digit numbers with decimals to the thousandths place.",
                    "Subs": [
                        {
                            "Key": "FL.M5.NSO.1.1",
                            "Label": "Express how the value of a digit in a multi-digit number with decimals to the thousandths changes if the digit moves one or more places to the left or right.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.1.2",
                            "Label": "Read and write multi-digit numbers with decimals to the thousandths using standard form, word form and expanded form.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.1.3",
                            "Label": "Compose and decompose multi-digit numbers with decimals to the thousandths in multiple ways using the values of the digits in each place. Demonstrate the compositions or decompositions using objects, drawings and expressions or equations.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.1.4",
                            "Label": "Plot, order and compare multi-digit numbers with decimals up to the thousandths.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.1.5",
                            "Label": "Round multi-digit numbers with decimals to the thousandths to the nearest hundredth, tenth or whole number.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.NSO.2",
                    "Label": "Add, subtract, multiply and divide multi-digit numbers.",
                    "Subs": [
                        {
                            "Key": "FL.M5.NSO.2.1",
                            "Label": "Multiply multi-digit whole numbers including using a standard algorithm with procedural fluency.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.2.2",
                            "Label": "Divide multi-digit whole numbers, up to five digits by two digits, including using a standard algorithm with procedural fluency. Represent remainders as fractions.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.2.3",
                            "Label": "Add and subtract multi-digit numbers with decimals to the thousandths, including using a standard algorithm with procedural fluency.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.2.4",
                            "Label": "Explore the multiplication and division of multi-digit numbers with decimals to the hundredths using estimation, rounding and place value.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.NSO.2.5",
                            "Label": "Multiply and divide a multi-digit number with decimals to the tenths by one-tenth and one-hundredth with procedural reliability.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Fractions",
            "Subs": [
                {
                    "Key": "FL.M5.FR.1",
                    "Label": "Interpret a fraction as an answer to a division problem.",
                    "Subs": [
                        {
                            "Key": "FL.M5.FR.1.1",
                            "Label": "Given a mathematical or real-world problem, represent the division of two whole numbers as a fraction.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.FR.2",
                    "Label": "Perform operations with fractions.",
                    "Subs": [
                        {
                            "Key": "FL.M5.FR.2.1",
                            "Label": "Add and subtract fractions with unlike denominators, including mixed numbers and fractions greater than 1, with procedural reliability.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.FR.2.2",
                            "Label": "Extend previous understanding of multiplication to multiply a fraction by a fraction, including mixed numbers and fractions greater than 1, with procedural reliability.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.FR.2.3",
                            "Label": "When multiplying a given number by a fraction less than 1 or a fraction greater than 1, predict and explain the relative size of the product to the given number without calculating.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.FR.2.4",
                            "Label": "Extend previous understanding of division to explore the division of a unit fraction by a whole number and a whole number by a unit fraction.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Subs": [
                {
                    "Key": "FL.M5.AR.1",
                    "Label": "Solve problems involving the four operations with whole numbers and fractions.",
                    "Subs": [
                        {
                            "Key": "FL.M5.AR.1.1",
                            "Label": "Solve multi-step real-world problems involving any combination of the four operations with whole numbers, including problems in which remainders must be interpreted within the context.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.1.2",
                            "Label": "Solve real-world problems involving the addition, subtraction or multiplication of fractions, including mixed numbers and fractions greater than 1.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.1.3",
                            "Label": "Solve real-world problems involving division of a unit fraction by a whole number and a whole number by a unit fraction.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.AR.2",
                    "Label": "Demonstrate an understanding of equality, the order of operations and equivalent numerical expressions.",
                    "Subs": [
                        {
                            "Key": "FL.M5.AR.2.1",
                            "Label": "Translate written real-world and mathematical descriptions into numerical expressions and numerical expressions into written mathematical descriptions.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.2.2",
                            "Label": "Evaluate multi-step numerical expressions using order of operations.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.2.3",
                            "Label": "Determine and explain whether an equation involving any of the four operations is true or false.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.2.4",
                            "Label": "Given a mathematical or real-world context, write an equation involving any of the four operations to determine the unknown whole number with the unknown in any position.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.AR.3",
                    "Label": "Analyze patterns and relationships between inputs and outputs.",
                    "Subs": [
                        {
                            "Key": "FL.M5.AR.3.1",
                            "Label": "Given a numerical pattern, identify and write a rule that can describe the pattern as an expression.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.AR.3.2",
                            "Label": "Given a rule for a numerical pattern, use a two-column table to record the inputs and outputs.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Measurement",
            "Subs": [
                {
                    "Key": "FL.M5.M.1",
                    "Label": "Convert measurement units to solve multi-step problems.",
                    "Subs": [
                        {
                            "Key": "FL.M5.M.1.1",
                            "Label": "Solve multi-step real-world problems that involve converting measurement units to equivalent measurements within a single system of measurement.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.M.2",
                    "Label": "Solve problems involving money.",
                    "Subs": [
                        {
                            "Key": "FL.M5.M.2.1",
                            "Label": "Solve multi-step real-world problems involving money using decimal notation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometric Reasoning",
            "Subs": [
                {
                    "Key": "FL.M5.GR.1",
                    "Label": "Classify two-dimensional figures and three-dimensional figures based on defining attributes.",
                    "Subs": [
                        {
                            "Key": "FL.M5.GR.1.1",
                            "Label": "Classify triangles or quadrilaterals into different categories based on shared defining attributes. Explain why a triangle or quadrilateral would or would not belong to a category.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.GR.1.2",
                            "Label": "Identify and classify three-dimensional figures into categories based on their defining attributes. Figures are limited to right pyramids, right prisms, right circular cylinders, right circular cones and spheres.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.GR.2",
                    "Label": "Find the perimeter and area of rectangles with fractional or decimal side lengths.",
                    "Subs": [
                        {
                            "Key": "FL.M5.GR.2.1",
                            "Label": "Find the perimeter and area of a rectangle with fractional or decimal side lengths using visual models and formulas.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.GR.3",
                    "Label": "Solve problems involving the volume of right rectangular prisms.",
                    "Subs": [
                        {
                            "Key": "FL.M5.GR.3.1",
                            "Label": "Explore volume as an attribute of three-dimensional figures by packing them with unit cubes without gaps. Find the volume of a right rectangular prism with whole-number side lengths by counting unit cubes.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.GR.3.2",
                            "Label": "Find the volume of a right rectangular prism with whole-number side lengths using a visual model and a formula.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.GR.3.3",
                            "Label": "Solve real-world problems involving the volume of right rectangular prisms, including problems with an unknown edge length, with whole-number edge lengths using a visual model or a formula. Write an equation with a variable for the unknown to represent the problem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M5.GR.4",
                    "Label": "Plot points and represent problems on the coordinate plane.",
                    "Subs": [
                        {
                            "Key": "FL.M5.GR.4.1",
                            "Label": "Identify the origin and axes in the coordinate system. Plot and label ordered pairs in the first quadrant of the coordinate plane.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.GR.4.2",
                            "Label": "Represent mathematical and real-world problems by plotting points in the first quadrant of the coordinate plane and interpret coordinate values of points in the context of the situation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis & Probability",
            "Subs": [
                {
                    "Key": "FL.M5.DP.1",
                    "Label": "Collect, represent and interpret data and find the mean, mode, median or range of a data set.",
                    "Subs": [
                        {
                            "Key": "FL.M5.DP.1.1",
                            "Label": "Collect and represent numerical data, including fractional and decimal values, using tables, line graphs or line plots.",
                            "Subs": []
                        },
                        {
                            "Key": "FL.M5.DP.1.2",
                            "Label": "Interpret numerical data, with whole-number values, represented with tables or line plots by determining the mean, mode, median or range.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}