{
    "Title": "Florida Benchmarks for Excellent Student Thinking > Mathematics > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number Sense & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.NSO.1",
                    "Label": "Generate equivalent expressions and perform operations with expressions involving exponents, radicals or logarithms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.NSO.1.1",
                            "Label": "Extend previous understanding of the Laws of Exponents to include rational exponents. Apply the Laws of Exponents to evaluate numerical expressions and generate equivalent numerical expressions involving rational exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.2",
                            "Label": "Generate equivalent algebraic expressions using the properties of exponents.",
                            "Examples": [
                                "The expression 1.5³ᵗ⁺² is equivalent to the expression 2.25(1.5)³ᵗ which is equivalent to 2.25(3.375)ᵗ."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.3",
                            "Label": "Generate equivalent algebraic expressions involving radicals or rational exponents using the properties of exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.4",
                            "Label": "Apply previous understanding of operations with rational numbers to add, subtract, multiply and divide numerical radicals.",
                            "Examples": [
                                "(Algebra 1) The expression √136/√2 is equivalent to √(136/2) which is equivalent to √68 which is equivalent to 2√17."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.5",
                            "Label": "Add, subtract, multiply and divide algebraic expressions involving radicals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.6",
                            "Label": "Given a numerical logarithmic expression, evaluate and generate equivalent numerical expressions using the properties of logarithms or exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.1.7",
                            "Label": "Given an algebraic logarithmic expression, generate an equivalent algebraic expression using the properties of logarithms or exponents.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.NSO.2",
                    "Label": "Represent and perform operations with expressions within the complex number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.NSO.2.1",
                            "Label": "Extend previous understanding of the real number system to include the complex number system. Add, subtract, multiply and divide complex numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.2.2",
                            "Label": "Represent addition, subtraction, multiplication and conjugation of complex numbers geometrically on the complex plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.2.3",
                            "Label": "Calculate the distance and midpoint between two numbers on the complex coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.2.4",
                            "Label": "Solve mathematical and real-world problems involving complex numbers represented algebraically or on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.2.5",
                            "Label": "Represent complex numbers on the complex plane in rectangular and polar forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.2.6",
                            "Label": "Rewrite complex numbers to trigonometric form. Multiply complex numbers in trigonometric form.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.NSO.3",
                    "Label": "Represent and perform operations with vectors.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.NSO.3.1",
                            "Label": "Apply appropriate notation and symbols to represent vectors in the plane as directed line segments. Determine the magnitude and direction of a vector in component form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.2",
                            "Label": "Represent vectors in component form, linear form or trigonometric form. Rewrite vectors from one form to another.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.3",
                            "Label": "Solve mathematical and real-world problems involving velocity and other quantities that can be represented by vectors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.4",
                            "Label": "Solve mathematical and real-world problems involving vectors in two dimensions using the dot product and vector projections.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.5",
                            "Label": "Solve mathematical and real-world problems involving vectors in three dimensions using the dot product and cross product.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.6",
                            "Label": "Multiply a vector by a scalar algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.7",
                            "Label": "Compute the magnitude and direction of a vector scalar multiple.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.8",
                            "Label": "Add and subtract vectors algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.3.9",
                            "Label": "Given the magnitude and direction of two or more vectors, determine the magnitude and direction of their sum.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.NSO.4",
                    "Label": "Represent and perform operations with matrices.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.NSO.4.1",
                            "Label": "Given a mathematical or real-world context, represent and manipulate data using matrices.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.4.2",
                            "Label": "Given a mathematical or real-world context, represent and solve a system of two- or three-variable linear equations using matrices.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.4.3",
                            "Label": "Solve mathematical and real-world problems involving addition, subtraction and multiplication of matrices.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.NSO.4.4",
                            "Label": "Solve mathematical and real-world problems using the inverse and determinant of matrices.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.AR.1",
                    "Label": "Interpret and rewrite algebraic expressions and equations in equivalent forms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.1.1",
                            "Label": "Identify and interpret parts of an equation or expression that represent a quantity in terms of a mathematical or real-world context, including viewing one or more of its parts as a single entity.",
                            "Examples": [
                                "(Algebra 1) Derrick is using the formula P = 1000(1 + .1)ᵗ to make a prediction about the camel population in Australia. He identifies the growth factor as (1 + .1), or 1.1, and states that the camel population will grow at an annual rate of 10% per year.",
                                "The expression 1.15ᵗ can be rewritten as (1.15¹/¹²)¹²ᵗ which is approximately equivalent to 1.012¹²ᵗ. This latter expression reveals the approximate equivalent monthly interest rate of 1.2% if the annual rate is 15%."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.2",
                            "Label": "Rearrange equations or formulas to isolate a quantity of interest.",
                            "Examples": [
                                "(Algebra 1) The Ideal Gas Law PV = nRT can be rearranged as T = PV/nR to isolate temperature as the quantity of interest.",
                                "Given the Compound Interest formula A = P(1 + r/n)ⁿᵗ, solve for P.",
                                "(Mathematics for Data and Financial Literacy Honors) Given the Compound Interest formula A = P(1 + r/n)ⁿᵗ, solve for t."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.3",
                            "Label": "Add, subtract and multiply polynomial expressions with rational number coefficients.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.4",
                            "Label": "Divide a polynomial expression by a monomial expression with rational number coefficients.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.5",
                            "Label": "Divide polynomial expressions using long division, synthetic division or algebraic manipulation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.6",
                            "Label": "Solve mathematical and real-world problems involving addition, subtraction, multiplication or division of polynomials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.7",
                            "Label": "Rewrite a polynomial expression as a product of polynomials over the real number system.",
                            "Examples": [
                                "The expression 4x³y – 3x²y⁴ is equivalent to the factored form x²y(4x – 3y³).",
                                "The expression 16x² – 9y² is equivalent to the factored form (4x – 3y)(4x + 3y)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.8",
                            "Label": "Rewrite a polynomial expression as a product of polynomials over the real or complex number system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.9",
                            "Label": "Apply previous understanding of rational number operations to add, subtract, multiply and divide rational algebraic expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.10",
                            "Label": "Solve mathematical and real-world problems involving addition, subtraction, multiplication or division of rational algebraic expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.1.11",
                            "Label": "Apply the Binomial Theorem to create equivalent polynomial expressions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.2",
                    "Label": "Write, solve and graph linear equations, functions and inequalities in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.2.1",
                            "Label": "Given a real-world context, write and solve one-variable multi-step linear equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.2",
                            "Label": "Write a linear two-variable equation to represent the relationship between two quantities from a graph, a written description or a table of values within a mathematical or real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.3",
                            "Label": "Write a linear two-variable equation for a line that is parallel or perpendicular to a given line and goes through a given point.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.4",
                            "Label": "Given a table, equation or written description of a linear function, graph that function, and determine and interpret its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.5",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with linear functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [
                                "Lizzy's mother uses the function C(p) = 450 + 7.75p, where C(p) represents the total cost of a rental space and p is the number of people attending, to help budget Lizzy's 16th birthday party. Lizzy's mom wants to spend no more than $850 for the party. Graph the function in terms of the context."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.6",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable linear inequalities, including compound inequalities. Represent solutions algebraically or graphically.",
                            "Examples": [
                                "(Algebra 1) The compound inequality 2x ≤ 5x + 1 < 4 is equivalent to –1 ≤ 3x and 5x < 3, which is equivalent to –1/3 ≤ x < 3/5."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.7",
                            "Label": "Write two-variable linear inequalities to represent relationships between quantities from a graph or a written description within a mathematical or real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.2.8",
                            "Label": "Given a mathematical or real-world context, graph the solution set to a two-variable linear inequality.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.3",
                    "Label": "Write, solve and graph quadratic equations, functions and inequalities in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.3.1",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable quadratic equations over the real number system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.2",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable quadratic equations over the real and complex number systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.3",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable quadratic inequalities over the real number system. Represent solutions algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.4",
                            "Label": "Write a quadratic function to represent the relationship between two quantities from a graph, a written description or a table of values within a mathematical or real-world context.",
                            "Examples": [
                                "(Algebra 1) Given the table of values below from a quadratic function, write an equation of that function.",
                                "[INSERT TABLE HERE]"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.5",
                            "Label": "Given the x-intercepts and another point on the graph of a quadratic function, write the equation for the function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.6",
                            "Label": "Given an expression or equation representing a quadratic function, determine the vertex and zeros and interpret them in terms of a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.7",
                            "Label": "Given a table, equation or written description of a quadratic function, graph that function, and determine and interpret its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.8",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with quadratic functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [
                                "(Algebra 1) The value of a classic car produced in 1972 can be modeled by the function V(t) = 19.25t² – 440t + 3500, where t is the number of years since 1972. In what year does the car's value start to increase?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.9",
                            "Label": "Given a mathematical or real-world context, write two-variable quadratic inequalities to represent relationships between quantities from a graph or a written description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.3.10",
                            "Label": "Given a mathematical or real-world context, graph the solution set to a two-variable quadratic inequality.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.4",
                    "Label": "Write, solve and graph absolute value equations, functions and inequalities in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.4.1",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable absolute value equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.4.2",
                            "Label": "Given a mathematical or real-world context, write and solve one-variable absolute value inequalities. Represent solutions algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.4.3",
                            "Label": "Given a table, equation or written description of an absolute value function, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.4.4",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with absolute value functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.5",
                    "Label": "Write, solve and graph exponential and logarithmic equations and functions in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.5.1",
                            "Label": "Solve one-variable exponential equations using the properties of exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.2",
                            "Label": "Solve one-variable equations involving logarithms or exponential expressions. Interpret solutions as viable in terms of the context and identify any extraneous solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.3",
                            "Label": "Given a mathematical or real-world context, classify an exponential function as representing growth or decay.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.4",
                            "Label": "Write an exponential function to represent a relationship between two quantities from a graph, a written description or a table of values within a mathematical or real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.5",
                            "Label": "Given an expression or equation representing an exponential function, reveal the constant percent rate of change per unit interval using the properties of exponents. Interpret the constant percent rate of change in terms of a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.6",
                            "Label": "Given a table, equation or written description of an exponential function, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.7",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with exponential functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [
                                "The graph of the function f(t) = e⁵ᵗ⁺² can be transformed into the straight line y = 5t + 2 by taking the natural logarithm of the function's outputs."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.8",
                            "Label": "Given a table, equation or written description of a logarithmic function, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.5.9",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with logarithmic functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.6",
                    "Label": "Solve and graph polynomial equations and functions in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.6.1",
                            "Label": "Given a mathematical or real-world context, when suitable factorization is possible, solve one-variable polynomial equations of degree 3 or higher over the real and complex number systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.6.2",
                            "Label": "Explain and apply the Remainder Theorem to solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.6.3",
                            "Label": "Explain and apply theorems for polynomials to solve mathematical and real-world problems.",
                            "Examples": [
                                "Write a polynomial function that has the zeroes 5 and 2 + i."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.6.4",
                            "Label": "Given a table, equation or written description of a polynomial function of degree 3 or higher, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.6.5",
                            "Label": "Sketch a rough graph of a polynomial function of degree 3 or higher using zeros, multiplicity and knowledge of end behavior.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.6.6",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with polynomial functions of degree 3 or higher. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.7",
                    "Label": "Solve and graph radical equations and functions in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.7.1",
                            "Label": "Solve one-variable radical equations. Interpret solutions as viable in terms of context and identify any extraneous solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.7.2",
                            "Label": "Given a table, equation or written description of a square root or cube root function, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.7.3",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with square root or cube root functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.7.4",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with radical functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.8",
                    "Label": "Solve and graph rational equations and functions in one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.8.1",
                            "Label": "Write and solve one-variable rational equations. Interpret solutions as viable in terms of the context and identify any extraneous solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.8.2",
                            "Label": "Given a table, equation or written description of a rational function, graph that function and determine its key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.8.3",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with rational functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.9",
                    "Label": "Write and solve a system of two- and three-variable equations and inequalities that describe quantities or relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.9.1",
                            "Label": "Given a mathematical or real-world context, write and solve a system of two-variable linear equations algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.2",
                            "Label": "Given a mathematical or real-world context, solve a system consisting of a two-variable linear equation and a non-linear equation algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.3",
                            "Label": "Given a mathematical or real-world context, solve a system consisting of two-variable linear or non-linear equations algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.4",
                            "Label": "Graph the solution set of a system of two-variable linear inequalities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.5",
                            "Label": "Graph the solution set of a system of two-variable inequalities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.6",
                            "Label": "Given a real-world context, represent constraints as systems of linear equations or inequalities. Interpret solutions to problems as viable or nonviable options.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.7",
                            "Label": "Given a real-world context, represent constraints as systems of linear and non-linear equations or inequalities. Interpret solutions to problems as viable or non-viable options.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.8",
                            "Label": "Solve real-world problems involving linear programming in two variables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.9",
                            "Label": "Given a mathematical or real-world context, solve a system of three-variable linear equations algebraically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.9.10",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with piecewise functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [
                                "A mechanic wants to place an ad in his local newspaper. The cost, in dollars, of an ad x inches long is given by the following piecewise function. Find the cost of an ad that would be 16 inches long.",
                                "[INSERT FUNCTION HERE]"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.AR.10",
                    "Label": "Solve problems involving sequences and series.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.AR.10.1",
                            "Label": "Given a mathematical or real-world context, write and solve problems involving arithmetic sequences.",
                            "Examples": [
                                "Tara is saving money to move out of her parent's house. She opens the account with $250 and puts $100 into a savings account every month after that. Write the total amount of money she has in her account after each month as a sequence. In how many months will she have at least $3,000?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.10.2",
                            "Label": "Given a mathematical or real-world context, write and solve problems involving geometric sequences.",
                            "Examples": [
                                "A bacteria in a Petri dish initially covers 2 square centimeters. The bacteria grows at a rate of 2.6% every day. Determine the geometric sequence that describes the area covered by the bacteria after 0, 1, 2, 3 ... days. Determine using technology, how many days it would take the bacteria to cover 10 square centimeters."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.10.3",
                            "Label": "Recognize and apply the formula for the sum of a finite arithmetic series to solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.10.4",
                            "Label": "Recognize and apply the formula for the sum of a finite or an infinite geometric series to solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.10.5",
                            "Label": "Given a mathematical or real-world context, write a sequence using function notation, defined explicitly or recursively, to represent relationships between quantities from a written description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.AR.10.6",
                            "Label": "Given a mathematical or real-world context, find the domain of a given sequence defined recursively or explicitly.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.F.1",
                    "Label": "Understand, compare and analyze properties of functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.F.1.1",
                            "Label": "Given an equation or graph that defines a function, determine the function type. Given an input-output table, determine a function type that could represent it.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.2",
                            "Label": "Given a function represented in function notation, evaluate the function for an input in its domain. For a real-world context, interpret the output.",
                            "Examples": [
                                "(Algebra 1) The function f(x) = x/7 – 8 models Alicia's position in miles 7 relative to a water stand x minutes into a marathon. Evaluate and interpret for a quarter of an hour into the race."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.3",
                            "Label": "Calculate and interpret the average rate of change of a real-world situation represented graphically, algebraically or in a table over a specified interval.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.4",
                            "Label": "Write an algebraic expression that represents the difference quotient of a function. Calculate the numerical value of the difference quotient at a given pair of points.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.5",
                            "Label": "Compare key features of linear functions each represented algebraically, graphically, in tables or written descriptions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.6",
                            "Label": "Compare key features of linear and nonlinear functions each represented algebraically, graphically, in tables or written descriptions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.7",
                            "Label": "Compare key features of two functions each represented algebraically, graphically, in tables or written descriptions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.8",
                            "Label": "Determine whether a linear, quadratic or exponential function best models a given real-world situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.1.9",
                            "Label": "Determine whether a function is even, odd or neither when represented algebraically, graphically or in a table.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.F.2",
                    "Label": "Identify and describe the effects of transformations on functions. Create new functions given transformations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.F.2.1",
                            "Label": "Identify the effect on the graph or table of a given function after replacing f(x) by f(x) + k, kf(x), f(kx) and f(x + k) for specific values of k.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.2.2",
                            "Label": "Identify the effect on the graph of a given function of two or more transformations defined by adding a real number to the x- or y-values or multiplying the x- or y-values by a real number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.2.3",
                            "Label": "Given the graph or table of f(x) and the graph or table of f(x) + k, kf(x), f(kx) and f(x + k), state the type of transformation and find the value of the real number k.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.2.4",
                            "Label": "IGiven the graph or table of values of two or more transformations of a function, state the type of transformation and find the values of the real number that defines the transformation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.2.5",
                            "Label": "Given a table, equation or graph that represents a function, create a corresponding table, equation or graph of the transformed function defined by adding a real number to the x- or y-values or multiplying the x- or y-values by a real number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.F.3",
                    "Label": "Create new functions from existing functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.F.3.1",
                            "Label": "Given a mathematical or real-world context, combine two functions, limited to linear and quadratic, using arithmetic operations. When appropriate, include domain restrictions for the new function.",
                            "Examples": [
                                "The quotient of the functions f(x) = 3x² – 7x + 3 and g(x) = 6x – 1 can be expressed as h(x) = (3x² – 7x + 3)/(6x – 1), where the domain of h(x) is –∞ ≤ x < 1/6 and 1/6 < x ≤ ∞."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.2",
                            "Label": "Given a mathematical or real-world context, combine two or more functions, limited to linear, quadratic, exponential and polynomial, using arithmetic operations. When appropriate, include domain restrictions for the new function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.3",
                            "Label": "Solve mathematical and real-world problems involving functions that have been combined using arithmetic operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.4",
                            "Label": "Represent the composition of two functions algebraically or in a table. Determine the domain and range of the composite function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.5",
                            "Label": "Solve mathematical and real-world problems involving composite functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.6",
                            "Label": "Determine whether an inverse function exists by analyzing tables, graphs and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.7",
                            "Label": "Represent the inverse of a function algebraically, graphically or in a table. Use composition of functions to verify that one function is the inverse of the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.8",
                            "Label": "Produce an invertible function from a non-invertible function by restricting the domain.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.F.3.9",
                            "Label": "Solve mathematical and real-world problems involving inverse functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.FL.1",
                    "Label": "Build mathematical foundations for financial literacy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.FL.1.1",
                            "Label": "Extend previous knowledge of operations of fractions, percentages and decimals to solve real-world problems involving money and business.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.1.2",
                            "Label": "Extend previous knowledge of ratios and proportional relationships to solve real-world problems involving money and business.",
                            "Examples": [
                                "A local grocery stores sells trail mix for $1.75 per pound. If the grocery store spends $0.82 on each pound of mix, how much will the store gain in gross profit if they sell 6.4 pounds in one day?",
                                "If Juan makes $25.00 per hour and works 40 hours per week, what is his annual salary?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.1.3",
                            "Label": "Solve real-world problems involving weighted averages using spreadsheets and other technology.",
                            "Examples": [
                                "Kiko wants to buy a new refrigerator and decides on the following rating system: capacity 50%, water filter life 30% and capability with technology 20%. One refrigerator gets 8 (out of 10) for capacity, 6 for water filter life and 7 for capability with technology. Another refrigerator gets 9 for capacity, 4 for water filter life and 6 for capability with technology. Which refrigerator is best based on the rating system?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.FL.2",
                    "Label": "Develop an understanding of basic accounting and economic principles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.FL.2.1",
                            "Label": "Given assets and liabilities, calculate net worth using spreadsheets and other technology.",
                            "Examples": [
                                "Jose is trying to prepare a balance sheet for the end of the year based on his profits and losses. Create a spreadsheet showing his liabilities and assets, and compute his net worth."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.2.2",
                            "Label": "Solve real-world problems involving profits, costs and revenues using spreadsheets and other technology.",
                            "Examples": [
                                "A travel agency charges $2400 per person for a week-long trip to London if the group has 16 people or less. For groups larger then 16, the price per person is reduced by $100 for each additional person. Create an expression describing the revenue as a function of the number of people in the group. Determine the number of people that maximizes the revenue."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.2.3",
                            "Label": "Explain how consumer price index (CPI), gross domestic product (GDP), stock indices, unemployment rate and trade deficit are calculated. Interpret their value in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.2.4",
                            "Label": "Given current exchange rates, convert between currencies. Solve real-world problems involving exchange rates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.2.5",
                            "Label": "Develop budgets that fit within various incomes using spreadsheets and other technology.",
                            "Examples": [
                                "Develop a budget spreadsheet for your business that includes typical expenses such as rental space, transportation, utilities, inventory, payroll, and miscellaneous expenses. Add categories for savings toward your own financial goals, and determine the monthly income needed, before taxes, to meet the requirements of your budget."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.2.6",
                            "Label": "Given a real-world scenario, complete and calculate federal income tax using spreadsheets and other technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.FL.3",
                    "Label": "Describe the advantages and disadvantages of short-term and long-term purchases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.FL.3.1",
                            "Label": "Compare simple, compound and continuously compounded interest over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.2",
                            "Label": "Solve real-world problems involving simple, compound and continuously compounded interest.",
                            "Examples": [
                                "Find the amount of money on deposit at the end of 5 years if you started with $500 and it was compounded quarterly at 6% interest per year.",
                                "Joe won $25,000 on a lottery scratch-off ticket. How many years will it take at 6% interest compounded yearly for his money to double?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.3",
                            "Label": "Solve real-world problems involving present value and future value of money.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.4",
                            "Label": "Explain the relationship between simple interest and linear growth. Explain the relationship between compound interest and exponential growth and the relationship between continuously compounded interest and exponential growth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.5",
                            "Label": "Compare the advantages and disadvantages of using cash versus personal financing options.",
                            "Examples": [
                                "Compare paying for a tank of gasoline in the following ways: cash; credit card and paying over 2 months; credit card and paying balance in full each month."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.6",
                            "Label": "Calculate the finance charges and total amount due on a bill using various forms of credit using estimation, spreadsheets and other technology.",
                            "Examples": [
                                "Calculate the finance charge each month and the total amount paid for 5 months if you charged $500 on your credit card but you can only afford to pay $100 each month. Your credit card has a monthly periodic finance rate of 1.5% and an annual finance rate of 17.99%."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.7",
                            "Label": "Compare the advantages and disadvantages of different types of student loans by manipulating a variety of variables and calculating the total cost using spreadsheets and other technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.8",
                            "Label": "Calculate using spreadsheets and other technology the total cost of purchasing consumer durables over time given different monthly payments, down payments, financing options and fees.",
                            "Examples": [
                                "You want to buy a sofa that cost $899. Company A will let you pay $100 down and then pay the remaining balance over 3 years at 15.99% interest. Company B will not require a down payment and will defer payments for one year. However, you will accrue interest at a rate of 18.99% interest during that first year. Starting the second year you will have to pay the new amount for 2 years at a rate of 26% interest. Which deal is better and why? Calculate the total amount paid for both deals.",
                                "An electronics company advertises that if you buy a TV over $450, you will not have to pay interest for one year. If you bought a 65' TV, regularly $699.99 and on sale for 10% off, on January 1st and only paid $300 of the balance within the year, how much interest would you have to pay for the remaining balance on the TV? Assume the interest rate is 23.99%. What did the TV really cost you?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.9",
                            "Label": "Compare the advantages and disadvantages of different types of mortgage loans by manipulating a variety of variables and calculating fees and total cost using spreadsheets and other technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.10",
                            "Label": "Analyze credit scores qualitatively. Explain how short-term and long-term purchases, including deferred payments, may increase or decrease credit scores. Explain how credit scores influence buying power.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.11",
                            "Label": "Given a real-world scenario, establish a plan to pay off debt.",
                            "Examples": [
                                "Suppose you currently have a balance of $4500 on a credit card that charges 18% annual interest. What monthly payment would you have to make in order to pay off the card in 3 years, assuming you do not make any more charges to the card?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.3.12",
                            "Label": "Given fixed costs, per item costs and selling price, determine the break-even point for sales volume.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.FL.4",
                    "Label": "Describe the advantages and disadvantages of financial and investment plans, including insurances.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.FL.4.1",
                            "Label": "Calculate and compare various options, deductibles and fees for various types of insurance policies using spreadsheets and other technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.4.2",
                            "Label": "Compare the advantages and disadvantages for adding on a one-time warranty to a purchase using spreadsheets and other technology.",
                            "Examples": [
                                "VicTorrious is a graphic designer and needs to buy a new computer every 3 years. For every computer that VicTorrious buys, she does not add on the one-time warranty because she feels that the total cost of the added on warranties will be more than the total cost of all repairs she expects to have."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.4.3",
                            "Label": "Compare the advantages and disadvantages of various retirement savings plans using spreadsheets and other technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.4.4",
                            "Label": "Collect, organize and interpret data to determine an effective retirement savings plan to meet personal financial goals using spreadsheets and other technology.",
                            "Examples": [
                                "Investigate historical rates of return for stocks, bonds, savings accounts, mutual funds, as well as the relative risks for each type of investment. Organize your results in a table showing the relative returns and risks of each type of investment over short and long terms, and use these data to determine a combination of investments suitable for building a retirement account sufficient to meet anticipated financial needs."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.4.5",
                            "Label": "Compare different ways that portfolios can be diversified in investments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.FL.4.6",
                            "Label": "Simulate the purchase of a stock portfolio with a set amount of money, and evaluate its worth over time considering gains, losses and selling, taking into account any associated fees.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometric Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.GR.1",
                    "Label": "Prove and apply geometric theorems to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.1.1",
                            "Label": "Prove relationships and theorems about lines and angles. Solve mathematical and real-world problems involving postulates, relationships and theorems of lines and angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.1.2",
                            "Label": "Prove triangle congruence or similarity using Side-Side-Side, Side-Angle-Side, Angle-Side-Angle, Angle-Angle-Side, Angle-Angle and Hypotenuse-Leg.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.1.3",
                            "Label": "Prove relationships and theorems about triangles. Solve mathematical and real-world problems involving postulates, relationships and theorems of triangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.1.4",
                            "Label": "Prove relationships and theorems about parallelograms. Solve mathematical and real-world problems involving postulates, relationships and theorems of parallelograms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.1.5",
                            "Label": "Prove relationships and theorems about trapezoids. Solve mathematical and real-world problems involving postulates, relationships and theorems of trapezoids.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.1.6",
                            "Label": "Solve mathematical and real-world problems involving congruence or similarity in two-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.2",
                    "Label": "Apply properties of transformations to describe congruence or similarity.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.2.1",
                            "Label": "Given a preimage and image, describe the transformation and represent the transformation algebraically using coordinates.",
                            "Examples": [
                                "Given a triangle whose vertices have the coordinates (–3, 4), (2, 1.7) and (–0.4, –3). If this triangle is reflected across the y-axis the transformation can be described using coordinates as (x, y) → (–x, y) resulting in the image whose vertices have the coordinates (3, 4), (–2, 1.7) and (0.4, –3)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.2",
                            "Label": "Identify transformations that do or do not preserve distance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.3",
                            "Label": "Identify a sequence of transformations that will map a given figure onto itself or onto another congruent or similar figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.4",
                            "Label": "Determine symmetries of reflection, symmetries of rotation and symmetries of translation of a geometric figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.5",
                            "Label": "Given a geometric figure and a sequence of transformations, draw the transformed figure on a coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.6",
                            "Label": "Apply rigid transformations to map one figure onto another to justify that the two figures are congruent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.7",
                            "Label": "Justify the criteria for triangle congruence using the definition of congruence in terms of rigid transformations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.8",
                            "Label": "Apply an appropriate transformation to map one figure onto another to justify that the two figures are similar.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.2.9",
                            "Label": "Justify the criteria for triangle similarity using the definition of similarity in terms of non-rigid transformations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.3",
                    "Label": "Use coordinate geometry to solve problems or prove relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.3.1",
                            "Label": "Determine the weighted average of two or more points on a line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.3.2",
                            "Label": "Given a mathematical context, use coordinate geometry to classify or justify definitions, properties and theorems involving circles, triangles or quadrilaterals.",
                            "Examples": [
                                "Given Triangle ABC has vertices located at (–2, 2), (3, 3) and (1, –3), respectively, classify the type of triangle ABC is based on its angle measures and side lengths.",
                                "If a square has a diagonal with vertices (–1, 1) and (–4, –3), find the coordinate values of the vertices of the other diagonal and show that the two diagonals are perpendicular."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.3.3",
                            "Label": "Use coordinate geometry to solve mathematical and real-world geometric problems involving lines, circles, triangles and quadrilaterals.",
                            "Examples": [
                                "The line x + 2y = 10 is tangent to a circle whose center is located at (2, –1). Find the tangent point and a second tangent point of a line with the same slope as the given line.",
                                "Given M(–4, 7) and N(12, –1),find the coordinates of point P on MN so that P partitions MN in the ratio 2:3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.3.4",
                            "Label": "Use coordinate geometry to solve mathematical and real-world problems on the coordinate plane involving perimeter or area of polygons.",
                            "Examples": [
                                "A new community garden has four corners. Starting at the first corner and working counterclockwise, the second corner is 200 feet east, the third corner is 150 feet north of the second corner and the fourth corner is 100 feet west of the third corner. Represent the garden in the coordinate plane, and determine how much fence is needed for the perimeter of the garden and determine the total area of the garden."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.4",
                    "Label": "Use geometric measurement and dimensions to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.4.1",
                            "Label": "Identify the shapes of two-dimensional cross-sections of three-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.4.2",
                            "Label": "Identify three-dimensional objects generated by rotations of two-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.4.3",
                            "Label": "Extend previous understanding of scale drawings and scale factors to determine how dilations affect the area of two-dimensional figures and the surface area or volume of three-dimensional figures.",
                            "Examples": [
                                "Mike is having a graduation party and wants to make sure he has enough pizza. Which option would provide more pizza for his guests: one 12-inch pizza or three 6-inch pizzas?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.4.4",
                            "Label": "Solve mathematical and real-world problems involving the area of two-dimensional figures.",
                            "Examples": [
                                "A town has 23 city blocks, each of which has dimensions of 1 quarter mile by 1 quarter mile, and there are 4500 people in the town. What is the population density of the town?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.4.5",
                            "Label": "Solve mathematical and real-world problems involving the volume of three-dimensional figures limited to cylinders, pyramids, prisms, cones and spheres.",
                            "Examples": [
                                "A cylindrical swimming pool is filled with water and has a diameter of 10 feet and height of 4 feet. If water weighs 62.4 pounds per cubic foot, what is the total weight of the water in a full tank to the nearest pound?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.4.6",
                            "Label": "Solve mathematical and real-world problems involving the surface area of three-dimensional figures limited to cylinders, pyramids, prisms, cones and spheres.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.5",
                    "Label": "Make formal geometric constructions with a variety of tools and methods.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.5.1",
                            "Label": "Construct a copy of a segment or an angle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.5.2",
                            "Label": "Construct the bisector of a segment or an angle, including the perpendicular bisector of a line segment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.5.3",
                            "Label": "Construct the inscribed and circumscribed circles of a triangle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.5.4",
                            "Label": "Construct a regular polygon inscribed in a circle. Regular polygons are limited to triangles, quadrilaterals and hexagons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.5.5",
                            "Label": "Given a point outside a circle, construct a line tangent to the circle that passes through the given point.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.6",
                    "Label": "Use properties and theorems related to circles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.6.1",
                            "Label": "Solve mathematical and real-world problems involving the length of a secant, tangent, segment or chord in a given circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.6.2",
                            "Label": "Solve mathematical and real-world problems involving the measures of arcs and related angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.6.3",
                            "Label": "Solve mathematical problems involving triangles and quadrilaterals inscribed in a circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.6.4",
                            "Label": "Solve mathematical and real-world problems involving the arc length and area of a sector in a given circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.6.5",
                            "Label": "Apply transformations to prove that all circles are similar.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.GR.7",
                    "Label": "Apply geometric and algebraic representations of conic sections.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.GR.7.1",
                            "Label": "Given a conic section, describe how it can result from the slicing of two cones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.2",
                            "Label": "Given a mathematical or real-world context, derive and create the equation of a circle using key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.3",
                            "Label": "Graph and solve mathematical and real-world problems that are modeled with an equation of a circle. Determine and interpret key features in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.4",
                            "Label": "Given a mathematical or real-world context, derive and create the equation of a parabola using key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.5",
                            "Label": "Graph and solve mathematical and real-world problems that are modeled with an equation of a parabola. Determine and interpret key features in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.6",
                            "Label": "Given a mathematical or real-world context, derive and create the equation of an ellipse using key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.7",
                            "Label": "Graph and solve mathematical and real-world problems that are modeled with an equation of an ellipse. Determine and interpret key features in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.8",
                            "Label": "Given a mathematical or real-world context, derive and create the equation of a hyperbola using key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.GR.7.9",
                            "Label": "Graph and solve mathematical and real-world problems that are modeled with an equation of a hyperbola. Determine and interpret key features in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Trigonometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.T.1",
                    "Label": "Define and use trigonometric ratios, identities or functions to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.T.1.1",
                            "Label": "Define trigonometric ratios for acute angles in right triangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.2",
                            "Label": "Solve mathematical and real-world problems involving right triangles using trigonometric ratios and the Pythagorean Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.3",
                            "Label": "Apply the Law of Sines and the Law of Cosines to solve mathematical and real-world problems involving triangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.4",
                            "Label": "Solve mathematical problems involving finding the area of a triangle given two sides and the included angle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.5",
                            "Label": "Prove Pythagorean Identities. Apply Pythagorean Identities to calculate trigonometric ratios and to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.6",
                            "Label": "Prove the Double-Angle, Half-Angle, Angle Sum and Difference formulas for sine, cosine, and tangent. Apply these formulas to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.7",
                            "Label": "Simplify expressions using trigonometric identities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.1.8",
                            "Label": "Solve mathematical and real-world problems involving one-variable trigonometric ratios.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.T.2",
                    "Label": "Extend trigonometric functions to the unit circle.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.T.2.1",
                            "Label": "Given any positive or negative angle measure in degrees or radians, identify its corresponding angle measure between 0° and 360° or between 0 and 2ππ. Convert between degrees and radians.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.2.2",
                            "Label": "Define the six basic trigonometric functions for all real numbers by identifying corresponding angle measures and using right triangles drawn in the unit circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.2.3",
                            "Label": "Determine the values of the six basic trigonometric functions for 0, π/6, π/3 and π/4 and their multiples using special triangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.2.4",
                            "Label": "Use the unit circle to express the values of sine, cosine and tangent for π – x, π + x and 2π – x in terms of their values for x, where x is any real number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.2.5",
                            "Label": "Given angles measured in radians or degrees, calculate the values of the six basic trigonometric functions using the unit circle, trigonometric identities or technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.T.3",
                    "Label": "Graph and apply trigonometric relations and functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.T.3.1",
                            "Label": "Given a mathematical or real-world context, choose sine, cosine or tangent trigonometric functions to model periodic phenomena with specified amplitude, frequency, horizontal shift and midline.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.3.2",
                            "Label": "Given a table, equation or written description of a trigonometric function, graph that function and determine key features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.3.3",
                            "Label": "Solve and graph mathematical and real-world problems that are modeled with trigonometric functions. Interpret key features and determine constraints in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.T.4",
                    "Label": "Extend rectangular coordinates and equations to polar and parametric forms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.T.4.1",
                            "Label": "Define and plot polar coordinates. Convert between polar coordinates and rectangular coordinates with and without the use of technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.2",
                            "Label": "Represent equations given in rectangular coordinates in terms of polar coordinates. Represent equations given in polar coordinates in terms of rectangular coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.3",
                            "Label": "Graph equations in the polar coordinate plane with and without the use of graphing technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.4",
                            "Label": "Identify and graph special polar equations, including circles, cardioids, limacons, rose curves and lemniscates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.5",
                            "Label": "Sketch the graph of a curve in the plane represented parametrically, indicating the direction of motion.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.6",
                            "Label": "Convert from a parametric representation of a plane curve to a rectangular equation, and convert from a rectangular equation to a parametric representation of a plane curve.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.T.4.7",
                            "Label": "Apply parametric equations to model applications involving motion in the plane.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.DP.1",
                    "Label": "Summarize, represent and interpret categorical and numerical data with one and two variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.1.1",
                            "Label": "Given a set of data, select an appropriate method to represent the data, depending on whether it is numerical or categorical data and on whether it is univariate or bivariate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.1.2",
                            "Label": "Interpret data distributions represented in various ways. State whether the data is numerical or categorical, whether it is univariate or bivariate and interpret the different components and quantities in the display.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.1.3",
                            "Label": "Explain the difference between correlation and causation in the contexts of both numerical and categorical data.",
                            "Examples": [
                                "(Algebra 1) There is a strong positive correlation between the number of Nobel prizes won by country and the per capita chocolate consumption by country. Does this mean that increased chocolate consumption in America will increase the United States of America's chances of a Nobel prize winner?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.1.4",
                            "Label": "Estimate a population total, mean or percentage using data from a sample survey; develop a margin of error through the use of simulation.",
                            "Examples": [
                                "(Algebra 1) Based on a survey of 100 households in Twin Lakes, the newspaper reports that the average number of televisions per household is 3.5 with a margin of error of ±0.6. The actual population mean can be estimated to be between 2.9 and 4.1 television per household. Since there are 5,500 households in Twin Lakes the estimated number of televisions is between 15,950 and 22,550."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.1.5",
                            "Label": "Interpret the margin of error of a mean or percentage from a data set. Interpret the confidence level corresponding to the margin of error.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.DP.2",
                    "Label": "Solve problems involving univariate and bivariate numerical data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.2.1",
                            "Label": "For two or more sets of numerical univariate data, calculate and compare the appropriate measures of center and measures of variability, accounting for possible effects of outliers. Interpret any notable features of the shape of the data distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.2",
                            "Label": "Use the mean and standard deviation of a data set to fit it to a normal distribution and to estimate population percentages. Recognize that there are data sets for which such a procedure is not appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.3",
                            "Label": "Estimate population percentages from data that has been fit to the normal distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.4",
                            "Label": "Fit a linear function to bivariate numerical data that suggests a linear association and interpret the slope and y-intercept of the model. Use the model to solve real-world problems in terms of the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.5",
                            "Label": "Given a scatter plot that represents bivariate numerical data, assess the fit of a given linear function by plotting and analyzing residuals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.6",
                            "Label": "Given a scatter plot with a line of fit and residuals, determine the strength and direction of the correlation. Interpret strength and direction within a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.7",
                            "Label": "Compute the correlation coefficient of a linear model using technology. Interpret the strength and direction of the correlation coefficient.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.8",
                            "Label": "Fit a quadratic function to bivariate numerical data that suggests a quadratic association and interpret any intercepts or the vertex of the model. Use the model to solve real-world problems in terms of the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.2.9",
                            "Label": "Fit an exponential function to bivariate numerical data that suggests an exponential association. Use the model to solve real-world problems in terms of the context of the data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.DP.3",
                    "Label": "Solve problems involving categorical data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.3.1",
                            "Label": "Construct a two-way frequency table summarizing bivariate categorical data. Interpret joint and marginal frequencies and determine possible associations in terms of a real-world context.",
                            "Examples": [
                                "(Algebra 1) Complete the frequency table below.",
                                "[INSERT TABLE HERE]",
                                "Using the information in the table, it is possible to determine that the second column contains the numbers 70 and 240. This means that there are 70 students who play an instrument but do not have an A in math and the total number of students who play an instrument is 90. The ratio of the joint frequencies in the first column is 1 to 1 and the ratio in the second column is 7 to 24, indicating a strong positive association between playing an instrument and getting an A in math."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.3.2",
                            "Label": "Given marginal and conditional relative frequencies, construct a two-way relative frequency table summarizing categorical bivariate data.",
                            "Examples": [
                                "(Algebra 1) A study shows that 9% of the population have diabetes and 91% do not. The study also shows that 95% of the people who do not have diabetes, test negative on a diabetes test while 80% who do have diabetes, test positive. Based on the given information, the following relative frequency table can be constructed.",
                                "[INSERT TABLE HERE]"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.3.3",
                            "Label": "Given a two-way relative frequency table or segmented bar graph summarizing categorical bivariate data, interpret joint, marginal and conditional relative frequencies in terms of a real-world context.",
                            "Examples": [
                                "(Algebra 1) Given the relative frequency table below, the ratio of true positives to false positives can be determined as 7.2 to 4.55, which is about 3 to 2, meaning that a randomly selected person who tests positive for diabetes is about 50% more likely to have diabetes than not have it.",
                                "[INSERT TABLE HERE]"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.3.4",
                            "Label": "Given a relative frequency table, construct and interpret a segmented bar graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.3.5",
                            "Label": "Solve real-world problems involving univariate and bivariate categorical data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.DP.4",
                    "Label": "Use and interpret independence and probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.4.1",
                            "Label": "Describe events as subsets of a sample space using characteristics, or categories, of the outcomes, or as unions, intersections or complements of other events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.2",
                            "Label": "Determine if events A and B are independent by calculating the product of their probabilities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.3",
                            "Label": "Calculate the conditional probability of two events and interpret the result in terms of its context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.4",
                            "Label": "Interpret the independence of two events using conditional probability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.5",
                            "Label": "Given a two-way table containing data from a population, interpret the joint and marginal relative frequencies as empirical probabilities and the conditional relative frequencies as empirical conditional probabilities. Use those probabilities to determine whether characteristics in the population are approximately independent.",
                            "Examples": [
                                "A company has a commercial for their new grill. A population of people are surveyed to determine whether or not they have seen the commercial and whether or not they have purchased the product. Using this data, calculate the empirical conditional probabilities that a person who has seen the commercial did or did not purchase the grill."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.6",
                            "Label": "Recognize and explain the concepts of conditional probability and independence in everyday language and everyday situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.7",
                            "Label": "Apply the addition rule for probability, taking into consideration whether the events are mutually exclusive, and interpret the result in terms of the model and its context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.8",
                            "Label": "Apply the general multiplication rule for probability, taking into consideration whether the events are independent, and interpret the result in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.9",
                            "Label": "Apply the addition and multiplication rules for counting to solve mathematical and real-world problems, including problems involving probability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.4.10",
                            "Label": "Given a mathematical or real-world situation, calculate the appropriate permutation or combination.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.DP.5",
                    "Label": "Determine methods of data collection and make inferences from collected data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.5.1",
                            "Label": "Distinguish between a population parameter and a sample statistic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.2",
                            "Label": "Explain how random sampling produces data that is representative of a population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.3",
                            "Label": "Compare and contrast sampling methods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.4",
                            "Label": "Generate multiple samples or simulated samples of the same size to measure the variation in estimates or predictions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.5",
                            "Label": "Determine if a specific model is consistent within a given process by analyzing the data distribution from a data-generating process.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.6",
                            "Label": "Determine the appropriate design, survey, experiment or observational study, based on the purpose. Articulate the types of questions appropriate for each type of design.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.7",
                            "Label": "Compare and contrast surveys, experiments and observational studies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.8",
                            "Label": "Draw inferences about two populations using data and statistical analysis from two random samples.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.9",
                            "Label": "Compare two treatments using data from an experiment in which the treatments are assigned randomly.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.10",
                            "Label": "Determine whether differences between parameters are significant using simulations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.5.11",
                            "Label": "Evaluate reports based on data from diverse media, print and digital resources by interpreting graphs and tables; evaluating data-based arguments; determining whether a valid sampling method was used; or interpreting provided statistics.",
                            "Examples": [
                                "A local news station changes the y-axis on a data display from 0 to 10,000 to include data only within the range 7,000 to 10,000. Depending on the purpose, this could emphasize differences in data values in a misleading way."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.DP.6",
                    "Label": "Use probability distributions to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.DP.6.1",
                            "Label": "Define a random variable for a quantity of interest by assigning a numerical value to each individual outcome in a sample space; graph the corresponding probability distribution using the same graphical displays as for data distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.2",
                            "Label": "Develop a probability distribution for a discrete random variable using theoretical probabilities. Find the expected value and interpret it as the mean of the discrete distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.3",
                            "Label": "Develop a probability distribution for a discrete random variable using empirical probabilities. Find the expected value and interpret it as the mean of the discrete distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.4",
                            "Label": "Given a binomial distribution, calculate and interpret the expected value. Solve real-world problems involving binomial distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.5",
                            "Label": "Solve real-world problems involving geometric distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.6",
                            "Label": "Solve real-world problems involving Poisson distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.7",
                            "Label": "Weigh the possible outcomes of a decision by assigning probabilities to payoff values and finding expected values and standard deviations. Evaluate and compare strategies on the basis of the calculated expected values and standard deviations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.DP.6.8",
                            "Label": "Apply probabilities to make fair decisions, such as drawing from lots or using a random number generator.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Logic & Discrete Theory",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.LT.1",
                    "Label": "Apply recursive methods to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.LT.1.1",
                            "Label": "Apply recursive and iterative thinking to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.1.2",
                            "Label": "Solve problems involving recurrence relations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.1.3",
                            "Label": "Apply mathematical induction in a variety of applications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.LT.2",
                    "Label": "Apply optimization and techniques from Graph Theory to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.LT.2.1",
                            "Label": "Define and explain the basic concepts of Graph Theory.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.2",
                            "Label": "Solve problems involving paths in graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.3",
                            "Label": "Solve scheduling problems using critical path analysis and Gantt charts. Create a schedule using critical path analysis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.4",
                            "Label": "Apply graph coloring techniques to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.5",
                            "Label": "Apply spanning trees, rooted trees, binary trees and decision trees to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.6",
                            "Label": "Solve problems concerning optimizing resource usage using bin-packing techniques.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.2.7",
                            "Label": "Solve problems involving optimal strategies in Game Theory.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.LT.3",
                    "Label": "Apply techniques from Election Theory and Fair Division Theory to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.LT.3.1",
                            "Label": "Define and explain the basic concepts of Election Theory and voting.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.3.2",
                            "Label": "Analyze election data using election theory techniques. Explain how Arrow's Impossibility Theorem may be related to the fairness of the outcome of the election.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.3.3",
                            "Label": "Decide voting power within a group using weighted voting techniques. Provide real-world examples of weighted voting and its pros and cons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.3.4",
                            "Label": "Solve problems using fair division and apportionment techniques.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.LT.4",
                    "Label": "Develop an understanding of the fundamentals of propositional logic, arguments and methods of proof.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.LT.4.1",
                            "Label": "Translate propositional statements into logical arguments using propositional variables and logical connectives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.2",
                            "Label": "Determine truth values of simple and compound statements using truth tables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.3",
                            "Label": "Identify and accurately interpret “if...then,” “if and only if,” “all” and “not” statements. Find the converse, inverse and contrapositive of a statement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.4",
                            "Label": "Represent logic operations, such as AND, OR, NOT, NOR, and XOR, using logical symbolism to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.5",
                            "Label": "Determine whether two propositions are logically equivalent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.6",
                            "Label": "Apply methods of direct and indirect proof and determine whether a logical argument is valid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.7",
                            "Label": "Identify and give examples of undefined terms; axioms; theorems; proofs, including proofs using mathematical induction; and inductive and deductive reasoning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.8",
                            "Label": "Construct proofs, including proofs by contradiction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.9",
                            "Label": "Construct logical arguments using laws of detachment, syllogism, tautology, contradiction and Euler Diagrams.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.4.10",
                            "Label": "Judge the validity of arguments and give counterexamples to disprove statements.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.LT.5",
                    "Label": "Apply properties from Set Theory to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.LT.5.1",
                            "Label": "Given two sets, determine whether the two sets are equivalent and whether one set is a subset of another. Given one set, determine its power set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.5.2",
                            "Label": "Given a relation on two sets, determine whether the relation is a function, determine the inverse of the relation if it exists and identify if the relation is bijective.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.5.3",
                            "Label": "Partition a set into disjoint subsets and determine an equivalence class given the equivalence relation on a set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.5.4",
                            "Label": "Perform the set operations of taking the complement of a set and the union, intersection, difference and product of two sets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.5.5",
                            "Label": "Explore relationships and patterns and make arguments about relationships between sets using Venn Diagrams.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.LT.5.6",
                            "Label": "Prove set relations, including DeMorgan's Laws and equivalence relations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Calculus",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M9-12.C.1",
                    "Label": "Develop an understanding for limits and continuity. Determine limits and continuity.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.C.1.1",
                            "Label": "Demonstrate understanding of the concept of a limit and estimate limits from graphs and tables of values.",
                            "Examples": [
                                "For f(x) = (x² + 2x – 8)/(x – 2), estimate lim(x→2) (x² + 2x – 8)/(x – 2) by calculating the function's values for x = 2.1, 2.01, 2.001 and for x = 1.9, 1.99, 1.999. Explain your answer."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.2",
                            "Label": "Determine the value of a limit if it exists algebraically using limits of sums, differences, products, quotients and compositions of continuous functions.",
                            "Examples": [
                                "Find lim(x→π) sin(x)cos(x) + tan(x)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.3",
                            "Label": "Find limits of rational functions that are undefined at a point.",
                            "Examples": [
                                "The magnitude of the force between two positive charges, q₁ and q₂, can be described by the following function: F(r) = k(q₁q₂/r²), where 𝑘 is Coulomb's constant and r is the distance between the two charges. Find the limit as r approaches 0 of the function F(r). Interpret the answer in terms of the context."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.4",
                            "Label": "Find one-sided limits.",
                            "Examples": [
                                "Find lim(x→4⁻) –√(4 – x)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.5",
                            "Label": "Find limits at infinity.",
                            "Examples": [
                                "Find lim(x→∞) 2x³ – 500x²."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.6",
                            "Label": "Decide when a limit is infinite and use limits involving infinity to describe asymptotic behavior.",
                            "Examples": [
                                "Where does the function, f(x) = 1/(x² – 7x + 10), have asymptote(s)?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.7",
                            "Label": "Find special limits by using the Squeeze Theorem or algebraic manipulation.",
                            "Examples": [
                                "Find lim(x→0) sin²x/x."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.8",
                            "Label": "Find limits of indeterminate forms using L'Hôpital's Rule.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.9",
                            "Label": "Define continuity in terms of limits.",
                            "Examples": [
                                "Given that the limit of g(x) as x approaches to 5 exists, is the statement “g(x) is continuous at x = 5” necessarily true? Provide example functions to support your conclusion."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.10",
                            "Label": "Given the graph of a function, identify whether a function is continuous at a point. If not, identify the type of discontinuity for the given function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.1.11",
                            "Label": "Apply the Intermediate Value Theorem and the Extreme Value Theorem.",
                            "Examples": [
                                "Use the Intermediate Value Theorem to show that g(x) = x³ + 3x² – 9x – 2 has a zero between x = 0 and x = 3.",
                                "Use the Extreme Value Theorem to decide whether f(x) = tan(x) has a minimum and maximum on the interval [–π/4, π/4]. What about on the  interval [–π, π]?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.C.2",
                    "Label": "Develop an understanding for and determine derivatives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.C.2.1",
                            "Label": "State, understand and apply the definition of derivative. Apply and interpret derivatives geometrically and numerically.",
                            "Examples": [
                                "Find lim(h→0) ((5 + h)² – 5²)/h. What does the result tell you? Use the limit to determine the derivative function for f(x) = x²."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.2",
                            "Label": "Interpret the derivative as an instantaneous rate of change or as the slope of the tangent line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.3",
                            "Label": "Prove the rules for finding derivatives of constants, sums, products, quotients and the Chain Rule.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.4",
                            "Label": "Apply the rules for finding derivatives of constants, sums, products, quotients and the Chain Rule to solve problems with functions limited to algebraic, trigonometric, inverse trigonometric, logarithmic and exponential.",
                            "Examples": [
                                "Find dy/dx for the function y = ln(x).",
                                "Show that the derivative of f(x) = tan(x) is f′(x) = sec²x using the quotient rule for derivatives.",
                                "Find f′(x) for f(x) = (x² + 2)¹/²."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.5",
                            "Label": "Find the derivatives of implicitly defined functions.",
                            "Examples": [
                                "For the equation xy – x²y² = 5, find dy/dx at the point (2, 3)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.6",
                            "Label": "Find derivatives of inverse functions.",
                            "Examples": [
                                "Let f(x) = 2x³ and g(x) = f⁻¹(x), find g′(2)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.7",
                            "Label": "Find second derivatives and derivatives of higher order.",
                            "Examples": [
                                "Let f(x) = e⁵ˣ, find f′′(x) and f′′′(x)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.8",
                            "Label": "Find derivatives using logarithmic differentiation.",
                            "Examples": [
                                "Find the derivative of f(x) = (3x² + 5)ˣ."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.9",
                            "Label": "Demonstrate and use the relationship between differentiability and continuity.",
                            "Examples": [
                                "Is f(x) = |x| continuous at x = 0? Is f(x) differentiable at x = 0? Explain your answers."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.2.10",
                            "Label": "Apply the Mean Value Theorem.",
                            "Examples": [
                                "At a car race, two cars join the race at the same point at the same time. They finish the race in a tie. Prove that sometime during the race, the two cars had exactly the same speed. (Hint: Define f(t), g(t), and h(t), where f(t) is the distance that Car A has traveled at time t; g(t) is the distance that Car B has travelled at time t; and h(t) = f(t) – g(t).)"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.C.3",
                    "Label": "Apply derivatives to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.C.3.1",
                            "Label": "Find the slope of a curve at a point, including points at which there are vertical tangent lines.",
                            "Examples": [
                                "Find the slope of the line tangent to the graph of f(x) = ∛(1 – x) at x = 1."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.2",
                            "Label": "Find an equation for the tangent line to a curve at a point and use it to make local linear approximation.",
                            "Examples": [
                                "Use a local linear approximation to estimate the value of f(x) = x at xˣ = 2.1."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.3",
                            "Label": "Determine where a function is decreasing and increasing using its derivative.",
                            "Examples": [
                                "For what values of x is the function f(x) = x/(x² + 1) decreasing?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.4",
                            "Label": "Find local and absolute maximum and minimum points of a function.",
                            "Examples": [
                                "For the graph of the function f(x) = x³ – 3x, find the local maximum and local minimum points of f(x) on [–2, 3]."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.5",
                            "Label": "Determine the concavity and points of inflection of a function using its second derivative.",
                            "Examples": [
                                "For the graph of the function f(x) = x³ – 3x, find the points of inflection of f(x) and determine where f(x) is concave upward and concave downward."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.6",
                            "Label": "Sketch graphs by using first and second derivatives. Compare the corresponding characteristics of the graphs of f, f' and f“.",
                            "Examples": [
                                "Sketch the graph of f(x) = x⁴ + 3x² – 2x + 1 using information from the first and second derivatives."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.7",
                            "Label": "Solve optimization problems using derivatives.",
                            "Examples": [
                                "Find the shortest length of fencing you can use to enclose a rectangular field with and area of 5000 m².",
                                "Find the dimensions of an equilateral triangle and a square that will produce the least area is the sum of their perimeters is 20 centimeters."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.8",
                            "Label": "Find average and instantaneous rates of change. Explain the instantaneous rate of change as the limit of the average rate of change. Interpret a derivative as a rate of change in applications, including velocity, speed and acceleration.",
                            "Examples": [
                                "The vertical distance traveled by an object within the earth's gravitational field, neglecting air resistance, is given by the equation x = 0.5gt² + vₒt + xₒ, where g is the force on the object due to earth's gravity, vₒ is the initial velocity, x₀ is the initial height above the ground, t is the time in seconds and down is the negative vertical direction. Determine the instantaneous speed and the average speed for an object, initially at rest, 3 seconds after it is dropped from a 100 m. tall cliff. Describe the object 5 seconds after it is dropped from the same height. Use g = –10 m/s²."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.9",
                            "Label": "Find the velocity and acceleration of a particle moving in a straight line.",
                            "Examples": [
                                "A bead on a wire moves so that, after t seconds, its distance s cm. from the midpoint of the wire is given by s = 5sin(t – π/4). Find its maximum velocity and where along the wire this occurs."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.3.10",
                            "Label": "Model and solve problems involving rates of change, including related rates.",
                            "Examples": [
                                "One boat is heading due south at 10 mph. Another boat is heading due west at 15 mph. Both boats are heading toward the same point. If the boats maintain their speeds and directions, they will meet in two hours. Find the rate, in miles per hour, that the distance between them is decreasing exactly one hour before they meet."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.C.4",
                    "Label": "Develop an understanding for and determine integrals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.C.4.1",
                            "Label": "Interpret a definite integral as a limit of Riemann sums. Calculate the values of Riemann sums over equal subdivisions using left, right and midpoint evaluation points.",
                            "Examples": [
                                "Find the values of the Riemann sums over the interval [0, 1] using 12 and 24 subintervals of equal width for f(x) = eˣ evaluated at the midpoint of each subinterval. Write an expression for the Riemann sums using n intervals of equal width. Find the limit of this Riemann Sums as n goes to infinity.",
                                "Estimate ∫(0,π) sin(x)dx using a Riemann midpoint sum with 4 subintervals.",
                                "Find an approximate value for ∫(0,3) x²dx using 6 rectangles of equal width 0 under the graph of f(x) = x² between x = 0 and x = 3. How did you form your rectangles? Compute this approximation three times using at least three different methods to form the rectangles."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.2",
                            "Label": "Apply Riemann sums, the Trapezoidal Rule and technology to approximate definite integrals of functions represented algebraically, geometrically and by tables of values.",
                            "Examples": [
                                "Approximate the value of ∫(0,3) x²dx using the Trapezoidal Rule with 6 0 subintervals over [0, 3] for f(x) = x².",
                                "Find an approximation to ∫(0,3) √(9 – x²)dx."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.3",
                            "Label": "Interpret a definite integral of the rate of change of a quantity over an interval as the change of the quantity over the interval.",
                            "Examples": [
                                "Explain why ∫(4,5) 2xdx = 5² – 4²."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.4",
                            "Label": "Evaluate definite integrals by using the Fundamental Theorem of Calculus.",
                            "Examples": [
                                "Evaluate ∫(1,5) eˣdx."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.5",
                            "Label": "Analyze function graphs by using derivative graphs and the Fundamental Theorem of Calculus.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.6",
                            "Label": "Evaluate or solve problems using the properties of definite integrals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.4.7",
                            "Label": "Evaluate definite and indefinite integrals by using integration by substitution.",
                            "Examples": [
                                "Find ∫ x²(x³ + 1)⁴dx."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M9-12.C.5",
                    "Label": "Apply integrals to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M9-12.C.5.1",
                            "Label": "Find specific antiderivatives using initial conditions, including finding velocity functions from acceleration functions, finding position functions from velocity functions and solving applications related to motion along a line.",
                            "Examples": [
                                "A bead on a wire moves so that its velocity, in cm/s, after t seconds, is given by v(t) = 3cos(3t). Given that it starts 2 cm to the left of the midpoint of the wire, find its position after 5 seconds."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.2",
                            "Label": "Solve separable differential equations.",
                            "Examples": [
                                "A certain amount of money, 𝑃, is earning interest continually at a rate of 𝑟. Write a separable differential equation to model the rate of change of the amount of money with respect to time."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.3",
                            "Label": "Solve differential equations of the form dy/dt = ky as applied to growth and decay problems.",
                            "Examples": [
                                "The amount of a certain radioactive material was 10 kg a year ago. The amount is now 9 kg. When will it be reduced to 1 kg? Explain your answer."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.4",
                            "Label": "Display a graphic representation of the solution to a differential equation by using slope fields, and locate particular solutions to the equation.",
                            "Examples": [
                                "Draw a slope field for dy/dx = x² and graph the particular solution that passes through the point (2, 4)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.5",
                            "Label": "Find the area between a curve and the x-axis or between two curves by using definite integrals.",
                            "Examples": [
                                "Find the area bounded by y = √x, y = 0 and x = 2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.6",
                            "Label": "Find the average value of a function over a closed interval by using definite integrals.",
                            "Examples": [
                                "The daytime temperature, in degrees Fahrenheit, in a certain city t hours after 8 AM can be modeled by the function T = 54 + 15sin(πt/12). What is the average temperature in this city during the time period from 8 AM to 8 PM?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M9-12.C.5.7",
                            "Label": "Find the volume of a figure with known cross-sectional area, including figures of revolution, by using definite integrals.",
                            "Examples": [
                                "A cone with its vertex at the origin lies symmetrically along the x-axis. The base of the cone is at x = 5 and the base radius is 7. Use integration to find the volume of the cone.",
                                "What is the volume of the solid created when the area between the curves f(x) = x and g(x) = x² for 0 ≤ x ≤ 1 is revolved around the y-axis?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}