{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy."
        ],
        "Content": [
            "Which of these devices is the only one NOT designed to produce both sound and light energy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G5S/media/1a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fireworks produce both sound energy and light energy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX18G5S/media/1b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A television produces both sound energy and light energy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX18G5S/media/1c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A digital alarm clock produces both sound energy and light energy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX18G5S/media/1d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "A French horn produces only sound energy.",
                    "Percent": 0
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "The diagram shows layers deposited under a body of water. This layering continued for millions of years.",
            "problems/TX18G5S/media/2a.jpg",
            "What most likely happened to the dead plants and animals?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They were eaten by scavengers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dead plants and animals are buried under sediments, so they are not available for scavengers.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "They became fossil fuels.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sediments on top of the dead plants and animals contribute to the compression of the dead plants and animals to form coal, a fossil fuel.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "They were washed away by water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dead plants and animals were not washed away by water but were buried under layers of sediment.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "They became an underground aquifer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An aquifer is underground, porous, and made of permeable rock that contains and transfers water.",
                    "Percent": 0
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "After a trip to an aquarium, some students compared the tail fin of sharks with the tail fin of bony fish. The students made a chart listing characteristics of each type of tail fin.",
            "problems/TX18G5S/media/3a.jpg",
            "Based on this information, what is most likely an advantage of the bony fish tail fin over the shark tail fin?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is easier for a bony fish to change direction quickly since muscles control the movement of the tail fin.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Information in the chart shows that the bony fish has more control over how it can swim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The bones in the tail fin help a bony fish sink to lower depths in the water when searching for food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the chart that describes the",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The flexible tail fin is fanned by the water, so a bony fish uses less energy to swim.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the chart that describes how much energy is used by either fish when swimming.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The thin spines of the tail fin prevent a bony fish from being seen by larger predator fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the chart that describes whether the tail fin aids in camouflage.",
                    "Percent": 0
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Examine properties of soils, including color and texture, capacity to retain water, and ability to support the growth of plants.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "A student places 250 g samples of clay, sand, gravel, and silt in separate flower pots. The pots are set on a wire rack, and dishes are placed beneath the pots so that water can drip through holes and collect. The student then pours 100 mL of water over the sample in each pot. The student measures the time it takes for water to begin dripping from the bottom of each pot.",
            "problems/TX18G5S/media/4a.jpg",
            "What property of soils is the student most likely examining with this procedure?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The differences in texture between wet and dry soils",
                "Key": {
                    "Correct": false,
                    "Rationale": "All of the pots have water added to the sediments, so there is no comparison between wet and dry soils.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "How well different soils retain water",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagrams show different amounts of water dripping from pots",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "How much water is needed to dissolve different soils",
                "Key": {
                    "Correct": false,
                    "Rationale": "The same amount of water (100 mL) was added to each pot.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The amount of time it takes different soils to dry",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time that is measured is how long it takes the water to begin dripping from the pot, not how long it takes the soil to dry.",
                    "Percent": 0
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "The table lists some physical properties of two objects.",
            "problems/TX18G5S/media/5a.jpg",
            "Based on their properties, which of the objects is most likely a metal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Object 1, because it is a solid that is less dense than water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not all metals are solids, and many nonmetals are less",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Object 2, because all metals float in water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Few metals float on water.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Object 2, because metals conduct thermal energy and electricity",
                "Key": {
                    "Correct": true,
                    "Rationale": "Metals are conductors of both thermal energy and electricity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Object 1, because it can be used to provide insulation for thermal energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Metals conduct, not insulate, thermal energy.",
                    "Percent": 0
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components."
        ],
        "Content": [
            "Which of these describes one or more living organisms that depend on another living organism to survive?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bacteria living in the mouth of a horse",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bacteria and a horse are both living organisms.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Ivy plants growing up a fence to obtain more sunlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ivy plants are living organisms, but the fence is nonliving.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Mold living on a hard, rocky surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "A hard, rocky surface is nonliving.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "An angelfish releasing carbon dioxide into pond water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon dioxide is nonliving.",
                    "Percent": 0
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and observe how position and motion can be changed by pushing and pulling objects such as swings, balls, and wagons.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "The picture shows an athlete hitting a ball with a tennis racquet.",
            "problems/TX18G5S/media/7a.jpg",
            "What is the athlete demonstrating in the picture?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Doing work by pushing the ball and changing its motion and position",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both the motion and the position of the ball are being changed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Changing the position but not the motion of the ball",
                "Key": {
                    "Correct": false,
                    "Rationale": "The motion of the ball is changed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Doing work by pulling the racquet and changing the ball’s position but not its motion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The racquet is not being pulled.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Changing the position and motion of the ball without doing any work",
                "Key": {
                    "Correct": false,
                    "Rationale": "Work is being done.",
                    "Percent": 0
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
            "Connect grade-level appropriate science concepts with the history of science, science careers, and contributions of scientists."
        ],
        "Content": [
            "A partial wetland food web is shown.",
            "problems/TX18G5S/media/8a.jpg",
            "Which statement correctly describes the transfer of energy in a food chain in this wetland?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Energy is transferred from hawks to shrews to grasshoppers to marsh grasses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The order of the energy transfer is reversed.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Energy is transferred from marsh grasses to crickets to hawks to frogs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Energy is not transferred from hawks to frogs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Energy is transferred from grasshoppers to crickets to frogs to hawks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Energy is not transferred from grasshoppers to crickets.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Energy is transferred from cattails to crickets to shrews to hawks.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Energy is transferred in the direction of the arrows, from producers to consumers.",
                    "Percent": 0
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Predict, observe, and record changes in the state of matter caused by heating or cooling such as ice becoming liquid water, condensation forming on the outside of a glass of ice water, or liquid water being heated to the point of becoming water vapor.",
            "Describe, plan, and implement simple experimental investigations testing one variable."
        ],
        "Content": [
            "A group of students is performing an investigation to measure how much liquid water is produced from a 10 L sample of snow. What must occur in order for the students to perform this investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sample must be kept in a freezer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the snow is kept in the freezer, the state of matter will not change.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The temperature of the sample must change.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order to measure the liquid water produced from 10L of snow, the snow must first melt.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The investigation must be performed outside.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Melting the snow depends on temperature, not location.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The physical state of the sample must remain the same.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The snow must melt in order to measure the amount of liquid water it contained.",
                    "Percent": 0
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle."
        ],
        "Content": [
            "A bright-red male cardinal comes to a school bird feeder every morning. Like other cardinals, this bird makes a sharp chirping sound as it hops around the bird feeder.",
            "Which of these is a learned behavior of this bird?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Having red feathers",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cardinal does not learn to have red feathers.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Eating seeds during the day",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cardinal does not learn to eat seeds only during the",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Coming to the bird feeder each morning",
                "Key": {
                    "Correct": true,
                    "Rationale": "The location of a specific bird feeder is learned.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Making a chirping sound",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making sounds is an innate behavior.",
                    "Percent": 0
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Identify and classify Earth’s renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation."
        ],
        "Content": [
            "One type of fuel was used for thousands of years before other fuels were commonly used. Which fuel is an alternative resource that was most likely the first fuel used by humans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Coal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal is a fossil fuel, not an alternative resource.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Natural gas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Natural gas is a fossil fuel, not an alternative resource.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Petroleum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Petroleum is a fossil fuel, not an alternative resource.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Wood",
                "Key": {
                    "Correct": true,
                    "Rationale": "Wood is an alternative resource that was likely used by early humans.",
                    "Percent": 0
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "Some students are feeding a crab in an aquarium. They use tongs to place the food directly in front of the crab.",
            "problems/TX18G5S/media/12a.jpg",
            "The students look through the side of the aquarium. They notice that the image of the tongs appears to break as the tongs enter the water.",
            "Which property of light are the students observing in this situation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Light can be refracted and separated into different colors as it moves from air to a different medium.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light can be refracted and separated into different colors; however, this does not describe the change in the appearance of the tongs.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Light is refracted as it moves from one medium to another medium.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The refraction of light is what causes the tongs to appear broken.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Light travels in a straight line and can be reflected off the surface of water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light travels in a straight line and can be reflected off of the surface of the water; however, this does not describe the change in the appearance of the tongs.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Light is absorbed by water and reflected off glass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light can be absorbed and reflected; however, this does not explain the change in the appearance of the tongs.",
                    "Percent": 0
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice."
        ],
        "Content": [
            "Students on a field trip observed a valley and wondered how it was formed. The three major characteristics of the valley were recorded",
            "problems/TX18G5S/media/13a.jpg",
            "This valley was most likely formed by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a rapid series of earthquakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Valleys formed by earthquakes would not have the same characteristics as valleys formed by the movement of glaciers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "volcanic activity",
                "Key": {
                    "Correct": false,
                    "Rationale": "Volcanic activity builds up Earth’s crust, and this valley was created by erosion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a flood with rapidly moving water",
                "Key": {
                    "Correct": false,
                    "Rationale": "A river would create a V-shaped valley, not valleys with round floors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the movement of a glacier",
                "Key": {
                    "Correct": true,
                    "Rationale": "The characteristics listed describe a valley formed by the movement of a glacier.",
                    "Percent": 0
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles."
        ],
        "Content": [
            "The abalone is a type of sea snail. Adult abalones slowly crawl over rocks near the shore, while larvae float in the water",
            "problems/TX18G5S/media/14a.jpg",
            "Which organisms have a life cycle that is most like that of abalones?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Humans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Humans do not have a larval stage.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Frogs",
                "Key": {
                    "Correct": true,
                    "Rationale": "The stages of the life cycle of the frog most closely match the stages of the life cycle of the abalone.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Birds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Birds do not have a larval stage.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Snakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snakes do not have a larval stage.",
                    "Percent": 0
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "This circuit has five light-emitting diode, or LED, lights. It also has one battery and one switch.",
            "problems/TX18G5S/media/15a.jpg",
            "Which LEDs produce light when the switch is in the position shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "LEDs 1, 3, and 4 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "LEDs 1, 3, and 4 are not affected by the position of the switch.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "LEDs 1, 2, 3, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The switch position affects LED 2.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "LEDs 1, 2, 3, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "LED 1 will also produce light with the switch open.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "LEDs 1, 3, 4, and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The switch position affects LED 5.",
                    "Percent": 0
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
            "Construct appropriate simple graphs, tables, maps, and charts using technology, including computers, to organize, examine, and evaluate information."
        ],
        "Content": [
            "Students are investigating properties of objects. They observe four objects and record observations for each object in the table.",
            "problems/TX18G5S/media/16a.jpg",
            "Based on the students’ observations, which of these tables properly identifies the objects?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G5S/media/16b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pancake syrup is a liquid.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX18G5S/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sugar cube is soluble in water.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX18G5S/media/16d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "An iron needle is attracted to a magnet.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX18G5S/media/16e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The oil, safety pin, sugar cube, and rubber ball match the descriptions in the table.",
                    "Percent": 0
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "This diagram shows two stages in the life cycles of ladybird beetles and grasshoppers",
            "problems/TX18G5S/media/17a.jpg",
            "Based on the diagram, which statement best compares the life cycles of these two types of organisms?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Young ladybird beetles take many years to develop into adults. \n Young grasshoppers develop into adults quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the diagram, there is no way to determine the length of time for either the ladybird beetle or the grasshopper to develop into an adult.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Young grasshoppers live in a habitat that is different from that of adults. \n Young ladybird beetles live in the same habitat as adults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the diagram, there is no way to determine the habitat of either the grasshopper or the ladybird beetle during any developmental stage.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Young grasshoppers undergo incomplete metamorphosis to become adults. \n Young ladybird beetles undergo complete metamorphosis to become adults.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the diagram, a grasshopper undergoes incomplete metamorphosis, and a ladybird beetle undergoes a complete metamorphosis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Young ladybird beetles have a nymph stage before becoming adults. \n Young grasshoppers are larvae before becoming adults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the diagram, there is no way to determine the stages of development for either the ladybird beetle or the grasshopper",
                    "Percent": 0
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice.",
            "Connect grade-level appropriate science concepts with the history of science, science careers, and contributions of scientists."
        ],
        "Content": [
            "The Grand Canyon is more than 400 km long and in some places almost 2 km deep. Which model best represents the main process that formed the Grand Canyon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G5S/media/18a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Running water forming a stream through soil best represents the process that formed the Grand Canyon because the Grand Canyon was formed by erosion from running water.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX18G5S/media/18b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A fan blowing air over sand represents the formation of a sand dune.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX18G5S/media/18c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A marble dropping into a bucket of mud represents an impact from a meteorite.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX18G5S/media/18d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A hammer and chisel breaking apart a rock represents weathering of rock.",
                    "Percent": 0
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Design a simple experimental investigation that tests the effect of force on an object.",
            "Describe, plan, and implement simple experimental investigations testing one variable."
        ],
        "Content": [
            "Students design an experiment to determine how much force is needed to move blocks of wood of different masses slowly across a lab table.",
            "problems/TX18G5S/media/19a.jpg",
            "Which procedure should students include in their design?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Conduct five trials, using a different scale to pull each block of wood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Different scales could measure differently and would result in more than one uncontrolled variable in the experiment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Conduct five trials, pulling a different side of each block each time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Each side of the block has a different surface area and would result in more than one uncontrolled variable in the experiment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Conduct five trials, using a different table for each trial",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blocks would not slide the same way on different tables and would result in more than one uncontrolled variable in the experiment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Conduct five trials, pulling each block of wood in the same way for each trial",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using multiple trials while controlling all variables except one produces more reliable results in experiments.",
                    "Percent": 0
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
            "Collect and record information using detailed observations and accurate measuring."
        ],
        "Content": [
            "The leaves of two types of plants that live in different environments are shown in the pictures.",
            "problems/TX18G5S/media/20a.jpg",
            "The leaves of both plants have different structures. What differences in the structure of the leaves of these plants likely help them survive in their environments?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The pan-like shape of the giant water lily leaves helps them catch rainwater. \n The slim shape of the mesquite leaves helps them avoid sunlight.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lily grows in water and so does not need to trap rainwater to survive.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The broad shape of the giant water lily leaves helps them stay on the water surface. \n The slim shape of the mesquite leaves helps them prevent water loss.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The broad shape of the lily helps the leaf float on the surface, and the slim mesquite leaves help prevent water loss.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The pan-like shape of the giant water lily leaves helps them attract small fish. \n The slim shape of the mesquite leaves helps them avoid herbivores.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lily makes its own food and so does not need to attract fish to survive.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The broad shape of the giant water lily leaves helps them attract aquatic birds. \n The slim shape of the mesquite leaves helps them attract pollinators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lily does not need to attract aquatic birds to survive.",
                    "Percent": 0
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky."
        ],
        "Content": [
            "A teacher asks students to explain what they see in this picture. Four student explanations are shown in the box.",
            "problems/TX18G5S/media/21a.jpg",
            "problems/TX18G5S/media/21b.jpg",
            "Which of the students gave a correct explanation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Student 1 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sun appears to move across the sky from east to west and will be moving below the western horizon in a few hours.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Students 2 and 4 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Student 2 stated that the sun would reach the eastern horizon too quickly, and student 4 stated that the sun was near its noontime position.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Student 2 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Student 2 explained that the sun would reach the eastern horizon too quickly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Students 1 and 3 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Student 3 stated that the sun would appear in the west in early morning.",
                    "Percent": 0
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle..",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "A family takes a group picture in a park where bluebonnets are blooming. The family notices that some of the blooms are white and others are blue.",
            "The color of the blooms is most likely determined by —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "air temperature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flower color is not determined by the air temperature.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the age of the plant",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flower color is not determined by the age of the plant.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the types of consumers that eat the plant",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flower color is not determined by the types of animals that eat them.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "inheritance from parent plants",
                "Key": {
                    "Correct": true,
                    "Rationale": "Flower color is an inherited trait.",
                    "Percent": 0
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "The student knows that matter has measurable physical properties and those properties determine how matter is classified, changed, and used.",
            "Collect, record, and analyze information using tools, including calculators, microscopes, cameras, computers, hand lenses, metric rulers, Celsius thermometers, prisms, mirrors, balances, spring scales, graduated cylinders, beakers, hot plates, meter sticks, magnets, collecting nets, and notebooks; timing devices, and materials to support observations of habitats or organisms such as terrariums and aquariums."
        ],
        "Content": [
            "A beaker with 115 mL of solution has a temperature of 21°C. The solution contains 5 g of salt and 115 mL of water. Students added two ice cubes to the solution and stirred the solution with a stirring rod.",
            "Which properties of the solution changed as the ice cubes melted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The color and physical state of the solution",
                "Key": {
                    "Correct": false,
                    "Rationale": "A salt-water solution is colorless, and once the ice melts, the color and state of the solution will be unchanged.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The temperature, mass, and volume of the solution",
                "Key": {
                    "Correct": true,
                    "Rationale": "The melting ice will increase the mass and volume of the solution and decrease the temperature.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The volume, temperature, and mass of the salt in the solution",
                "Key": {
                    "Correct": false,
                    "Rationale": "The melting ice cubes do not change the mass of the salt in the solution.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The physical state and temperature of the solution",
                "Key": {
                    "Correct": false,
                    "Rationale": "Once the ice melts, the state of the solution is not changed.",
                    "Percent": 0
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "A student conducts an investigation by shining a flashlight toward a flat mirror. The student changes the angle of the mirror and observes the path of the reflected light.",
            "problems/TX18G5S/media/24a.jpg",
            "As the mirror changes direction, the light reaching the mirror can reach the ceiling because the light —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "travels in straight lines and reflects from the surface of the mirror",
                "Key": {
                    "Correct": true,
                    "Rationale": "The light travels in straight lines, and when it reaches the mirror, the light will be reflected.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "refracts in the glass of the mirror and is spread out all over the room",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light reaching the mirror will not move toward the ceiling because of refraction.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "enters the mirror and changes direction when it is refracted by the back of the mirror",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light that enters the mirror is reflected, not refracted by the back of the mirror.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "travels through air and does not change its direction in air",
                "Key": {
                    "Correct": false,
                    "Rationale": "Once light reaches the mirror, it is reflected.",
                    "Percent": 0
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify fossils as evidence of past living organisms and the nature of the environments at the time using models.",
            "Collect, record, and analyze information using tools, including calculators, microscopes, cameras, computers, hand lenses, metric rulers, Celsius thermometers, prisms, mirrors, balances, spring scales, graduated cylinders, beakers, hot plates, meter sticks, magnets, collecting nets, and notebooks; timing devices, and materials to support observations of habitats or organisms such as terrariums and aquariums."
        ],
        "Content": [
            "A science class has an aquarium in which fish and aquatic plants are growing. How is carbon dioxide directly involved in the survival of organisms in the aquarium?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The fish must absorb carbon dioxide through their gills for energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fish do not use carbon dioxide for energy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both the plants and the fish need carbon dioxide to make their own nutrients.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fish cannot make their own food.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The plants need carbon dioxide to make sugar.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Plants use carbon dioxide to make sugar, which is used by animals for food.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The plants release carbon dioxide into the water to control the water temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants release oxygen, not carbon dioxide.",
                    "Percent": 0
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy."
        ],
        "Content": [
            "A family was vacationing in the mountains in a cabin that had no electrical power. They needed boiling water in order to prepare dried soup mix.",
            "With no electrical energy available, which method would most likely provide enough thermal energy to quickly heat the water to boiling?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Using a microwave oven to heat water in a glass jar for 3 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electricity is required for the microwave oven to work.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Shaking the water in a closed, insulated plastic bottle for 3 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shaking a bottle would not produce enough thermal energy to boil water.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Shining a battery-powered flashlight on a metal container of water for 10 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "A flashlight would not produce enough thermal energy to boil water.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Placing a metal pot of water over glowing charcoal in an outdoor grill for 10 minutes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Placing a metal pot of water over glowing charcoal in an outdoor grill would produce enough thermal energy to heat the water.",
                    "Percent": 0
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
            "Connect grade-level appropriate science concepts with the history of science, science careers, and contributions of scientists."
        ],
        "Content": [
            "A partial food web from the Texas Piney Woods is shown",
            "problems/TX18G5S/media/27a.jpg",
            "How many types of organisms in this food web obtain energy directly from producers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Two",
                "Key": {
                    "Correct": false,
                    "Rationale": "The web shows arrows pointing from the water oaks to four organisms, not two.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Three",
                "Key": {
                    "Correct": false,
                    "Rationale": "The web shows arrows pointing from the water oaks to four organisms, not three.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Four",
                "Key": {
                    "Correct": true,
                    "Rationale": "The water oaks are producers, and the web shows arrows pointing from the water oaks to mice, ants, squirrels, and skunks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Five",
                "Key": {
                    "Correct": false,
                    "Rationale": "The web shows arrows pointing from the water oaks to four organisms, not five.",
                    "Percent": 0
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Explain how the Sun and the ocean interact in the water cycle."
        ],
        "Content": [
            "The picture below shows a cumulonimbus cloud forming over an ocean.",
            "problems/TX18G5S/media/28a.jpg",
            "Which statement best explains how the sun and the ocean interact to form a cumulonimbus cloud?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Heat from the sun warms the ocean, causing water to evaporate. \n The water vapor then condenses to form a cumulonimbus cloud.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sun warms the ocean water, which causes evaporation, and the water vapor condenses to form a cloud.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Heat from the sun causes clouds in the area to gather over the ocean and form one large cumulonimbus cloud.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun’s heat does not cause clouds to gather.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Light from the sun shines on the ocean, causing water vapor to condense. \n The water then evaporates to form a cumulonimbus cloud.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun’s light does not cause water to condense.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Light from the sun causes ocean water to reflect water vapor into the air and gather over the ocean into a cumulonimbus cloud.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water is not reflected; however, light is reflected.",
                    "Percent": 0
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
            "Collect, record, and analyze information using tools, including calculators, microscopes, cameras, computers, hand lenses, metric rulers, Celsius thermometers, prisms, mirrors, balances, spring scales, graduated cylinders, beakers, hot plates, meter sticks, magnets, collecting nets, and notebooks; timing devices, and materials to support observations of habitats or organisms such as terrariums and aquariums."
        ],
        "Content": [
            "A student measured out 10 mL of four clear liquids and added one drop of a different-colored dye to each liquid. One of the liquids was water. The student then carefully poured each liquid into a graduated cylinder and let the mixture settle for 30 minutes. The student observed that the liquids had separated into layers, as shown in the diagram.",
            "problems/TX18G5S/media/29a.jpg",
            "Which of these procedures would help the student identify the layer of water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stir the liquids, let them settle, and then identify the bottom layer as water",
                "Key": {
                    "Correct": false,
                    "Rationale": "The layer with the greatest density will be on the bottom, and water may not be the layer with the greatest density.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Drop a piece of ice into the graduated cylinder, let the ice settle, and then identify the layer just above the ice as water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ice is less dense than water and will float on top of the water layer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Add water to the graduated cylinder, let the mixture settle, and then identify the layer that increases in volume as water",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding water will increase the volume of one of the liquids, identifying it as water.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Carefully pour each layer into separate plastic containers, place the containers in a freezer, and then identify the liquid that takes the longest to freeze as water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some liquids have a lower freezing point than water and may take longer to freeze.",
                    "Percent": 0
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "The students know that Earth consists of useful resources and its surface is constantly changing.",
            "Construct appropriate simple graphs, tables, maps, and charts using technology, including computers, to organize, examine, and evaluate information."
        ],
        "Content": [
            "Woody plants have many different kinds of leaves. Some leaves have very smooth edges, while other leaves have jagged edges, as shown in the diagram. The characteristics of plant leaves vary with the climate in which the plant naturally grows. Some scientists discovered an area with many fossilized leaves of woody plants. The scientists used data from samples of 100 leaf fossils to compare the number with smooth-edged leaves and the number with jagged-edged leaves.",
            "problems/TX18G5S/media/30a.jpg",
            "The scientists concluded that the plants had grown in a hot climate.",
            "Which graph most likely represents the data from the investigation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G5S/media/30b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows that most of the leaves had smooth edges, which indicates that the plants grew in a hot climate.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX18G5S/media/30c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows equal numbers of smooth and jagged leaf edges, which doesn’t indicate a hot or cold climate.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX18G5S/media/30d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that most of the leaves had jagged edges, indicating that they grew in a cold climate.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX18G5S/media/30e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that almost all the leaves had jagged edges, indicating that they grew in a cold climate.",
                    "Percent": 0
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "The circuit below does not work.",
            "problems/TX18G5S/media/31a.jpg",
            "Which procedure would most likely allow the bulbs to light?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Open the switch and then connect the two wires that are attached to the wood block",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circuit is not complete when the switch is open.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Switch the positions of the two wires that are connected to the battery and then open the switch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circuit is not complete when the switch is open.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Move the switch closer in the circuit to the battery",
                "Key": {
                    "Correct": false,
                    "Rationale": "not complete. Electricity will not flow through the wood block.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Connect the two wires that are attached to the wood block",
                "Key": {
                    "Correct": true,
                    "Rationale": "The circuit will be complete when the two wires are connected.",
                    "Percent": 0
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components."
        ],
        "Content": [
            "Aquatic plants have adaptations that help them live in water. For example, the structures needed for making food are located on the tops of floating plant leaves",
            "This adaptation helps the plants —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "absorb sunlight",
                "Key": {
                    "Correct": true,
                    "Rationale": "The floating leaves would allow the plants to absorb sunlight to make food.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "stay anchored",
                "Key": {
                    "Correct": false,
                    "Rationale": "The roots are located at the bottom of the plant and anchor it.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "avoid predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "Structures that help plants make food do not help them avoid predators.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "capture fish",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants do not capture fish to make food.",
                    "Percent": 0
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Identify and classify Earth’s renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation."
        ],
        "Content": [
            "This simple diagram shows a system used to heat a house. Water is pumped from the house through a series of pipes underground, where the water is warmed. The warmed water returns to the house to supply heat on cold winter days.",
            "problems/TX18G5S/media/33a.jpg",
            "Which type of alternative energy resource is used to supply heat to the house?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Biofuel",
                "Key": {
                    "Correct": false,
                    "Rationale": "Biofuels produce energy by burning once-living matter, such as plants.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hydroelectric",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hydroelectric energy is produced by falling water, usually water over a dam.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Geothermal",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water is warmed by flowing past hot underground rock or soil layers and then pumped back to the house.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Solar",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solar energy is produced by the sun’s rays striking an object above the ground.",
                    "Percent": 0
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Observe and describe the physical characteristics of environments and how they support populations and communities of plants and animals within an ecosystem.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "The table lists the characteristics of four types of animals.",
            "problems/TX18G5S/media/34a.jpg",
            "What features do the ecosystems in which these animals live most likely have in common?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Dry, rocky mountains",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals that live in dry mountains do not eat fish or need webbed feet.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Forests of pine trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals that live in pine forests do not eat fish or need webbed feet.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Tall, spiny cacti",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals that live in deserts do not need thick fur or webbed feet.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Lakes and rivers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Animals that eat fish or have webbed feet live in areas with lakes and rivers.",
                    "Percent": 0
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify changes that can occur in the physical properties of the ingredients of solutions such as dissolving salt in water or adding lemon juice to water.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "Content": [
            "A student stirs 15 grams of each substance listed below into 200 milliliters of water to form four different mixtures. The student then tries to separate the water from each mixture by pouring the mixture through a kitchen tea strainer",
            "problems/TX18G5S/media/35a.jpg",
            "Which mixture can the student separate most easily with the strainer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Salt and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Salt dissolves in water, so the strainer will not separate them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Gravel and water",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gravel does not dissolve in water, and its particles are too large to go through the strainer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Shampoo and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shampoo dissolves in water, so the strainer will not separate them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sugar and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugar dissolves in water, so the strainer will not separate them.",
                    "Percent": 0
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Explore the processes that led to the formation of sedimentary rocks and fossil fuels."
        ],
        "Content": [
            "Which statement best describes the processes of weathering and erosion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Weathering and erosion are directly responsible for the breakdown of any type of rock into smaller particles and the carrying away of the loose sediments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Weathering is the breakdown of rocks, and erosion is the process which carries away the sediments.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Weathering and erosion are directly responsible for depositing loose sediments on the bottom of the ocean, forming layers of sediment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sediments are deposited after being eroded and transported.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Weathering and erosion are directly responsible for the amount of water in a river that transports sediments to the sea.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weathering and erosion do not usually determine the amount of water in the river.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Weathering and erosion are directly responsible for the transportation, deposition, and compaction of loose sediments on the seafloor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weathering and erosion of sediments occur before transport, deposition, and compaction.",
                    "Percent": 0
                }
            }
        }
    }
}