{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Smile Experiment",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tMason stared out his bedroom window at the Alaskan village. Everything looked so strange. Across the street, the houses floated on wooden poles because people could not dig deep f͟o͟u͟n͟d͟a͟t͟i͟o͟n͟s in the frozen earth. In the distance, the thin blue line of the Arctic Ocean spanned the horizon."],
        ["2", "\tMason could see the airport too. Its buildings looked like tiny toy blocks tossed on the grassy, flat tundra. Small bush airplanes regularly landed at the airport. They brought supplies and mail to the village as well as passengers."],
        ["3", "\tMason and his parents had arrived a few days ago from Nebraska. Mason had lived in the Midwest his entire life, but this year, his mom and dad were teaching at the village school. Mason had not been excited about the plan. Nothing in this place looked comfortable or familiar. Plus, his friends back home in Nebraska had joined a basketball team and an invention club."],
        ["4", "\t“Mason!” Mom called from the kitchen. “It's time for school.”"],
        ["5", "\t“I'm coming,” Mason replied. Heaving a sigh, he glanced at the calendar on his desk and purposefully drew an X through the day's date. He had eight months and 27 days to go before he returned home."],
        ["6", "\t“There's no basketball team here,” Mason mumbled as he tramped into the kitchen."],
        ["7", "\t“Then try a different activity,” Dad suggested."],
        ["8", "\t“You'll find things to do,” Mom added with a calm, certain voice as she opened the front door. Mason followed her out, but he did not share her opinion."],
        ["9", "\tAt school, Mason's glum mood enveloped him as he sat at his desk. Before classes began, Gwen v͟e͟n͟t͟u͟r͟e͟d͟ ͟b͟y and offered an uncertain hello. Mason mumbled a reply. Then he opened his notebook, dropped his head, and studied his spelling words."],
        ["10", "\tFor the rest of the day, Mason focused on his schoolwork. If his assignments were finished, his mom would let him call his best friend Gary from back home."],
        ["11", "\tSuddenly, Mason's science teacher, Mr. Lee, made an announcement that caught Mason's attention. He was giving the whole class a special assignment. His words sent groans rippling through the room."],
        ["12", "\t“This is an easy assignment,” Mr. Lee promised as he passed out smiley face stickers."],
        ["13", "\t“When you leave today, please wear this sticker,” Mr. Lee directed with twinkling eyes. “Smile at everyone you meet. Try to smile when you are feeling tired, bored, or bothered too. Scientists say smiling is good for our health, and we are going to test their theory. We'll talk about the results tomorrow.”"],
        ["14", "\tAs the last bell rang, Mason slapped the sticker on his shirt. He rushed to get his backpack and bumped into Gwen. When she flashed him a smile, Mason remembered the new assignment. He forced the corners of his mouth into a grin, but it felt awkward."],
        ["15", "\tHowever, Liam saw Mason's grin and took a timid step in his direction. “Would you like to come to my house with Gwen?” Liam asked. “You can meet my puppy, Snowball.”"],
        ["16", "\tThis time, it was much easier for Mason to push a smile across his face. “Sure,” he agreed. “Let me ask my mom.”"],
        ["17", "\tA few minutes later, Mason walked down the gravel road with Liam and Gwen. When their classmate Joseph joined them, Mason remembered to give him a generous smile too."],
        ["18", "\tJoseph's eyebrows shot up at the sight. After a pause, he entertained Mason with stories about fish camp. Before long, everyone was laughing and talking."],
        ["19", "\tAt Liam's home, Snowball rushed to greet the visitors. The puppy tumbled around their legs and tugged at their shoelaces. When Mason bent down, Snowball leaped into his arms and began chewing on the smiley face sticker on his shirt."],
        ["20", "\t“Don't ruin his smile,” Liam told Snowball, “or his face might turn into a storm cloud again. Then people might think he doesn't want to make new friends.”"],
        ["21", "\tStartled, Mason thought about Liam's words as he cuddled Snowball. His chilly behavior was building a thorny fence around him. It was not easy for anyone to approach a prickly person. However, his smile was like a big open gate. His new friends felt confident walking through it to reach him."],
        ["22", "\t“I'm keeping my smile,” Mason assured Liam."],
        ["23", "\tGwen asked Mason if he would like to meet her Uncle Amos. He was skilled at drumming and telling stories. Then Joseph invited Mason to fish camp next summer."],
        ["24", "\tMason eagerly agreed. Hopefully, there would be enough days on his calendar to try everything."]
    ],
    "Copyright": "",
    "References": []
}