{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] “Checking In”",
    "Subtitle": "",
    "Author": "by Hiawatha Bray",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe social-networking site Foursquare was created in 2009 by Dennis Crowley (the maker of an earlier site called Dodgeball, which had been bought by Google before failing) and an Indian-born software engineer named Naveen Selvadurai."],
        ["2", "\tWith Foursquare there is no need to punch your location into the phone. The phone already knows its own latitude and longitude, and Foursquare's database knows thousands of restaurants and other places you might want to visit. The software app shows you a listing of places nearby. A user who wants to meet up with friends can simply select a place and “check in” with a finger tap. All her Foursquare buddies now know exactly where to find her."],
        ["3", "\tWhen Foursquare appeared, it was a handy and fun app for a social butterfly. Yet people had plenty of other ways to keep in touch—using the phone to make a call, for instance. Foursquare would only catch on if it could change the habits of millions of people, by convincing them that the app was a better way to stay in touch."],
        ["4", "\tSo Crowley and Selvadurai made it a game. A Foursquare user who checked in most often at a particular location became the “mayor” of that place. The reward? At first just a little cartoon badge (and bragging rights, of course). Later, Foursquare worked with local businesses to offer discounts and special offers in exchange for check-ins."],
        ["5", "\tWithin two years of launching, Foursquare had more than 6 million registered users, who were checking into the service 1.5 million times per day. Early on, much of the activity was driven by people competing to become the mayor of a favorite dining spot, public landmark, or subway station."],
        ["6", "\tIn Philadelphia in 2010, for instance, Internet developer Andrew Miguelez fought ferociously to hang on to the “mayorship” of Penn's Landing, a well-known local site. “I was in a heated battle with another daily visitor,” said Miguelez. “The title of mayor bounded back and forth between us every couple of days as one of us would check in earlier than the other, or would check in on a weekend.”"],
        ["7", "\tCompetition is occasionally so intense that users cheat by checking into a location even when they are nowhere near it. Foursquare had to start using software to spot and cancel fake check-ins."],
        ["8", "\tBy the beginning of 2013, Foursquare had 30 million subscribers, with half of them signed up in the previous year. Since its founding, users have posted more than 3 billion check-ins."],
        ["9", "\tAlthough each check-in may be valuable to your curious friends, they may someday be much, much more valuable to Foursquare. Taken together, these check-ins let the company track your movements—not only through the physical world, but through the economy. People who check in regularly are leaving a series of breadcrumbs that could let marketers figure out where they like to spend money—and what other nearby businesses they might want to know about."],
        ["10", "\tStores can learn even more by pooling the check-in data from millions of people and looking for patterns. For example, they might find out that Foursquare users who often check in at art museums also like to shop at fancy clothing stores. Now art lovers who launch the app might be greeted with an ad from an upscale clothing chain."],
        ["11", "\tFoursquare has earned hardly any money in its brief life. But the company is hoping that someday, this kind of advertising targeted to your location will bring in plenty of cash. Other social networking sites—Foursquare's rivals—agree, and they've moved quickly to add location features. The billion or so members of Facebook can now attach their exact location to their posts, and so can the half-billion users of the messaging service Twitter."]
    ],
    "Copyright": "Excerpt from “Checking In,” by Hiawatha Bray, from Muse. Published by ePals Media. Copyright © 2014. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}