{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “The Lord of the Forest: the American Chestnut”",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe American chestnut ruled our forests for centuries, but a killer blight made up of microscopic spores needed only 50 years to wipe the giant from the face of North America. But we still have buildings made from it, and we still have people pulling for it. An organization based in Asheville wants to bring it back from memory and make the chestnut stand tall again."],
        ["2", "\tWe have to imagine it — there is no other way. Once, the springtime canopies of western North Carolina forests were an unmatched floral display, thanks to a tree that nearly vanished. The American chestnut rose 100, sometimes 120, feet above the loamy forest floor. Most were nearly barren of branches for 50 feet or better, living up to what would become their nickname, “the redwood of the East.” These were massive trunks, some 16 feet in diameter. And they lorded over the forest. In most places, every fourth tree was a chestnut, and along vast ridges, fully 7 out of 10 trees would have been of the tribe Castanea dentata. All told, perhaps 4 billion chestnut trees grew from southern Maine to Georgia, and they put on a pageant. . . ."],
        ["3", "\tChestnut made things. You could rock a baby in a chestnut cradle and bury a loved one in a chestnut coffin. You could wear leather gloves cured with the tannins from chestnut bark. You could eat chestnut bread and chestnut-stuffed wild turkey and bear fattened on the mast. You could fall asleep to a chestnut-log fire. You could roast wild, pure-strain American chestnuts on it."],
        ["4", "\tNo longer. For now, we must conjure it all in our minds. We can read about the magnificent chestnut forests and gaze at the old photographs of monstrous trees rising like furrowed cliff sides toward a sky blotted out with their serrated leaves and wonder what it was like. But we can witness it no longer. “All words about the American chestnut are now but an elegy for it . . . gone down like a slaughtered army,” wrote the naturalist Donald Culross Peattie."],
        ["5", "\tFor now."],
        ["6", "\tBut there may come a day."],
        ["7", "\tThe demise of the American chestnut is woven into the nation's lore like the tragic wartime death of a beloved family member. The killing fungus — Cryphonectria parasitica — was first discovered in 1904 on a chestnut growing in the New York Zoological Park. Originating in Asia, the blight had little effect on Asiatic chestnuts that evolved with it, but American chestnuts were defenseless to it. The fungus entered the tree through cracks in the bark, creating sunken, orange-black cankers on the trunk. Vast networks of unseen, threadlike filaments encircled the tree, choking off water and nutrients, killing each one down to the ground."],
        ["8", "\tOnce affected, a single tree became a spore-producing blight factory, infecting its neighbors. Spores hitched a ride on the wind. Insects and birds picked up blight spores on their wings and legs, and carried the disease to distant forests. The blight raced across the Appalachian range at an average rate of 50 miles a year. Within eight years, it swept New England."],
        ["9", "\tTo halt the genocide, a mile-wide chestnut blight “firebreak” was carved across Pennsylvania, but to no avail — the fungus leapt this botanical Maginot Line. It showed up in North Carolina as early as 1912, and by 1925, the fungus had invaded 75 percent of the chestnut's North American range. A few decades later, perhaps 4 billion chestnut trees stood dying or lay dead."],
        ["10", "\tThe American chestnut forest was erased from the face of the planet. It was an unnatural cataclysm, a complete victory of an alien invader, and it changed forever the forests of North Carolina and much of the eastern United States. Gone was the tree that nurtured Native Americans, passenger pigeons, and pioneer communities. Gone was the forest that had evolved over millennia. In its place, there are oaks and hickories and poplars, but these trees are stand-ins, substitutes for the native chestnuts whose grandeur can only be imagined. . . ."],
        ["11", "\tThe tree was critical to the building of America and beloved by early horticulturists. Philadelphia botanists John and William Bartram listed the American chestnut in the first American nursery catalog, published in 1783. They sent chestnuts to George Washington's Mount Vernon and Thomas Jefferson's Monticello."],
        ["12", "\tChestnut wood was used for furniture, interior paneling, charcoal, and telegraph and then telephone poles. In 1919, North Carolina produced 70 million board feet of chestnut lumber — trailing only West Virginia and Pennsylvania. Chestnut bark is rich in tannins, and untold tons of bark were shipped to tanneries, where it was chipped and boiled and then used to soften the hides of deer and bear that had, themselves, fattened on its nuts. In a single year — 1909 — 100,000 cords of chestnut fed five large tanneries in the Asheville region alone. . . ."],
        ["13", "\tHere's the curiosity: You can still find American chestnut trees. A few escaped the blight, and hang on. In North Carolina, several hundred mature chestnuts still stand, but their future is precarious. And throughout the high country, young trees are fairly common. You can find them along the Appalachian Trail, in sunny clearings along the Blue Ridge Parkway, in state parks and private woodlots. One of the more insidious aspects to chestnut blight was that its cankers choked the trees to death down to the ground but left stumps and roots grasping tenuously to life. All these years later, these ancient stumps still sprout. The young trees shoot for the sky, saw-toothed leaves catching the sun, by every indication a sapling on the way to grand stature. It is a short-lived exuberance. The rare tree might grow large enough to produce a few flowers and prickly seed burs, but chestnut blight fungus still lives in the bark of blight-resistant oaks and ash. It infects and kills most young chestnuts before they are more than a few inches in diameter."],
        ["14", "\tBut at this very moment, on farms and woodlots scattered across North Carolina and the rest of the native range of the species, an army of volunteers is working on perhaps the most audacious conservation project of our time: bringing back the American chestnut. While state and federal agencies take part in restoration research and fieldwork, most of these workers are part of The American Chestnut Foundation, founded in 1983 by a trio of plant scientists. TACF, which is headquartered in Asheville, now has chapters in 16 states."],
        ["15", "\tThe premise behind this dream is a bit of botany 101. Chinese chestnuts evolved with the blight and carry blight-resistant genes, which American-strain trees lack. By crossing an American chestnut with a Chinese chestnut, you end up with a tree that has half the genetic material of each. Cross the progeny of that tree back to an American chestnut, and nuts from that tree will carry 75 percent of the genetics of a true American chestnut. By continuing this backcrossing for generation after generation, ACF hopes to produce trees with all the characteristics of American chestnuts, and the blight resistance of the Chinese trees."]
    ],
    "Copyright": "Excerpt from “The Lord of the Forest: the American Chestnut.” Our State Magazine, 2017. https:// www.ourstate.com/american-chestnut/. In the public domain.",
    "References": []
}