{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When the skin comes in contact with an irritant, receptors in the skin send signals to the spinal cord. The signal is then sent to the brain for processing, and the individual begins to scratch the affected area.",
            "Which two systems are most likely interacting when a person experiences itching caused by a skin irritant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Circulatory and excretory",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circulatory system is responsible for transporting materials throughout the body. The excretory system is responsible for removing waste from the body.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Integumentary and nervous",
                "Key": {
                    "Correct": true,
                    "Rationale": "The nerves in the integumentary system (skin) sense the irritation and send the signal to the brain. The brain then sends impulses through the nervous system to scratch the itch.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "Digestive and muscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The digestive system is responsible for breaking food down into nutrients that can be absorbed by the body. The muscular system is used for movement, posture, and circulation of blood throughout the body.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Respiratory and lymphatic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The respiratory system is responsible for the exchange of oxygen and carbon dioxide in the body. The lymphatic system is responsible for transporting lymph, a fluid containing infection-fighting white blood cells, throughout the body.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Recognize that disruptions of the cell cycle lead to diseases such as cancer."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "During the cell cycle, proteins called cyclins bind to enzymes that send signals for the cell to progress through stages of cell replication. At the end of this cycle, the cyclins degrade to prevent further signaling for the cell to divide.",
            "Uncontrolled production of cyclins will most likely result in  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the formation of tumors",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cyclins control the progression through the cell cycle. If cyclins do not degrade, then cells will continue to go through the cell cycle, resulting in the formation of a tumor (uncontrolled cell growth).",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "the immediate death of the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uncontrolled production of cyclins does not result in immediate death of the cell.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "the transfer of cyclins to other cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uncontrolled production of cyclins would result in a tumor (uncontrolled cell growth) and not be transferred to other cells.",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "the formation of haploid cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The formation of haploid cells is a result of a cell going through meiosis, not the cell cycle.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An illustration of how a particular DNA mutation will most likely affect the polypeptide produced is shown.",
            "problems/TX21HSB/media/3a.jpg",
            "problems/TX21HSB/media/3b.jpg",
            "What type of mutation is illustrated?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insertion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Insertion mutations occur when a nucleotide or sequence of nucleotides is inserted into the existing DNA without replacing any of the existing nucleotides.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Translocation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Translocation mutations occur when a segment of a chromosome changes positions with a segment of another chromosome.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Substitution",
                "Key": {
                    "Correct": true,
                    "Rationale": "This type of mutation is a substitution because the T nucleotide in the GTA DNA triplet was replaced with a G nucleotide in the mutated DNA triplet.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "Deletion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deletion mutations occur when a nucleotide or sequence of nucleotides are deleted from the existing DNA.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate how natural selection produces change in populations, not individuals."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Farmers spray pesticides on their plants to protect the plants from being eaten by insects. Some individual insects have a genetic mutation that makes them resistant to the toxins in the pesticides.",
            "Which statement best describes how only a few resistant individuals resulted in the pesticide becoming ineffective?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The resistant insects change the toxin on the plants, making it safe for others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resistant insects were not able to transform the pesticide into a safe form. They were able to survive and reproduce, producing resistant offspring.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "The resistant insects grow larger and eat less of the plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resistant insects may have been able to grow larger; however, this would not have resulted in the pesticide becoming ineffective. The resistant individuals were able to survive and reproduce, producing resistant offspring.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "The resistant insects eat the contaminated surface and leave the rest for others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resistant insects may be able to eat the contaminated food; however, it is their ability to survive and reproduce that would make the pesticide ineffective.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The resistant insects are able to survive to reproduce and create a population that is also resistant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The resistant individuals that survive the spraying of pesticide are able to reproduce. This resistance is likely due to a genetic variation that has been inherited from their parents. As the pesticide-resistant insects reproduce, the genetic variant that makes them resistant to the pesticide will become more prevalent in the population.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare variations and adaptations of organisms in different ecosystems.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The defenses of two flightless birds that live in different habitats are shown.",
            "problems/TX21HSB/media/5a.jpg",
            "How do the wings of the Gentoo penguin and the legs of the common ostrich provide an advantage in their habitat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Allows them to find prey",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ability to find prey is related to sensory organs and not locomotive organs.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Allows them to escape from predators",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main function of the wings of the Gentoo penguin and the legs of the common ostrich is for locomotion, which allows the birds to escape from predators.",
                    "Percent": 88
                }
            },
            "C": {
                "Choice": "Allows them to control their body temperature",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ability to control body temperature is related to the circulatory system and the feathers in the integumentary system and not related to locomotive structures.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Allows them to be camouflaged in their environments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ability to be camouflaged within their environments is related to the coloration of their feathers and not to locomotive structures.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Recognize that components that make up the genetic code are common to all organisms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which property is shared by the cells of all living things?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The cells contain DNA composed of adenine, thymine, guanine, and cytosine.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All living things are made of cells, which contain DNA made of the nucleotides adenine, thymine, guanine, and cytosine.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "The cells are surrounded by a phospholipid bilayer and a cell wall made of cellulose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only plant cells are surrounded by a cell wall made of cellulose.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The cells have chromosomes that are located inside a membrane-bound nucleus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prokaryotic cells do not have a membrane-bound nucleus.",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "The cells rely on mitochondria to carry out aerobic cellular respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prokaryotic cells do not have mitochondria.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The flow of energy in a grassland ecosystem is shown.",
            "problems/TX21HSB/media/7a.jpg",
            "Based on the diagram, which two populations best represent trophic levels that receive the LEAST amount of the total energy provided to the ecosystem by the grass?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Crickets and sparrows",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cricket could receive 10% of the energy produced by the grass, and the sparrows could receive 1% of the energy produced by the grass.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Toads and spiders",
                "Key": {
                    "Correct": false,
                    "Rationale": "The toads could receive 1% of the energy produced by the grass, and the spiders could receive 1% of the energy produced by the grass.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Rabbits and mice",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rabbits could receive 10% of the energy produced by the grass, and the owls could receive 1% of the energy produced by the grass.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Hognose snakes and owls",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using the general 10% law, which states 90% of the energy is lost at each trophic level (grass being at 100%), the hognose snakes would receive 0.1% of the energy produced by the grass, and at most, the owl could receive 1% of the energy produced by the grass.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The life cycle of a frog is illustrated in the diagram.",
            "problems/TX21HSB/media/8a.jpg",
            "Which statement best explains how the cell cycle is important to the life cycle of the frog?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It enables frogs to produce tadpoles that are clones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A life cycle that contains fertilized eggs is an example of sexual reproduction, and does not produce clones.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "It allows frogs to grow, develop, and reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The process of the cell cycle is how living organisms produce more cells, which allow the organisms to grow, develop, and reproduce.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "It prevents overproduction of frog offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most frog offspring are produced by fertilization of gametes, which are produced through meiosis, not the cell cycle.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "It ensures the best adapted frogs survive and pass on traits to offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Natural selection of certain traits in the frog allows for the frogs that are best adapted to survive and reproduce.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the reactants and products of photosynthesis and cellular respiration in terms of energy, energy conversions, and matter.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graphic organizer best compares the energy inputs and outputs of cellular respiration and photosynthesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21HSB/media/9a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chemical energy stored in the bonds of glucose is used during cellular respiration, and heat is released; however, this heat is not used by producers during photosynthesis to make light energy.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "problems/TX21HSB/media/9b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Light energy is captured by the pigments in leaves during photosynthesis. The light energy is converted into chemical energy in the bonds of glucose, which is made during photosynthesis. Glucose is then used during cellular respiration to make another kind of chemical energy, ATP.",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "problems/TX21HSB/media/9c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thermal energy is not produced during photosynthesis or used during cellular respiration.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "problems/TX21HSB/media/9d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cellular respiration does not use light energy to make chemical energy for photosynthesis.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how environmental change can impact ecosystem stability."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Overfishing is causing the decline of fish populations, such as Eastern Atlantic bluefin tuna in the Mediterranean. Eastern Atlantic bluefin tuna are caught faster than they can reproduce.",
            "Which statement describes the most likely effect that overfishing will have on this ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Overfishing makes the ecosystem more stable by increasing competition for limited resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing competition for resources would result in a decrease in ecosystem stability.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Overfishing decreases the stability of the ecosystem by disrupting food chains.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Overfishing decreases the stability of the ecosystem by disrupting the food chains of other organisms within the ecosystem. This causes an imbalance in predator-prey relationships, resulting in either a decrease in certain organisms or an increase in others.",
                    "Percent": 85
                }
            },
            "H": {
                "Choice": "Overfishing has no effect on ecosystem's stability because it affects one species out of many.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Overfishing affects multiple species in the ecosystem, not just one.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Overfishing increases ecosystem stability by allowing prey populations to overproduce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Overpopulation results in a decrease of ecosystem stability because it increases competition for resources.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A segment of DNA is shown in the diagram.",
            "problems/TX21HSB/media/11a.jpg",
            "Which of these identifies the part of the DNA segment labeled X?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Nucleotide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nucleotides are what are connected by the labeled hydrogen bonds in the DNA segment.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Phosphate group",
                "Key": {
                    "Correct": false,
                    "Rationale": "Phosphate groups are a part of the backbone of the DNA segment. The backbone is the part of the DNA segment that the nucleotides are attached to.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Hydrogen bond",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hydrogen bonds connect the nitrogenous bases of the DNA strands.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "Deoxyribose",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deoxyribose is a part of the backbone of the DNA segment. The backbone is the part of the DNA segment that the nucleotides are attached to.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statements best compare the function of an ATP molecule to a DNA molecule?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "ATP carries and transmits the genetic information of organisms.\nDNA serves as a biological catalyst that speeds up the rate of chemical reactions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "DNA is the molecule that carries and transmits the genetic information of organisms. Enzymes are the molecules that serve as biological catalysts that speed up the rate of chemical reactions.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "ATP provides energy for chemical reactions in the cell.\nDNA carries and transmits the genetic information of organisms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "ATP is the chemical energy that is used to power all cellular processes, including chemical reactions. DNA is the molecule that carries and transmits the genetic information of organisms.",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "ATP serves as a biological catalyst that speeds up the rate of chemical reactions.\nDNA acts as a structural sugar in the cell walls of plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Enzymes are the molecules that serve as biological catalysts that speed up the rate of chemical reactions. Cellulose is the type of sugar that is used for structural support in the cell walls of plants.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "ATP acts as a structural sugar in the cell walls of plants.\nDNA provides energy for chemical reactions in the cell.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cellulose is the type of sugar that is used for structural support in the cell walls of plants. ATP is the chemical energy that is used to power all cellular processes, including chemical reactions.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate how evidence of common ancestry among groups is provided by the fossil record, biogeography, and homologies, including anatomical, molecular, and developmental.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cladogram of five species is shown.",
            "problems/TX21HSB/media/13a.jpg",
            "Based on the cladogram, the ancestral species most likely had  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a vertebral column",
                "Key": {
                    "Correct": true,
                    "Rationale": "The vertebral column is the trait that is at the root of the cladogram. The root of the cladogram represents the initial ancestor/trait that is common to all the organisms within the cladogram.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "a vertebral column and hair",
                "Key": {
                    "Correct": false,
                    "Rationale": "The trait for hair is common to the horse, wolf, tiger, and house cat, but not the turtle.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "sharp teeth and retractable claws",
                "Key": {
                    "Correct": false,
                    "Rationale": "The traits for sharp teeth and retractable claws are common to the tiger and house cat, but not the turtle, horse, or wolf.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "the ability to purr",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ability to purr is only found in the house cat and not in the turtle, horse, wolf, or tiger.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare and contrast prokaryotic and eukaryotic cells, including their complexity, and compare and contrast scientific explanations for cellular complexity.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students created note cards comparing characteristics of eukaryotic and prokaryotic cells. Which set of note cards most accurately compares these cells?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21HSB/media/14a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Eukaryotic cells have DNA chromosomes contained in a membrane-bound nucleus. Prokaryotic cells have DNA chromosomes in the cytoplasm and do not have a nucleus or other membrane-bound organelles.",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "problems/TX21HSB/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eukaryotic cells have DNA chromosomes contained in a membrane-bound nucleus, not free-floating within the cytoplasm.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "problems/TX21HSB/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eukaryotic cells have DNA chromosomes contained in a membrane-bound nucleus. Prokaryotic cells have DNA chromosomes in the cytoplasm and do not have a nucleus or other membrane-bound organelles.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "problems/TX21HSB/media/14d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eukaryotic cells have membrane-bound organelles. Prokaryotic cells have DNA chromosomes in the cytoplasm and do not have a nucleus or other membrane-bound organelles.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Mexican long-nosed bat roosts in Big Bend National Park in West Texas. The bat feeds on nectar and pollen and hovers while it feeds. Additionally, its tongue can extend up to eight centimeters.",
            "The features of Mexican long-nosed bats are evidence of natural selection because the features are adaptations that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lead to an increase in predation by other species of animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "An increase in predation by other species is not a trait or behavior that would allow the bat to survive and reproduce.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "show that most DNA mutations are necessary and advantageous but do not increase survival or reproductive success",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mutations that do not increase survival or reproductive success are not considered adaptations.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "help individuals outcompete other individuals for food resources to increase survival and reproductive success",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Mexican long-nosed bats have traits that are more favorable over other bats and that help them to be successful in their environment.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "are the result of intentional breeding",
                "Key": {
                    "Correct": false,
                    "Rationale": "Intentional breeding is an example of artificial selection. In artificial selection, organisms are intentionally mated to produce offspring with a desired outcome or trait.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement describes the process of osmosis in an animal cell?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sugar molecules move across the plasma membrane until the cell has enough energy to grow in size and divide.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Osmosis is a form of passive transport and would not require energy from sugar molecules, nor is it dependent on the cell's ability to divide.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Water molecules move across the plasma membrane until solute concentrations are equal on both sides of the membrane.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Osmosis is the diffusion of water molecules across the plasma membrane from a less concentrated solution into a more concentrated solution without the use of active transport and energy from ATP. As the water molecules move, the concentrations on each side of the membrane become more equal.",
                    "Percent": 50
                }
            },
            "H": {
                "Choice": "Ions move across the plasma membrane until the inside of the cell has a higher concentration of positive charges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While ions can be transported by both active or passive transport across the plasma membrane, osmosis only describes the movement of water into and out of the cell.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Enzymes move across the plasma membrane until the cell has completed metabolism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Enzymes would move across the plasma membrane with the use of a protein channel and would not be able to diffuse through the plasma membrane.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how events and processes that occur during ecological succession can change populations and species diversity."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Sand dunes along the coast are formed of bare sand. Eventually, grasses take root on the dunes. Over time, larger plants such as shrubs and trees are able to grow at the edge of the sand dune ecosystem.",
            "This gradual change in plant communities of a sand dune ecosystem can result in  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reduced symbiotic relationships between producers and bacteria",
                "Key": {
                    "Correct": false,
                    "Rationale": "As more plants are able to grow on the sand dunes, the number of beneficial bacteria will also increase.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "reduced energy absorption by consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "As more plants are able to grow on the sand dunes, more consumers will be able to feed on and acquire energy from the plants.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "greater erosion rates",
                "Key": {
                    "Correct": false,
                    "Rationale": "As more plants are able to grow on the sand dunes, the root systems will be able to hold the sand stable and reduce the amount of erosion occurring.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "greater species diversity",
                "Key": {
                    "Correct": true,
                    "Rationale": "As more varieties of plants are able to grow on the sand dunes, a wider variety of animals and insects will also be able to survive on the sand dunes. This increase in different plant and animal species leads to an increase in species diversity.",
                    "Percent": 61
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare characteristics of taxonomic groups, including archaea, bacteria, protists, fungi, plants, and animals.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A researcher determines an organism to be eukaryotic, unicellular, and autotrophic. In which taxonomic group should this organism be classified?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bacteria",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms in Kingdom Bacteria are not eukaryotic.",
                    "Percent": 32
                }
            },
            "G": {
                "Choice": "Protista",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organisms in Kingdom Protista are eukaryotic, unicellular, and can be either autotrophic or heterotrophic.",
                    "Percent": 34
                }
            },
            "H": {
                "Choice": "Archaea",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms in Kingdom Archaea are not eukaryotic.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "Animalia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms in Kingdom Animalia are not unicellular.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Identify and investigate the role of enzymes."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "For an enzyme to be able to catalyze a reaction, the active site must  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "be occupied by an inhibitor",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the active site of an enzyme is occupied by an inhibitor, then the substrate will not be able to attach to the enzyme at the active site.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "increase the activation energy level",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of enzymes is to lower the activation energy level of a chemical reaction.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "have a complementary shape to the substrate",
                "Key": {
                    "Correct": true,
                    "Rationale": "Enzymes are specific to certain substrates. The shape of the enzyme and shape of the substrate fit together at the active site, similar to puzzle pieces.",
                    "Percent": 44
                }
            },
            "D": {
                "Choice": "cause the enzyme to be destroyed in the reaction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Enzymes are not typically destroyed during reactions and can be used over and over again.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Recognize that gene expression is a regulated process.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Snowshoe hares can be found living in the Rocky Mountains of New Mexico. During the summer months, when there is no snow on the ground, the snowshoe hare's coat color is typically brown. During the winter months, when the mountains are covered in snow, the snowshoe hare's coat is typically white.",
            "Which statement describes the genetic basis for the seasonal changes in coat color?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The snow causes mutations in the genes that regulate coat color so that snowshoe hares are adapted to their environment during the winter months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mutations are not reversible. If a mutation occurred to change the snowshoe hare's coat color, it would not be able to change back to its original form during the lifetime of the hare.",
                    "Percent": 31
                }
            },
            "G": {
                "Choice": "The genes that control coat color are regulated by hormone signals that are altered by changes in environmental factors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The genes that control the snowshoe hare's coat color are turned on and off based on the amount of daylight, thus changing the color of the hare's coat during different seasons.",
                    "Percent": 58
                }
            },
            "H": {
                "Choice": "Sunlight causes cancer cells to develop in the bodies of snowshoe hares, resulting in an apparent brown-colored coat as a result of hair loss.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While sunlight may cause cancer cells to develop, it is not the underlying mechanism that causes the seasonal changes in the coat color in snowshoe hares.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The genes that control coat color in snowshoe hares are deleted from the genome during the summer months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Genes are not removed from genomes during a lifetime or a season. All genes are present in all cells and can be signaled to be on or off depending on different external factors.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In an experiment, two plants are grown together for a time and then separated. Plant 2 is a parasite of Plant 1.",
            "Which graph best predicts the growth of Plant 1 and Plant 2 during the experiment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21HSB/media/21a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph does not represent a parasitic relationship because Plant 2, the parasite, continues to increase in growth after it has been removed from Plant 1, the host.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "problems/TX21HSB/media/21b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph does not represent a parasitic relationship because both Plant 1 and Plant 2 have decreased growth after Plant 2 has been removed.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "problems/TX21HSB/media/21c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Parasites require a host organism in order to survive. They typically steal nutrients or resources from the host, resulting in decreased/slowed growth of the host. This graph shows that Plant 1, the host, grows better once Plant 2, the parasite, has been removed and Plant 2, the parasite, has decreased growth.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "problems/TX21HSB/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph does not represent a parasitic relationship because both Plant 1 and Plant 2 continue to grow well after they have been separated.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Examine scientific explanations of abrupt appearance and stasis in the fossil record.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When multiple transitional fossils are found in many rock layers, they provide evidence of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "seasonal variation in the diet of a species",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transitional fossils would not show the seasonal change in the diet of a species.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "gradual change of a species over time",
                "Key": {
                    "Correct": true,
                    "Rationale": "Transitional fossils are the remains of organisms that are older versions of a species and its more recent ancestors. Transitional fossils would show evidence of gradualism, a form of evolution where a species evolves continually over long periods of time.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "DNA functioning as the genetic material of organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "While DNA may be able to be found in transitional fossils, the majority of all living organisms use DNA as genetic material.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "an unchanging environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transitional fossils across many rock layers provide evidence of a slowly changing environment.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Describe the roles of DNA, ribonucleic acid (RNA), and environmental factors in cell differentiation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Environmental factors typically activate genes in a cell by causing the cell to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "produce identical daughter cells through mitosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mitosis is not the mechanism by which genes are activated as a result of environmental factors.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "form haploid gamete cells through meiosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Genes are not activated during the stage of meiosis when homologous chromosome pairs are separated to create haploid gametes because the chromosomes are condensed.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "fuse with another cell to increase the size of its genome",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the genome of an organism stays the same throughout its life.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "transcribe specific DNA segments to mRNA for translation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Environmental factors such as chemicals, temperature, and light can determine which genes are turned on and off, thereby influencing the way an organism develops and functions.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A flower that has both male and female reproductive structures is shown.",
            "problems/TX21HSB/media/24a.jpg",
            "Which statement best describes an interaction that will allow a flowering plant to reproduce by self-pollination?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "An anther is transferred from a filament to another filament within the same flower.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthers cannot be transferred from flower to flower. Pollen grains are what need to be transferred in order to pollinate a flower.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "An ovule is transferred from the ovary to a petal on a different flower.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ovules cannot be transferred from flower to flower. Pollen grains are what need to be transferred in order to pollinate a flower.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "A pollen grain is transferred from an anther to the stigma of the same flower.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order to self-pollinate, a pollen grain from a flower would need to be transferred from the anther of that flower to the stigma of the same flower.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "An ovary is transferred from a flower on one plant to a flower on a different plant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ovaries cannot be transferred from flower to flower. Pollen grains are what need to be transferred in order to pollinate a flower.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A genetic cross involving two unlinked genes is represented.",
            "AaGG x aaGg",
            "Which genotype is NOT possible in the offspring produced by the cross?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "AaGG",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only possible outcomes for this genetic cross are: AaGG, AaGg, aaGG, and aaGg.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Aagg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Aagg is not a possible outcome from this cross because there is only one g allele present in the parent generation.",
                    "Percent": 64
                }
            },
            "C": {
                "Choice": "aaGg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only possible outcomes for this genetic cross are: AaGG, AaGg, aaGG, and aaGg.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "aaGG",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only possible outcomes for this genetic cross are: AaGG, AaGg, aaGG, and aaGg.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Breaking down food for nutrients involves many body systems. A student made a partial list of the processes that occur.",
            ":box:• Salivary enzymes begin to break down starch molecules in food.\n• Gastrointestinal enzymes are released in response to a hormone signal.\n• Nutrients are absorbed into the bloodstream from the small intestine.",
            "Which body systems interact most directly in the three listed processes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Digestive\nIntegumentary\nMuscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the integumentary system is to act as a barrier to protect the body from the outside world. The function of the muscular system is movement. These two body systems are not interacting to cause the listed processes to occur.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "Excretory\nImmune\nMuscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the excretory system is to remove waste from the body. The function of the immune system is to protect the body from foreign pathogens such as microbes or chemicals. The function of the muscular system is movement. These three body systems are not interacting to cause the listed processes to occur.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Circulatory\nExcretory\nImmune",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the excretory system is to remove waste from the body. The function of the immune system is to protect the body from foreign pathogens such as microbes or chemicals. These two body systems are not interacting to cause the listed processes to occur.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Circulatory\nDigestive\nEndocrine",
                "Key": {
                    "Correct": true,
                    "Rationale": "The function of these three systems interacting begins when the salivary enzymes in the digestive system break down food into nutrients. A hormone signal triggers the endocrine system to absorb these nutrients into the bloodstream, which is part of the circulatory system.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Explain the purpose and process of transcription and translation using models of DNA and RNA.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A partial DNA segment and an mRNA codon chart are shown.",
            "3' T C A T G C A T G 5'",
            "problems/TX21HSB/media/27a.jpg",
            "What amino acid sequence is encoded in the partial DNA segment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Serine – Threonine – Tyrosine",
                "Key": {
                    "Correct": true,
                    "Rationale": "The DNA sequence of a gene is used to make an mRNA copy. The mRNA copy is then translated into a sequence of amino acids.\nThis DNA sequence codes the sequence of amino acids as shown:\nDNA: 3' TCA TGC ATG 5'\nmRNA: 5' AGU ACG UAC 3'\nAmino acid sequence: Serine - Threonine - Tyrosine",
                    "Percent": 57
                }
            },
            "B": {
                "Choice": "Serine – Serine – Tyrosine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The DNA triplet TGC would not be translated into the amino acid serine.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Serine – Threonine – Methionine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The DNA triplet ATG would not be translated into the amino acid methionine.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "Serine – Alanine – Methionine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The DNA triplets TGC and ATG would not be translated into the amino acids alanine and methionine.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how environmental change can impact ecosystem stability."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A farmer is struggling to control the population of a certain insect on his farm. After researching population control techniques, he discovers that a particular bird is a predator of this insect. The farmer purchases a number of these birds and releases them onto his farm.",
            "How might the farmer's action most likely have a negative impact on the ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The birds will increase biodiversity of native plant species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing the biodiversity of the native plant species would be a beneficial impact.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "The birds will pollinate native species, increasing genetic variation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Typically, birds that feed on insects are not pollinators.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The birds will consume beneficial insects, as well as the pest species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Many insects are beneficial to farmers for pollination. This introduced bird may also feed on the beneficial insects as well as the pest insects and reduce the pollination of the crop.",
                    "Percent": 70
                }
            },
            "J": {
                "Choice": "The birds will mate with native birds and create a new species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Different species of birds will not be able to mate successfully.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students examine images of a certain species of bat commonly found in Texas. Using the bat dichotomous key, they conclude that the bat species is a Mexican free-tailed bat due to its large, round ears.",
            ":box:Bat Dichotomous Key\n\n1a: Solitary bat ....................................................Go to 2\n1b: Colonial bat ....................................................Go to 3\n\n2a: >35-cm wingspan ...........................................Hoary bat\n2b: <35-cm wingspan ...........................................Go to 4\n\n3a: >35-cm wingspan ...........................................Big brown bat\n3b: <35-cm wingspan ...........................................Go to 5\n\n4a: Reddish brown colored fur ................................Seminole bat\n4b: Light colored fur ..............................................Eastern red bat\n\n5a: Large, round ears ............................................Mexican free-tailed bat\n5b: Short, pointy ears ............................................Cave myotis bat",
            "Based on the dichotomous key, in addition to the shape of the bat's ears, which other set of features should the students look for to confirm the identity of the bat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Solitary with a wingspan greater than 35 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "A solitary bat with a wingspan greater than 35 cm is the Hoary bat.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Solitary with a wingspan less than 35 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "A solitary bat with a wingspan less than 35 cm would be either the Seminole bat or the Eastern red bat.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Colonial with a wingspan greater than 35 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colonial bat with a wingspan greater than 35 cm would be the Big brown bat.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "Colonial with a wingspan less than 35 cm",
                "Key": {
                    "Correct": true,
                    "Rationale": "Large, round ears are keyed from 5a. Step 5 is keyed by 3b (less than 35 cm wingspan). Step 3 is keyed by 1b (colonial bat). Together, these indicate that the Mexican free-tailed bat has large, round ears, a less than 35 cm wingspan, and is colonial.",
                    "Percent": 41
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.",
            "Evaluate models according to their limitations in representing biological objects or events."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Materials are provided to students to build models of a prokaryotic cell, a eukaryotic cell, and a virus. The materials and the structures they represent are listed in the table shown.",
            "problems/TX21HSB/media/30a.jpg",
            "Which material will students use in all three models?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Yellow paper oval",
                "Key": {
                    "Correct": false,
                    "Rationale": "Yellow paper ovals represent cytoplasm. Viruses do not contain cytoplasm.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "Gray paper hexagon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gray paper hexagon represents a capsid. Capsids are only present in viruses.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Blue yarn",
                "Key": {
                    "Correct": true,
                    "Rationale": "Blue yarn represents genetic material. All prokaryotic cells, eukaryotic cells, and viruses have genetic material.",
                    "Percent": 50
                }
            },
            "J": {
                "Choice": "Purple buttons",
                "Key": {
                    "Correct": false,
                    "Rationale": "Orange paper circles represent a nucleus. Prokaryotic cells and viruses do not have a nucleus.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student makes a Venn diagram to compare the functions of carbohydrates and lipids.",
            "problems/TX21HSB/media/31a.jpg",
            "Which cellular function of carbohydrates and lipids should be placed in the shared section of the Venn diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hormone production",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some hormones are derived from lipids, carbohydrates do not produce hormones.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Structural support of cell walls",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cellulose is a type of carbohydrate used as the structural support of cell walls. Lipids are not used as the structural support of cell walls.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Energy storage",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both carbohydrates and lipids are used to store energy.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "Catalyst for chemical reactions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Enzymes, a type of protein, are used as catalysts for chemical reactions.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe the flow of matter through the carbon and nitrogen cycles and explain the consequences of disrupting these cycles."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement is an example of how carbon moves through a food chain as part of the carbon cycle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Producers release carbon dioxide, and consumers take it in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consumers release carbon dioxide when they exhale, and producers take it in during photosynthesis.",
                    "Percent": 23
                }
            },
            "G": {
                "Choice": "Producers take in carbon dioxide, and consumers release it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Producers use carbon dioxide during photosynthesis and convert it into glucose. Consumers then ingest the carbon in the glucose and use that glucose during cellular respiration, releasing carbon dioxide as they exhale.",
                    "Percent": 54
                }
            },
            "H": {
                "Choice": "Producers take in carbon from the soil, and they release it when they decompose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Producers take in carbon dioxide from the atmosphere.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Producers release carbon into the soil, and consumers take it in from the soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consumers take in carbon by ingesting producers or other consumers that contain carbon.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which table correctly identifies how the plasma membrane contributes to the maintenance of cellular homeostasis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21HSB/media/33a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The plasma membrane contributes to cellular homeostasis by controlling what can enter and exit the cell.",
                    "Percent": 41
                }
            },
            "B": {
                "Choice": "problems/TX21HSB/media/33b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plasma membrane does not catalyze the production of proteins.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "problems/TX21HSB/media/33c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plasma membrane does not convert ATP to glucose.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "problems/TX21HSB/media/33d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plasma membrane does not catalyze the production of proteins.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Texas Longhorn cattle, coat coloration is an inherited trait. What is the genetic basis of coat-color variation in Texas Longhorn cattle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Differences in the nucleotide sequences of genes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sequence of the nucleotides determines what traits will be expressed, such as coat color in cattle.",
                    "Percent": 54
                }
            },
            "G": {
                "Choice": "Differences in the numbers of chromosomes in cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of chromosomes in the somatic cells responsible for coat color in Texas Longhorn cattle is normally the same.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Differences in the diets of individual cattle",
                "Key": {
                    "Correct": false,
                    "Rationale": "Diet can have an effect on the coat color of cattle; however, it is not the genetic basis of the coat color.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Differences in the environmental conditions of different geographic areas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Environmental conditions can have an effect on the coat color of cattle; however, it is not the genetic basis of the coat color.",
                    "Percent": 28
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The taxonomic classifications of four species of amphibians are shown.",
            "problems/TX21HSB/media/35a.jpg",
            "Based on the information provided, which two species are most closely related?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Northern cricket frog and bullfrog",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Northern cricket frog and the bullfrog share the same Order, which is a more general classification than Family or Genus.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Northern leopard frog and green treefrog",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Northern leopard frog and the green treefrog share the same Order, which is a more general classification than Family or Genus.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Northern cricket frog and green treefrog",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Northern cricket frog and the green treefrog share the same Family, which is a more general classification than Genus.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Northern leopard frog and bullfrog",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Northern leopard frog and the bullfrog are the most closely related of these species because they share the same Genus.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the levels of organization in biological systems and relate the levels to each other and to the whole system.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students construct a graphic organizer to illustrate the different levels of biological organization.",
            "problems/TX21HSB/media/36a.jpg",
            "Which term does the letter X represent in the graphic organizer?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells are the basic unit of life. A group of cells working together makes up tissues. A group of tissues working together make up an organ.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Organism",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organs work together to make up an organ system. Organ systems work together to make up an organism. A group of organisms of the same species makes up a population. A group of populations in the same area make up a community.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "Ecosystem",
                "Key": {
                    "Correct": false,
                    "Rationale": "A group of communities in a certain area as well as all of the nonliving components of that area, such as water, rocks, and dirt, make up an ecosystem.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Biosphere",
                "Key": {
                    "Correct": false,
                    "Rationale": "A biosphere consists of all the ecosystems on Earth.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When a new mutation occurs in a somatic cell of a sexually reproducing organism, what percentage of the individual's offspring are likely to inherit the mutation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "100%",
                "Key": {
                    "Correct": false,
                    "Rationale": "Somatic mutations occur in body cells and not within the eggs or sperm, so they are not heritable by offspring.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "75%",
                "Key": {
                    "Correct": false,
                    "Rationale": "Somatic mutations occur in body cells and not within the eggs or sperm, so they are not heritable by offspring.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "25%",
                "Key": {
                    "Correct": false,
                    "Rationale": "Somatic mutations occur in body cells and not within the eggs or sperm, so they are not heritable by offspring.",
                    "Percent": 45
                }
            },
            "D": {
                "Choice": "0%",
                "Key": {
                    "Correct": true,
                    "Rationale": "Somatic mutations occur in body cells and not within the eggs or sperm, so they are not heritable by offspring.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Researchers have observed striped hyenas and gray wolves hunting together in certain areas. One hypothesis suggests that changing hunting behavior aids both species in obtaining better and more resources. In this hypothesis the hyenas benefit because the wolves chase and take down large animals, such as goats, that the hyenas usually cannot catch alone. The wolves benefit from hyenas using their jaw strength to crack open large bones of prey to access additional nutrients from bone marrow.",
            "Which table best identifies the ecological relationships among the gray wolf, hyena, and goats?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21HSB/media/38a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hyenas are not a predator or prey of gray wolves. Gray wolves and goats do not have a commensalistic relationship because the goats are harmed.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "problems/TX21HSB/media/38b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hyenas and gray wolves have a mutualistic relationship because both organisms benefit from each other. The hyenas have access to food sources the gray wolves hunt, and the gray wolves have access to bone marrow after the hyenas have cracked open the large bones of the prey.\nThe gray wolves and goats have a predator-prey relationship because the gray wolves hunt and feed on the goats.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "problems/TX21HSB/media/38c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hyenas and gray wolves do not exhibit a parasitic relationship because neither the hyenas nor the gray wolves require the other to survive. Gray wolves and goats do not exhibit a mutualistic relationship because the goats are harmed.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "problems/TX21HSB/media/38d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hyenas and gray wolves do not exhibit a commensalistic relationship because both benefit from the relationship. Gray wolves and goats do not exhibit a parasitic relationship because neither require the other to live and survive.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows the major stages of the cell cycle and the percentage of time spent in each phase.",
            "problems/TX21HSB/media/39a.jpg",
            "Which statement best describes why a cell spends the majority of its time in interphase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cell is growing and carrying out processes such as metabolism and DNA replication.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During interphase, the cell is growing in size (G₁), replicating its DNA (S phase), and duplicating its cell structures (G₂) to prepare for cellular division.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "The cell is aging and processes are stopping as lysosomes clear dead cell matter away.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cessation of cellular processes and the activity of lysosomes are not responsible for the length of time cells spend in interphase.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The cell needs time to synthesize spindle fibers to complete mitosis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The synthesis of spindle fibers takes place in M phase, not interphase.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "The cell needs time to complete cytokinesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cytokinesis, division of the cytoplasm, is completed directly after mitosis (M phase) and is not part of interphase.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate how the elements of natural selection, including inherited variation, the potential of a population to produce more offspring than can survive, and a finite supply of environmental resources, result in differential reproductive success."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The giant octopus lays 20,000 to 100,000 fertilized eggs. After hatching, most octopuses become prey to larger marine organisms, and less than 5% will reach adulthood to reproduce.",
            "One benefit of the giant octopus laying many eggs is to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "increase the average body size for surviving individuals to avoid predation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of eggs laid will not impact the average body size of individuals that survive.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "decrease competition between different octopus species to maintain resources in the population",
                "Key": {
                    "Correct": false,
                    "Rationale": "If all hatchlings were to survive, laying a large quantity of eggs would increase competition among the octopus species.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "increase the chance that more individuals will survive to maintain the population",
                "Key": {
                    "Correct": true,
                    "Rationale": "Many organisms do not provide care or protection for their offspring. Laying a large quantity of eggs helps to ensure that some individuals will survive to adulthood and reproduce.",
                    "Percent": 78
                }
            },
            "J": {
                "Choice": "decrease the likelihood of offspring being consumed by predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quantity of hatchlings does not impact the likelihood that a single hatchling will be consumed.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Some angelfish colors are determined by codominance. Possible phenotypes and genotypes of angelfish colors are shown.",
            "problems/TX21HSB/media/41a.jpg",
            "Which table shows the expected phenotypes of offspring resulting from a cross between a black angelfish and a black-lace angelfish?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21HSB/media/41b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "A black angelfish has a genotype of BB. A black-lace angelfish has a genotype of BL. A cross between BB × BL results in a probability of 50% of the offspring having the genotype BB and phenotype of black and 50% of the offspring having the genotype BL and phenotype of black lace.",
                    "Percent": 50
                }
            },
            "B": {
                "Choice": "problems/TX21HSB/media/41c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The genetic cross that would result in 50% silver (LL) and 50% black (BB) would be a silver (LL) crossed with a black lace (BL).",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "problems/TX21HSB/media/41d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The genetic cross that would result in 25% silver (LL), 25% black (BB), and 50% black lace (BL) would be a black lace (BL) crossed with another black lace (BL).",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "problems/TX21HSB/media/41e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no genetic cross from these genotypes that would result in 25% silver (LL), 50% black (BB), and 25% black lace (BL).",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A food web representing a Gulf Coast ecosystem is shown.",
            "problems/TX21HSB/media/42a.jpg",
            "Based on this food web, which organism occupies multiple trophic levels?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Canada goose",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Canada goose occupies only the primary consumer level in this food web by feeding on only the producer, the clover grass.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Eastern cottontail",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Eastern cottontail occupies only the primary consumer level in this food web by feeding on only the producer, the clover grass.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Loggerhead sea turtle",
                "Key": {
                    "Correct": true,
                    "Rationale": "The loggerhead sea turtle occupies the primary consumer level by feeding on the clover grass and the secondary consumer level by feeding on the gulf pipefish.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "Sand dollar",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sand dollar occupies only the primary consumer level in this food web by feeding on only producers, clover grass and phytoplankton.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A diagram of an HIV infection is shown.",
            "problems/TX21HSB/media/43a.jpg",
            "Which conclusion about the HIV infection of a host cell is best supported by the diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It takes place outside of living cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The virus must enter the host cell in order to produce new viruses.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "It relies on the host cell to reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The virus must enter the host cell in order to use the cell's machinery to make new viral particles.",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "It involves the process of meiosis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses must use a cell's machinery to make new viruses. Gametes, egg and sperm, are made through meiosis.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "It requires carbon dioxide.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon dioxide is not needed by the virus or the host cell in order to make a new virus.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate how evidence of common ancestry among groups is provided by the fossil record, biogeography, and homologies, including anatomical, molecular, and developmental.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Researchers analyzed a mitochondrial gene of different bat species to determine relatedness. A cladogram of their results is shown.",
            "problems/TX21HSB/media/44a.jpg",
            "Based on the cladogram, which set of bat species is the least related?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Ptenochirus minor and Megaerops niphanae",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ptenochirus minor and Megaerops niphanae are separated by only two nodes.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Dyacopterus spadiceus and Otopteropus cartilagonodus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dyacopterus spadiceus and Otopteropus cartilagonodus are separated by only three nodes.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Haplonycteris fischeri and Ptenochirus jagori",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each node on the cladogram represents a speciation event. Haplonycteris fischeri and Ptenochirus jagori are the least related because they are separated by six nodes, or where a speciation event took place.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "Cynopterus sphinx and Chironax melanocephalus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cynopterus sphinx and Chironax melanocephalus are separated by only three nodes.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Summarize the role of microorganisms in both maintaining and disrupting the health of both organisms and ecosystems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best describes how bacteria recycle matter in an ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bacteria are producers that create energy for second-order consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants are producers. Plants are able to grow due to the organic material that is added to the soil from decomposers.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Bacteria produce toxins to prevent the growth of invasive species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The production of toxins does not describe how bacteria recycle matter in the ecosystem.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Bacteria cause diseases that limit the reproduction of organisms in a population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ability of bacteria to cause disease does not describe how bacteria recycle matter in an ecosystem.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "Bacteria are decomposers that help to transfer organic material to the soil.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bacteria break down the organic matter in dead and decaying organisms and return that material to the soil. The organic matter can then be used by plants for growth.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.",
            "Plan and implement descriptive, comparative, and experimental investigations, including asking questions, formulating testable hypotheses, and selecting equipment and technology."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students set up a controlled experiment by growing the same type of seedlings in two different locations. After a period of time, the students observed the seedlings and recorded their observations in the table shown.",
            "problems/TX21HSB/media/46a.jpg",
            "What caused the shoots of the seedlings on the windowsill to bend toward the window?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hormones produced in response to a light stimulus",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hormone auxin responds to light stimulus and promotes cell elongation on the side of the stem that is not exposed to light. This causes the stem to bend toward the direction of the light.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Sugars produced in response to a gravity stimulus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugars are produced during the process of photosynthesis, and not in response to gravity.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Carbon dioxide produced in response to a water stimulus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The production of carbon dioxide does not cause plant shoots to bend toward the light, the hormone auxin does.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Water produced in response to a nitrogen stimulus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water production during respiration does not cause the bending of shoots toward the light. Water is lost to the air through the process of transpiration, which occurs in the leaves.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An illness caused by a certain virus includes fever, rash, joint pain, red eyes, and headache. The virus is transmitted to people by infected mosquitoes. Symptoms quickly occur within three to twelve days after contracting the virus. There is no vaccine for this virus.",
            "Which description best explains the reproductive cycle of this virus?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lytic, because the virus is transmitted by mosquitoes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses that reproduce via the lytic and lysogenic cycles can both be transmitted by mosquitoes.",
                    "Percent": 31
                }
            },
            "B": {
                "Choice": "Lysogenic, because there is no way to vaccinate against it",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vaccinations work to prevent the reproduction of viruses.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "Lytic, because of the quick incubation time",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the lytic cycle, the virus enters the host cell and uses its machinery to produce new viruses. The cell then ruptures, releasing and spreading the virus in the body.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "Lysogenic, because the virus causes a fever",
                "Key": {
                    "Correct": false,
                    "Rationale": "The symptom of a fever would indicate the virus is actively reproducing new virus particles, which would indicate that the virus is in the lytic cycle rather than the lysogenic cycle.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Recognize the significance of meiosis to sexual reproduction."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cellular process is shown.",
            "problems/TX21HSB/media/48a.jpg",
            "Which statement best describes the significance of this process?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The process allows organisms to grow and heal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The process of crossing-over depicted here does not directly contribute to an organism's ability to grow and heal itself.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The process produces clones of the parent organism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The process of crossing-over prevents the production of clones since it is creating new genetic variants.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The process copies DNA before cell division.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The process of crossing-over occurs after the DNA in the homologous chromosome pairs have already been copied.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "The process creates genetic variation in the resulting cells.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The process represented is crossing-over. During crossing-over, bits of one chromosome cross over another chromosome and that genetic information is exchanged, creating a new genetic variant.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best describes an interaction between the muscular system and the respiratory system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The hormone adrenaline causes blood vessels to contract and send more blood to major muscles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hormones are produced by the endocrine system.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "Metabolic wastes generated by muscle cells are eliminated in urine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Urine is eliminated by the excretory system.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "The diaphragm contracts causing the chest cavity to expand, which draws air into the lungs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diaphragm is a muscle located under the ribs. When the diaphragm contracts, it moves downward, increasing the space within the chest and allowing the lungs to expand and bring in air. When the diaphragm relaxes, it moves upward, decreasing the space within the chest and expelling the air from the lungs.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "Nutrients absorbed in the small intestine are transported in blood to the brain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nutrients are absorbed in the digestive system.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Define taxonomy and recognize the importance of a standardized taxonomic system to the scientific community."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two scientists want to compare their research of fireflies. Which information must the two scientists provide to each other to determine if they studied the same type of fireflies?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Size of the firefly populations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the population can be determined by many factors and will not ensure the scientists are studying the same type of firefly.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Type of habitat in which the fireflies live",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fireflies can live in many different habitats. Studying the habitats of the fireflies will not ensure the scientists are studying the same type of firefly.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "Color of light produced by the fireflies",
                "Key": {
                    "Correct": false,
                    "Rationale": "All types of fireflies can emit light. Studying the color of light produced may help the scientists study similar fireflies, but it will not ensure they are studying the same type of firefly.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Species name of the fireflies studied",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scientific names of organisms are assigned a genus and species and are individual. Different species will not have the same scientific name. The species part of the name is the most specific and will ensure the scientists are studying the same type of firefly.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    }
}