{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the meaning of w͟i͟s͟t͟f͟u͟l͟l͟y in paragraph 12?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "With sadness",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 12, Eric thinks about how “'everyone else is enjoying the festival'” and w͟i͟s͟t͟f͟u͟l͟l͟y watches people pass by while he is stuck at work. This context is included to suggest that Eric is feeling sad about his circumstances.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "With relief",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eric's friends are going to the festival, and Eric clearly wants to join them, so he is not feeling “relief” as he watches people pass by Sam's Deli on the way to the parade.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "With anxiety",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Eric is unhappy about working rather than attending the festival, there is no evidence that he feels anxious.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "With curiosity",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, Eric watches people walk by the window of the deli, and he knows where the “festival attendees” are going. Therefore, the idea that Eric is curious about what people are doing is not supported by context in the paragraph.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read paragraph 23 from the story.",
            ":box:As the tidal wave of customers trickled to a stream, Mom and Dad rushed into the deli.",
            "The author includes this figurative language to show that the  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "customers come in and out of the deli at a steady pace",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the figurative phrase “the tidal wave of customers trickled to a stream” to suggest a contrast in the number of customers from one period of time to another; therefore, that number was not steady but varied.",
                    "Percent": 34
                }
            },
            "G": {
                "Choice": "new customers got wet from the firefighters' hoses at the festival",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the customers at the deli got wet from the hoses.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "number of customers at the deli has become manageable",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. The author uses the verb “trickled” and the comparison of a tidal wave with a stream to suggest that the number of customers at the deli decreases to a manageable flow.",
                    "Percent": 52
                }
            },
            "J": {
                "Choice": "customers are upset at first but calm by the time they leave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the figurative language in paragraph 23 to refer to the number of people coming into the deli, not the customers' feelings.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Eric's actions at the end of the story are significant because they reveal that he  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "has learned that working in the deli is more fun than being with friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 31 and 32, Eric stays at the deli because he wants to “'take care of'” the deli's “'regulars,'” not because he thinks working is more fun than being with friends.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "understands that his parents deserve to rest before they return to work",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Eric thinks his parents should rest.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "is ready to accept more responsibilities at the deli",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Eric does run the deli while his parents are absent, there is no evidence that he will be taking on more responsibilities.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "realizes the importance of loyal customers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Eric declines his parents' offer to stop working and find his friends, he refers to “'special orders'” that are the “'most important ones of the day,'” and then he carefully makes the orders for the deli's “regulars.” These actions are included to reveal that Eric realizes the importance of loyal customers.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following best describes Eric's main conflict in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He does not know the names of the customers who frequently eat at his parents' deli.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Eric at first does not know the names of the regular deli customers, this is not the main conflict of the story.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "He thinks his parents need to offer a better variety of sandwiches at the deli.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support that Eric thinks that his parents need to offer a better variety of sandwiches.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "He has to help his parents on a day that he has plans with his friends.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conflict is established in paragraph 2: Eric has to help his parents at the deli instead of enjoying the day at the Twin Rivers Summer Festival with his friends as he had planned.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "He is bothered by the lack of excitement in his parents' deli.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, Eric refers to the days at the deli as “quiet,” but his main conflict is not the lack of excitement at Sam's Deli.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The first-person point of view of the story allows the reader to understand the  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "actions of only the regulars at the deli",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eric does describe the actions of the “regulars” at the deli, but the actions of other characters are described as well.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "narrator's changing perspective on the busy deli",
                "Key": {
                    "Correct": true,
                    "Rationale": "The term point of view refers to the person telling or narrating a piece of writing. First-person point of view is used to allow the reader to understand Eric's changing point of view regarding the deli. At first Eric doesn't understand why his mom and dad cater to the regular customers so much. By the end of the story, however, Eric realizes that these customers' “'special orders'” are “'the most important ones of the day.'”",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "reasons the narrator's parents are not at the deli",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dialogue is used in paragraphs 24 and 25 to reveal why Eric's father and mother are late returning to the deli; the reader does not understand this as a result of the point of view used in the story.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "inner thoughts of the customers at the deli",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eric is telling the story, so the reader can only know Eric's inner thoughts, not the thoughts of the customers at the deli.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the story best expresses its theme?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“We have to take care of our regulars because they're part of what makes Sam's Deli a special place.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the story's theme, or central message, by revealing Eric's changing perspective regarding the “regulars” at Sam's Deli. When Eric is overwhelmed by the crowd at the deli, the “regulars” all pitch in to help out. When Eric's parents return and offer Eric the opportunity to take a break, Eric opts to stay to help with the “'most important'” orders of the day, as he finally realizes how the “regulars” are key to making Sam's Deli a “'special place.'”",
                    "Percent": 75
                }
            },
            "G": {
                "Choice": "Personally, I didn't think it would hurt for some of our regulars to try a new restaurant every now and then — or at least consider ordering a different type of sandwich.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to show Eric's initial resentment toward the deli's loyal customers; it is not used to express the theme of the story.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "“Your dad and I appreciate your help.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eric's parents do appreciate Eric's help, but the theme of the story is not expressed in this sentence.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "I took orders and made sandwiches while they kept the restaurant clean and visited with customers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to support, but not express, the story's theme.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 5 and 25, the words “bury myself” and “hidden” highlight that the speaker  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wishes he could live permanently with Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 7, the speaker indicates that he is excited to spend the weekend with Abuelita, not that he wishes to live permanently with her.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "fears being seen by others when he hugs Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker runs from Papa's car to his grandmother for an embrace. There is no evidence in the poem that the speaker fears being seen when hugging Abuelita.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "feels safe and content with Abuelita",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this poem, the speaker feels safe and content with Abuelita. These feelings are emphasized by the speaker's description of how he buries himself “deep, hidden in Abuelita's soft arms” in both lines 5 and 25. The image of their embrace is one of affection, love, and contentment.",
                    "Percent": 85
                }
            },
            "D": {
                "Choice": "is able to forget where he is when he is with Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the embrace makes the speaker forget where he is.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet uses exclamation points in the third stanza?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To emphasize how much respect the speaker has for Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader can infer that the speaker respects Abuelita, the poet's use of exclamation points in the third stanza (verse) emphasizes the speaker's excitement regarding the visit.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "To show the speaker's excitement about his long visit with Abuelita",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 7, the speaker is clearly excited about “A whole weekend with Abuelita!” This excitement is emphasized by the goodbye shout to Papa in line 8, which the poet punctuates with an exclamation point.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "To convey Papa's hesitation about leaving the speaker with Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "Papa is smiling as he “drives off in a puff of white smoke,” suggesting that he is not hesitant about leaving the speaker with Abuelita.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "To highlight how long it has been since the speaker last saw Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "It cannot be determined from the poem how much time has passed since the speaker last visited Abuelita.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 14 and 15 from the poem.",
            ":box:Painted yellow-white like a forgotten Easter egg,\nAnd cracked here and there like that same egg.",
            "The poet includes these similes most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggest that the speaker has not visited Abuelita in a long time",
                "Key": {
                    "Correct": false,
                    "Rationale": "It cannot be determined from the poem how much time has passed since the speaker last visited Abuelita.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "help the reader visualize Abuelita's house",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” In lines 14 and 15, the poet describes Abuelita's house as “yellow-white like a forgotten Easter egg” and “cracked here and there.” These similes are included to help the reader visualize Abuelita's house.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "identify the speaker's favorite holiday to spend with Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that Easter is the speaker's favorite holiday to spend with his grandmother.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "help the reader imagine a specific place in Abuelita's house",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet includes the similes in lines 14 and 15 to convey the general appearance and condition of Abuelita's house, not any specific place in her home.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 23 and 24 of the poem.",
            ":box:“You are so big! My big boy!”\nAnd I laugh and stand on my toes to be even bigger.",
            "These lines are included to suggest that the speaker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "wishes he could be taller than he is",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although standing on his toes would make the speaker appear taller than he is, the speaker is encouraging Abuelita's feeling of pride, not wishing to be taller.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "is embarrassed by the name Abuelita calls him",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker laughs and stands on his toes, which clearly shows that he is not embarrassed by Abuelita calling him “'big boy.'”",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "thinks Abuelita is very amusing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker may be amused by Abuelita's words and actions, it is more likely that the speaker laughs with pleasure because he knows Abuelita is proud of him.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "enjoys making Abuelita feel proud of him",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet includes the lines “'You are so big! My big boy!'” to show that Abuelita is proud of the speaker. The speaker's reaction — laughing and standing on his toes — is included to show how the speaker encourages and enjoys Abuelita's feeling of pride.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "From the speaker's experience, the reader can learn that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "parents are to be appreciated",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not focus on the appreciation of parents in this poem.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "happiness can be found in trying new things",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experience related in the poem seems like one familiar to both the speaker and Abuelita, so the poet is not suggesting that happiness can be found in trying new things.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "time spent with family should be cherished",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the speaker's excitement upon arriving for a weekend visit with Abuelita, the feeling of safety and contentment the speaker experiences in “Abuelita's soft arms,” and the obvious joy Abuelita feels regarding her grandson, the reader can learn that time spent with family should be cherished.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "relationships can strengthen with time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Abuelita and the speaker clearly have a strong relationship, but the poet does not provide evidence that their relationship has strengthened over time.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "By including Abuelita's dialogue in the poem, the poet is able to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "tell the qualities Abuelita likes about the speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Abuelita does describe the speaker as “'big,'” she is demonstrating her affection for him, not emphasizing that she likes certain qualities about him.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "indicate what Abuelita and the speaker enjoy doing together",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not indicate what Abuelita and the speaker enjoy doing together by including her dialogue.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "reveal how Abuelita feels about the speaker",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dialogue refers to the lines spoken by a character in a story, poem, or play. Abuelita tells her “'cielo'” (the speaker) that she needs “'a big abrazo'” from him, she calls the speaker her “'big boy,'” and she tells him that he is “'so big.'” The poet includes these words of simple dialogue to emphasize Abuelita's feeling of affection for the speaker.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "suggest that Abuelita enjoys speaking Spanish with the speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Abuelita does use some Spanish words while talking to the speaker, the speaker does not respond in Spanish.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the poet develop the theme of this poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By comparing the actions of Papa and Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "Papa is only briefly mentioned in the poem, and the poet does not compare him to Abuelita. This is a minor detail that is only minimally used to develop the theme.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "By explaining the reasons the speaker visits Abuelita",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not explain why the visit takes place.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "By telling about the photographs in Abuelita's house",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photographs are less important to the theme of the poem than the interactions between the speaker and Abuelita.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "By describing the speaker's interaction with Abuelita",
                "Key": {
                    "Correct": true,
                    "Rationale": "The interaction between the speaker and Abuelita throughout the poem is included to develop a theme, or central message, of familial affection and pride. Abuelita smiles and calls out to the speaker as he enthusiastically runs into her arms. The speaker expresses his joy at having Abuelita to himself for the “whole weekend,” and Abuelita is happy to see her “'big boy.'”",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words from paragraph 2 help the reader understand the meaning of e͟n͟g͟a͟g͟e͟d͟?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "charm as a person",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Stuart's “charm as a person” may have contributed to the conversations he e͟n͟g͟a͟g͟e͟d͟ in with his subjects, these words are not used to indicate that the subjects were actively involved.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "sat for a portrait",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “sat for a portrait” are not used to indicate what the subjects did while sitting, so this definition is incorrect.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "practiced at the time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “practiced at the time” are not used to provide context for the meaning of e͟n͟g͟a͟g͟e͟d͟.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "interesting conversation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “interesting conversation” are included to provide context to help the reader understand the meaning of e͟n͟g͟a͟g͟e͟d͟ by suggesting that Stuart and his subjects were involved in the shared activity of conversation.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraph 2 is mainly about the  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "method Stuart used when he was painting portraits",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author focuses on Stuart's method of engaging his subjects in conversation while painting them so that his subjects would be at ease and Stuart could “capture their most natural expression and pose.”",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "number of portraits Stuart painted during his lifetime",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author states in paragraph 2 that Stuart “painted the portraits of approximately 1,000 people during his lifetime,” this is a detail, not the main idea of the paragraph.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "reason Stuart wanted to paint portraits of famous people",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author mainly focuses on Stuart's unique method of interacting with his subjects, not on Stuart's reasons for wanting to paint their portraits.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "popularity of the portraits Stuart painted during his lifetime",
                "Key": {
                    "Correct": false,
                    "Rationale": "In pa14agraph 2, the author does not focus on the popularity of the portraits Stuart painted during his lifetime. That information is presented later in the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The reader can conclude from the information in paragraph 3 that Stuart  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "worried that his portrait would not please Washington",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 3 that Stuart was worried his portrait would not please Washington.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "was determined to create a portrait of Washington",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author states that “one of Stuart's aspirations was to paint George Washington” and then explains how Stuart overcame the challenges of arranging a meeting with Washington to “eventually [have] the opportunity” to paint the president.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "was nervous in the presence of Washington",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 3 that Stuart was nervous in the presence of Washington.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "shared similar interests with Washington",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Stuart and Washington did discuss horses, the author is stating that this was one of the president's “favorite topics,” not that Stuart shared the president's interests.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author includes the details in paragraph 5 most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "explain why this particular portrait of Washington is so well known",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author gives details in paragraph 5 to explain that Stuart's portrait of Washington is so well known because it has appeared on the dollar bill since 1869; anyone who has ever seen a dollar bill has seen the portrait.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "express regret that the painting of Washington became famous only after Stuart's death",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author states that Stuart “made and sold multiple copies of the portrait” of Washington, which suggests that the portrait was well known while Stuart was alive.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "demonstrate that Washington was an important figure in history",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author focuses on the portrait of Washington rather than on Washington as an important figure in history.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "emphasize that most of Washington's portraits were left unfinished",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author discusses Stuart's unfinished portrait of Washington, but the author does not suggest that most of Washington's portraits were left unfinished.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "In 1796 painter Gilbert Stuart had the opportunity to paint a portrait of George Washington. It had been difficult to arrange time for the two men to get together. While Stuart painted Washington, the two men talked about horses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Key information about the significance of Stuart's portrait of Washington is not included in this summary.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "The most famous portrait of George Washington was painted by Gilbert Stuart, who lived from 1755 to 1828. Stuart painted portraits of other famous people as well. He never finished his portrait of Washington, but Stuart kept the original and sold copies of it anyway.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the central idea that the most famous portrait of George Washington was painted by Gilbert Stuart is included in this summary, additional details regarding why Stuart was an important figure are not included. Unnecessary information, such as when Stuart lived, is included in the summary.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "An accomplished painter who completed hundreds of portraits, Gilbert Stuart lived from 1755 to 1828. Stuart wanted the subjects of his portraits to feel relaxed so that he could create a portrait of them that looked natural. One of Stuart's most famous paintings is a portrait of President George Washington.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The key detail that Stuart's famous portrait of George Washington was left unfinished is omitted from this summary, while less important details are included.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "During his career Gilbert Stuart painted portraits of many famous people, including George Washington. Although Stuart was unable to complete a portrait of Washington during the time they had together in 1796, the work became the most popular portrait of Washington ever painted.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The central idea and key details from the selection are included in this summary. Information about Gilbert Stuart and why he is an important figure is included in the first sentence. In the second sentence, the incomplete portrait of Washington is addressed, and the central idea that this portrait became the most popular portrait of Washington ever painted is conveyed.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this information about the origin of the word a͟m͟a͟s͟s.",
            ":box:from the Latin a- + massare, meaning “to form a lump”",
            "This information helps the reader understand that a͟m͟a͟s͟s͟e͟d in paragraph 3 means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "searched for",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the origin information provided in the box, the reader cannot infer that a͟m͟a͟s͟s͟e͟d means “searched for.”",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "shared with a group",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Christopher shared the writings Tolkien had a͟m͟a͟s͟s͟e͟d by publishing them in a book, Tolkien himself did not share these writings with a group.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "gathered together",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraph 3, Tolkien had “many writings” that his son “gathered together.” The reader can use the information in the box to understand the meaning of a͟m͟a͟s͟s͟e͟d because gathering Tolkien's writings most likely meant that the pieces had to be brought together to become one, or “'to form a lump.'”",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "stored in a safe place",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Tolkien's writings were “stored in a safe place,” nor does the origin of a͟m͟a͟s͟s͟e͟d support this meaning.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "By using a problem-and-solution organizational pattern in paragraphs 3 through 5, the author of the selection is able to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "demonstrate that Tolkien needed help completing his book and describe how only certain parts of his story were used",
                "Key": {
                    "Correct": false,
                    "Rationale": "The problem is that Tolkien died before finishing The Silmarillion, not that he needed help finishing the book, and the author's description of the solution goes beyond an explanation of how only certain parts of the story were used.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "show that Christopher needed to work with another author and tell how he was able to persuade his friend to work with him",
                "Key": {
                    "Correct": false,
                    "Rationale": "The problem introduced in paragraph 3 is that Tolkien died before finishing The Silmarillion. Christopher Tolkien persuading a friend to help him finish the book was only part of the solution.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "highlight that Christopher had trouble deciding which of his father's writings to include in the book and identify how he made his choices",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher Tolkien deciding which of his father's writings to include in The Silmarillion was part of the solution, not the problem, and the author does not identify how Christopher decided what to include in the final version of The Silmarillion.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "emphasize that Tolkien could not finish his book and explain how Christopher's efforts led to the completion and publication of the work",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author structures paragraphs 3 through 5 to emphasize the problem of Tolkien being unable to finish The Silmarillion before he died and to explain how the problem was solved: Tolkien's son Christopher completed the work.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the information in paragraph 5, the reader can conclude that Christopher  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "had little prior experience writing books",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author does not imply that the challenge of completing the book resulted from Christopher's lack of experience as an author.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "tried to include alternate endings in the book",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 5 that Christopher tried to include alternate endings in the book.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "encountered many challenges while organizing the book",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author suggests that completing The Silmarillion provided Christopher with challenges — from organizing the pieces into five different parts to finishing incomplete sections.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "planned to publish more than one book of his father's work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conclusion that this was Christopher's intention when he published The Silmarillion is not supported by information in paragraph 5.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the selection, why did Christopher decide not to include all his father's writings in The Silmarillion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He believed they would cause the reader to become very confused.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Christopher believed that including everything his father wrote for The Silmarillion “would lead only to confusion for the reader,” so Christopher decided to omit some of the material.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "He worried that some of the ideas would be unfamiliar to the reader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher was more concerned about the reader being confused than about the reader being exposed to unfamiliar ideas.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "He planned to create a different ending for the story.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Christopher planned to create a different ending for the story.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "He wanted the final book to have only five parts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tolkien originally intended for the book to have five parts, so this was not a factor in Christopher's decision to omit certain material.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best shows the author of the selection's attitude toward the writing of The Silmarillion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Silmarillion can be thought of as a prequel to The Hobbit and The Lord of the Rings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a statement of fact about The Silmarillion. The author's attitude toward the writing of The Silmarillion is not revealed in this sentence.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "But the story of how The Silmarillion was created may be just as interesting as the story told on its pages.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author reveals an attitude of curiosity about how the book The Silmarillion was put together, suggesting that its creation “may be just as interesting as the story told on its pages.”",
                    "Percent": 48
                }
            },
            "C": {
                "Choice": "Kay's work on The Silmarillion undoubtedly provided training and valuable experience on his journey to become an author.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author states an opinion regarding Guy Gavriel Kay's work; the author's attitude toward the writing of The Silmarillion is not revealed.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "The Silmarillion was published in 1977 to mixed reviews.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author suggests that readers had varying opinions about The Silmarillion when it was published; how the author feels about the writing of the book is not revealed in the sentence.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What makes The Silmarillion unique among Tolkien's writings?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The story takes place in an imaginary land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although The Silmarillion does take place in a fantasy world, this is true of many of Tolkien's other works as well.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "It was the only piece of writing published after his death.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains in paragraph 6 that “Christopher published more of his father's unfinished writings” after The Silmarillion.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "The story includes fictional creatures and humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both fictional creatures and humans are included in The Silmarillion, but this is also true of The Hobbit and The Lord of the Rings, as the author states in paragraph 2.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "It was both the first and last book he ever worked on.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraph 3, The Silmarillion was “Tolkien's first and last work,” making it unique.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 5 of “George Washington's Portrait.”",
            ":box:People have always believed that the portrait truly captures this great man's presence.",
            "Which sentence from the second selection shows that Tolkien's The Silmarillion was not as well received?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is an account of the history of this fantasy world before The Hobbit takes place.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author does not suggest that The Silmarillion was not well received.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Some stories required organizing, and some parts were still incomplete and needed finishing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author does not suggest that The Silmarillion was not well received.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "Some people believed it was too different from what they had come to expect from Tolkien's writing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author suggests that some of Tolkien's fans were disappointed with The Silmarillion because “it was too different from what they had come to expect from Tolkien's writing.”",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "They knew that Christopher had started the task with many incomplete pieces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher did have to work with incomplete materials while compiling his father's writing for The Silmarillion. However, the author does not suggest in this sentence that the book was not well received.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One similarity between painter Gilbert Stuart and author J. R. R. Tolkien is that both men  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "were accomplished in their field of creative art",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both Stuart and Tolkien were accomplished in their field of creative art. Gilbert Stuart, known for “his talent as a painter,” painted the portraits of many distinguished and famous people. Stuart also created “the definitive representation of George Washington.” Tolkien created a “world of fantasy” through his many books and has “devoted readers around the world.”",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "spent several decades working on a single project",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tolkien did spend several decades working on The Silmarillion. However, the time Stuart spent painting Washington “was limited.”",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "needed the assistance of another person to complete their work",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Tolkien's son Christopher did finish The Silmarillion on behalf of his father, Stuart's portrait of Washington remained unfinished, so this is not a similarity between the two men.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "were known for their interest in having conversations with others",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Stuart engaged his subjects in “interesting conversation,” there is no evidence in the second selection that Tolkien was known for his interest in having conversations with others.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One difference between the portrait and the book discussed in the selections is that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "copies of the incomplete portrait were sold, but the book was sold only after it was completed",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the first selection, “Stuart made and sold multiple copies of the portrait” of George Washington, despite the fact that it was unfinished. Unlike Stuart's portrait, The Silmarillion was completed before it was published and sold.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "few people saw the portrait while Stuart was alive, but many saw the book manuscript while Tolkien was alive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stuart sold copies of his portrait of Washington during his lifetime, but there is no evidence presented in the second selection that anyone saw Tolkien's manuscript for The Silmarillion while the author was still alive.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Stuart did not prepare before he painted his portrait, but Tolkien spent time preparing to write his book",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stuart prepared for his portrait by learning of Washington's interest in horses and then engaging the president in conversation. Information about how much time Tolkien spent preparing to write The Silmarillion is not included in the second selection.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "the portrait was not considered Stuart's best work, but the book was considered Tolkien's masterpiece",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stuart's portrait of Washington is highly regarded. It has appeared on the dollar bill since 1869 and is described by the author of the first selection as “amazing.” In contrast, Tolkien's The Silmarillion, with its “grim mood” and “complicated plot,” was not as well received as some of Tolkien's other works.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S3.json",
            "problems/TX18G6R/supps/TX18G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way are the portrait of George Washington and the book The Silmarillion similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Each earned a great amount of money for its creator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither selection includes information regarding how much money the creators earned for their works.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Each remained incomplete at the time of its creator's death.",
                "Key": {
                    "Correct": true,
                    "Rationale": "For unknown reasons Stuart never completed his portrait of George Washington. Tolkien worked on The Silmarillion off and on for decades but “was unable to complete the work before he died.”",
                    "Percent": 66
                }
            },
            "H": {
                "Choice": "Each was included in a larger body of work that its creator had made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Stuart's portrait of Washington nor Tolkien's book was included in a larger body of work that its creators had made.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Each required that people other than its creator work on it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the completion of The Silmarillion required the efforts of Tolkien's son Christopher, Stuart's portrait of Washington was, based on the selection, the work of Stuart alone.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the primary theme of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sharing with others helps develop strong relationships.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no strong relationships between characters in the story.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Focusing on work can produce great rewards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The younger brother is rewarded with gold because he shares his star fruit with the raven, not because he works hard. Therefore, this is not the primary theme, or central message, of the story.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Role models often have faults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The older brother in the story clearly has faults. However, there is no evidence to suggest that he is a role model for his younger brother, so this is not a theme that is developed in the story.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Greed can have harmful consequences.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the story the author portrays the older brother as greedy, “living an extravagant lifestyle” and “spending money freely.” The older brother ultimately suffers negative consequences when his greed for gold leaves him stranded alone on an island.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 4.",
            ":box:“Don't be afraid,” said the raven. “I'll pay you in gold for your star fruit, as I did your father.”",
            "The raven's words in these sentences can best be described as  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "comforting",
                "Key": {
                    "Correct": true,
                    "Rationale": "The younger brother is concerned when his star fruit, which he sold to support his family, starts “disappearing into the belly of the raven.” However, the raven comforts the younger brother by telling him “'Don't be afraid'” and explaining how he will pay the younger brother for the star fruit in gold.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "mocking",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the raven is “mocking” the owner of the star fruit tree.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "insincere",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the raven's claim may initially seem hard to believe, he is sincere and follows through on his promise to provide the younger brother with gold.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "joyful",
                "Key": {
                    "Correct": false,
                    "Rationale": "The raven's promise to pay for star fruit in gold is welcome news to the younger brother. However, the raven's tone in these sentences is “comforting” rather than “joyful.”",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The actions of the younger brother in paragraph 7 are significant because they show that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "he is more interested in flying than in growing star fruit",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the younger brother flies with the raven because the raven wants to reward him, not because the younger brother is more interested in flying than in growing star fruit.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "his relationship with the raven is beneficial only to him",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the younger brother shares his wealth with his family and others in need, so he is not the only one who benefits from the relationship.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "his attitude toward wealth protects him from harm",
                "Key": {
                    "Correct": true,
                    "Rationale": "Unlike the older brother, whose greed for gold ultimately leaves him stranded on an island, the younger brother takes only the amount of gold that he can “easily carry,” allowing him to return home with his wealth unharmed.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "he depends on the raven to show him the best way to help his brother",
                "Key": {
                    "Correct": false,
                    "Rationale": "The actions of the younger brother in paragraph 7 are not included to indicate that he depends on the raven to assist him in helping his older brother.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main problem in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "One brother is left an unusually small inheritance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The younger brother is left with a small inheritance; however, this is not the main problem in the story.",
                    "Percent": 27
                }
            },
            "G": {
                "Choice": "One brother is never satisfied with what he has.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Despite receiving an “enormous inheritance” from his father, the older brother is not satisfied with what he has. The older brother is stranded on an island because of this greedy attitude when he refuses to give up any of the gold he has collected.",
                    "Percent": 52
                }
            },
            "H": {
                "Choice": "One brother does not know how to spend money wisely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the older brother does spend his inheritance on “an extravagant lifestyle,” which suggests he is spending his money unwisely, his main problem is never being satisfied with what he has.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "One brother shares his wealth with others who are in need.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The younger brother does share his wealth with others who are in need. However, this does not cause him problems.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following is the best summary of paragraphs 8 through 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The younger brother invites the older brother to dinner several times. The older brother finally agrees and is surprised when he sees the younger one's house. After being told the story of the raven, the older brother wants to trade his inheritance for what his brother has. The younger brother refuses.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key events from paragraphs 8 through 10 are included in this summary. The scene is set in the first two sentences of the summary: the older brother arrives at the younger brother's house after receiving multiple invitations to dinner. Information about the conflict is included in the third and fourth sentences: the older brother wants the star fruit tree, and the younger brother refuses to give it to him.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "One day the older brother goes to the younger brother's house for dinner and is surprised by what he sees. He likes his brother's house so much that he offers to trade his inheritance for it. The younger brother does not want to trade, however, and refuses the other's offer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about the raven is not included in this summary, making it incomplete.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The younger brother repeatedly pleads with the older brother to come over for dinner. When the older brother finally comes over, he asks the younger brother where he got all the fine things in his house. The younger brother then tells his brother about the raven.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story's conflict is not included in this summary, making it incomplete.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The younger brother repeatedly invites the older brother to dinner. The older brother finally comes over after refusing this request many times. The younger brother tells him about the raven that came to the star fruit tree. The older brother wants to own the tree so that he can meet the raven.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The younger brother's refusal to trade the star fruit tree is not included in this summary. In addition, it is not true that the older brother's motive for owning the tree is to meet the raven.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word c͟r͟e͟d͟i͟t.",
            ":box:credit \\'kre-dit\\ v\n1. to believe something such as a report\n2. to assign responsibility to someone or something\n3. to add money to an account\n4. to award a passing mark or grade in school",
            "Which definition best matches the way the word c͟r͟e͟d͟i͟t͟e͟d is used in paragraph 6?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the events in paragraph 6 are presented as facts, Definition 1 does not match the way c͟r͟e͟d͟i͟t͟e͟d is used in paragraph 6.",
                    "Percent": 36
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "As the author explains in paragraph 6, lightning flashes illuminated Sir Francis Drake's ships and ruined a surprise attack on the city of Maracaibo in 1595. Definition 2, “to assign responsibility to someone or something,” is supported by this information in paragraph 6 as the best match for the way c͟r͟e͟d͟i͟t͟e͟d is used in the paragraph.",
                    "Percent": 50
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The meaning of c͟r͟e͟d͟i͟t͟e͟d in paragraph 6 relates to giving responsibility; the events have no connection to money or accounts.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of c͟r͟e͟d͟i͟t͟e͟d in paragraph 6 does not relate to grades or school.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The map next to paragraph 2 helps the reader better understand the information in the selection because it  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "illustrates how wide Lake Maracaibo is",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no scale included on the map, so the reader cannot determine the width of the lake.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "provides the names of other countries in South America",
                "Key": {
                    "Correct": false,
                    "Rationale": "The names of other countries in South America are not listed, nor is that the purpose of the map.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "helps the reader understand the causes of the lightning in Venezuela",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include the map to help the reader understand the causes of the lightning. That explanation is provided in the text of the selection.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "shows the reader where the lightning occurs in Venezuela",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the map to illustrate the area in Venezuela around Lake Maracaibo, helping the reader to better understand where the lightning strikes occur.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "By stating a main idea and supporting it with specific details in paragraphs 2 through 4, the author is able to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "offer a vivid picture of what the Catatumbo Lightning looks like to observers",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, although the author does describe the appearance of the lightning, this is only a detail included to support the main idea that the Catatumbo Lightning is unique.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "give a thorough explanation of why the Catatumbo Lightning is unique",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 2 through 4, the author provides a thorough explanation of why the Catatumbo Lightning is unique. The lightning's “predictability is remarkable,” and it has been occurring in the same area for centuries. Also the lightning storms are “exceptional” because they produce “an average of 1,680 strikes per hour.”",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "add a sense of drama and suspense regarding the Catatumbo Lightning strikes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the appearance of the Catatumbo Lightning is most likely dramatic, the author does not state a main idea and support it with details in order to add a sense of drama and suspense.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "provide scientific reasons for the colorful display during a Catatumbo Lightning storm",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author does provide scientific reasons behind the colorful display during a Catatumbo Lightning storm. However, this only relates to one reason why the storms are unique.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main idea of paragraphs 8 and 9 is that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an increase in methane gas in the area may be responsible for the lightning",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author does refer to the theory that “increased amounts of methane gas around the area” may cause the Catatumbo Lightning, but this is just a supporting detail.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "there are some theories about what causes the lightning but no definite answer",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 8 and 9, the author offers theories behind the Catatumbo Lightning — “increased amounts of methane gas around the area” or “very hot, humid air from the Catatumbo River and Lake Maracaibo [meeting] cool air from the Andes mountains” —  while also emphasizing that no one really knows what causes the lightning. The actual cause is still “a scientific mystery.”",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "the lightning may be caused by warm air from a river and a lake meeting cool mountain air",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some scientists believe that the lightning is caused by hot air from the Catatumbo River and Lake Maracaibo meeting cool air from the Andes mountains. However, this is not the main idea of paragraphs 8 and 9.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "when lightning strikes stopped during a drought, scientists studied how weather affects the lightning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists did speculate that weather patterns may affect the occurrence of the lightning. However, this is just a supporting detail.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these facts from the selection supports the idea that the local people embrace the Catatumbo Lightning?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "This natural phenomenon is called the Relámpago del Catatumbo, or the Catatumbo Lightning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author does not support the idea that the local people embrace the lightning.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The color of the lightning changes depending on the presence of dust, water, and various gases in the air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include this fact to show the affection the local people feel for the lightning.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "The lightning is mentioned in poetry and songs; the state of Zulia even has a lightning bolt on its flag.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This author supports the idea that local people embrace the Catatumbo Lightning by including the fact that “the lightning is mentioned in poetry and songs” and that “the state of Zulia even has a lightning bolt on its flag.”",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "The mystery of what causes the lightning deepened when, beginning in January 2010, the lightning did not appear for a period of several months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author states a fact about the lightning but does not indicate the high regard the local people have for the lightning.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the information throughout the selection, how do the native people of Zulia feel about the Catatumbo Lightning?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are indifferent to it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the people of Zulia may not know what causes the Catatumbo Lightning, they are not indifferent to this natural phenomenon.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "They fear it as a powerful force of nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the lightning is certainly a powerful force of nature, there is no evidence that the people of Zulia are afraid of it.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "They believe it is problematic for their community.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lightning is not problematic for the Zulian community but rather a source of pride, as evidenced by its mention in poems and songs and its inclusion on the state flag.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "They appreciate it as a special feature of their area.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The people of Zulia appreciate the Catatumbo Lightning as a special feature of their area. They demonstrate this appreciation by composing songs and poems about the lightning and featuring a lightning bolt on their flag.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G6R/supps/TX18G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author's main purpose for writing this selection is to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "warn readers about the dangers of lightning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wrote the selection to discuss the Catatumbo Lightning, not to warn the reader about the dangers of lightning.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "discuss the mysterious lightning found in a region",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's purpose for writing this selection is to discuss the mysterious lightning in a region of Venezuela. The author introduces the topic of the Catatumbo Lightning and provides a variety of facts, including where the lightning takes place, why the lightning is unusual, how many strikes the storms produce, what the sky looks like during a lightning storm, and why the lightning is important to the region where it occurs.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "compare and contrast lightning storms around the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing and contrasting lightning storms around the world is not the author's main purpose for writing the selection.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "explain the weather conditions that cause lightning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Explaining the weather conditions that cause the lightning in general is not the author's main purpose for writing the selection.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    }
}