{
    "Directions": "Read the following passage about a great swimmer then answer each question that follows.",
    "Context": [],
    "Title": "America's Best Girl",
    "Subtitle": "",
    "Author": "by Tracey E. Fern",
    "LabelType": "P",
    "Content": [
        [" ", "\tStroke. Stroke. Gertrude “Trudy” Ederle was fourteen miles off the coast of France and seven miles from her goal — the coast of England. She had been swimming for eleven hours through frigid water. Rain pelted down, the tide dragged her backward, and the salty water had caused her tongue to swell to twice its normal size."],
        [" ", "\t“You must come out!” someone finally yelled from a nearby tugboat."],
        [" ", "\tTrudy raised her head and looked into the black waves. “What for?” she called back. Trudy knew this was her last, best shot to become the first woman to swim the English Channel. She put her head back down. Stroke. Stroke. Stroke."],
        ["", "The Swim of a Lifetime"],
        [" ", "\tWhen Trudy stepped into the water on August 6, 1926, few people thought the nineteen-year-old had a chance of swimming the Channel. Although the narrow sea that separates England from France is only twenty-one miles wide, the tides are treacherous, the water is bone-chillingly cold, and the weather is unpredictable. To make matters worse, the Channel was laced with stinging jellyfish, clinging seaweed, and heavy ship traffic."],
        [" ", "\tThe Channel was so dangerous that by 1926 only five people in history had been able to swim across it, and all of them had been men. At the time, women were generally considered not strong enough to complete such an arduous swim. “Women must admit that in contests of physical skill, speed and endurance, they must remain forever the weaker sex,” a London newspaper had said just one day before Trudy's swim. Trudy was determined to prove the skeptics wrong."],
        ["", "Facing the Challenge"],
        [" ", "\tTrudy was one of the best all-around swimmers in the world. She held eighteen world records and had won three medals at the 1924 Olympic Games in Paris."],
        [" ", "\tTrudy was used to rough seas, too. At home in New York, she swam for miles in the open ocean every day during the summer, no matter what the weather. And she had been training in the Channel for the past three weeks."],
        [" ", "\tBut Trudy had tried to swim the Channel once before. In August of 1925, Trudy had come within six miles of England. Then she had gotten horribly seasick. Her trainer had to pull her out of the water."],
        [" ", "\tTrudy knew that if she didn't make it this time, there was a good chance that her rival, Clarabelle Barrett, would beat her across the Channel. Clarabelle had come within a few miles of completing the swim herself, and was planning to try again soon."],
        ["", "Braving the Rough Seas"],
        [" ", "\tThe sea was a chilly sixty-one degrees Fahrenheit when Trudy waded into the water off Cape Gris-Nez, France, at 7:09 A.M. She wore a black two-piece bathing suit, a skull cap, heavy goggles, and eight layers of grease to protect her from the cold. The spectators cheered. Trudy waved and plunged in."],
        [" ", "\tThe tug Alsace chugged along beside her carrying a sign that read “This way, ole kid!” with an arrow pointing forward. Trudy's coach, Thomas Burgess, was aboard, along with her father, sister, and friends."],
        [" ", "\tTrudy started off with a strong crawl, pulling steadily at twenty-eight strokes per minute and kicking eight beats for every full stroke of her arms. Her space-eating crawl covered the first four miles in just three hours. Coach Burgess was worried that Trudy wouldn't be able to keep up that breakneck pace."],
        [" ", "\t“Take your time!” he called out to Trudy. But Trudy just kept swimming."],
        [" ", "\tShe stopped for her first meal at 10:30 A.M. and sipped beef extract while floating on her back. Then she started swimming again."],
        [" ", "\tHer friends hung over the side of the Alsace and sang silly songs to keep Trudy from getting bored. It was working: Trudy was on world-record pace. But by early afternoon, it was clear that trouble was brewing."],
        [" ", "\tTrudy had chosen this day for her swim because weather forecasts were favorable, but at 1:30 P.M. it started to rain. At first, the rain was gentle, but within a few hours a full-fledged storm swooped across the Channel. By 5:00 P.M. the sea was rough, the tide was running against Trudy, and a stinging spray was being hurled into her face."],
        [" ", "\tBy 6:00 P.M. it seemed hopeless. The waves and tide were so fierce that for every few yards Trudy swam, she was pushed back twice as many. And the storm showed no signs of letting up."],
        [" ", "\tCoach Burgess leaned over the side of the Alsace and begged Trudy to get out of the water. But Trudy was only six miles from the English shore. “No! No!” she shouted. She fought the storm for three more hours. Finally the wind and rain eased and the tide turned. Now it was sweeping her toward the shore."],
        [" ", "\tTrudy finally stubbed her toe on the beach at Kingsdown, England, at 9:40 P.M. She had been in the water for fourteen hours and thirty-one minutes. Trudy wasn't just the first woman to swim the Channel, she was the fastest person to swim it. She had smashed the world-record time by almost two hours."],
        [" ", "\tBut Trudy's swim had taken a toll on her body. The pounding waves had damaged her hearing, so Trudy eventually gave up professional swimming and became a swimming instructor for deaf children."],
        [" ", "\t“To get over that Channel was my biggest and only ambition in the world,” she said. “I just knew it could be done, it had to be done, and I did it.”"]
    ],
    "Copyright": "",
    "References": []
}