{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "“Top of the World!”",
    "Subtitle": "[Excerpt from] To the Top of Everest",
    "Author": "by Laurie Skreslet and Elizabeth MacLeod",
    "LabelType": "P",
    "Content": [
        ["", "problems/TN23G4E/media/S2a.jpg"],
        ["1", "\tThe long ridge between the South and Main Summits is 300 m (985 ft.) of treacherous cornices, overhanging masses of snow that can collapse beneath you at any time. Fall on the south side, and you’d go straight down to Camp Two. Off the north side you’d plummet into Tibet."],
        ["2", "\tSungdare, Lhakpa Dorje and I shortened the rope between us and agreed that if one fell over the side, the person tied to him would jump off the other side, and the rope would save them both. They’d then climb back up the rope and continue. The alternative of one climber pulling another off the same side of the ridge was far more terrifying."],
        ["3", "\tQuickly, carefully, we climbed in an unchanging routine — dig in the ice ax, take three breaths, then one step, start again."],
        ["4", "\tJust below the sharp ridge to the top is the Hillary Step, a high rock wall. As we scaled the Step, I knew we would make it. I felt I was being lifted by the . . . wishes of all our friends back in Canada."],
        ["5", "\tAt exactly 9:30 a.m., we reached the top. It was October 5, 1982, and I was the 131st person to climb the world’s tallest mountain. What a privilege. The world lay spread out below in all directions. We could see forever. It was cramped though — the summit is only as big as a large coffee table."],
        ["6", "\tI shot photo after photo of Sungdare and Lhakpa Dorje and the amazing sights all around me. Then they took photos of me with my other camera. It wasn’t until I got back to Canada that I realized the camera had malfunctioned, so there are no photos of me on top of Everest. The only image of me on the summit is in the reflection of Sungdare’s and Lhakpa Dorje’s sunglasses."],
        ["7", "\tOur Canadian flag was with Kiwi at Camp Three, so I planted my oxygen bottle on the summit. It still held oxygen and had a big happy face drawn on it with a marker. It was better than a flag. It would prove we’d been there, provide oxygen for another climber reaching the top, and leave a Canadian smiling face on the top of the world."]
    ],
    "Copyright": "From TO THE TOP OF EVEREST by Laurie Skreslet and Elizabeth MacLeod. Copyright © 2009. Used by permission of Kids Can Press. All rights reserved.",
    "References": []
}