{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Wackiest White House Pets",
    "Subtitle": "",
    "Author": "by Gibbs Davis",
    "LabelType": "P",
    "Content": [
        ["", "MOST SUSPICIOUS"],
        ["1", "\tJohn F. Kennedy was the youngest man ever elected president. The popular president and his stylish wife, Jackie, captivated the nation. During Kennedy's brief time in office he launched the space race. He also founded the Peace Corps to aid developing countries. Americans were fighting for their civil rights at home while the Cold War continued abroad."],
        ["2", "\tDuring the Cold War, the Soviet Union and the United States didn't trust each other. The United States suspected everything that came from the Communist Soviet Union. Spies were everywhere. So when the president's daughter, Caroline, received a little dog from Soviet Premier Nikita Khrushchev, everyone was suspicious."],
        ["3", "\tThe little white dog was named Pushinka. (Pushinka means “fluffy” in Russian.) Pushinka was already a celebrity. Her mother, Strelka (“little arrow”), had been one of the first dogs sent into space. The Secret Service agents were suspicious of the fluffy little white dog. Was she a spy, too? The Russian dog didn't have fleas. But did she have other bugs? Pushinka was checked for secret microphones and spying devices. She passed the test with flying colors."],
        ["4", "\tWhen Pushinka first saw the Kennedys' Welsh terrier, Charlie, it was puppy love. Soon, they had four pups. President Kennedy called them “pupniks.”"],
        ["5", "\tThe Kennedys received another unusual pet. This one was from a magician. It was a rabbit named Zsa Zsa. The talented bunny could play the first five bars of “The Star- Spangled Banner” on a toy golden trumpet!"],
        ["", "BEST SWIMMER"],
        ["6", "\tRonald Reagan was the oldest man ever elected president. He was also a former actor, appearing in over fifty films. Fearful of Communism, the president spent millions of dollars building up the military."],
        ["7", "\tEveryone has a fish story. But only one president had a First Fish."],
        ["8", "\tReagan was recovering from an assassination attempt when he received something fishy in the mail. A ten-year-old boy had sent the president a goldfish in a plastic bag filled with water!"],
        ["9", "\tIt didn't take long for the First Fish to get into the swim of things. The tiny White House resident was given a place of honor in a tank bearing the presidential seal."],
        ["10", "\tLike the First Fish, the president was a powerful swimmer. As a young man, Reagan worked as a lifeguard during summer vacations on the Rock River in Illinois. He put a notch in a log every time he saved a person from drowning. In seven summers as a lifeguard, he made seventy-seven notches."],
        ["11", "\tFirst Families often complain that living in the White House is a lot like living in a fishbowl. This is one fish who would know."],
        ["", "BEST-SELLING PET"],
        ["12", "\tGeorge Herbert Walker Bush's inauguration in 1989 marked the two hundredth anniversary of the U.S. presidency. There had been many dramatic changes since our first president was in office. During Bush's term, Americans saw the collapse of Soviet Communism. The late twentieth century was also a glorious time for White House pets."],
        ["13", "\tPresident Bush's springer spaniel, Millie, was voted “Ugliest Dog” in the Capital by Washingtonian magazine. Millie wasn't going to let sleeping dogs lie. She put paw to paper and set the story straight about her life in the White House."],
        ["14", "\tMillie dictated 141 pages of her best-selling “dogobiography” to former First Lady Barbara Bush. In it, the famous First Dog recalls her heavy White House schedule. She also describes sitting in on morning briefings, chasing squirrels, and playing in the White House flower beds. Not one to let fame go to her head, she didn't neglect her duties as First Dog. She also mothered six puppies while in office."],
        ["15", "\tThe president was grateful to Millie. The published pooch had given practically all of her first year's royalties (almost $900,000) to the First Lady's favorite charity—the Barbara Bush Foundation for Family Literacy. Still, President Bush was a little jealous that the media hound got so much attention."],
        ["16", "\tIn Millie's Book, the spaniel writes, “I overheard the Bushes talking the other night. Some discussion about me keeping a lower profile.”"],
        ["17", "\tEvery First Pet knows when to let the president be top dog."],
        ["", "MORE WACKY PET FACTS"],
        ["18", "\tThe number one presidential pet has always been the dog. (George Washington had almost forty). Some First Dogs have been more popular than their presidents. President Harding was regarded as one of the worst presidents ever, but his upstanding Airedale terrier, Laddie Boy, became a national celebrity. (He even had his own special chair to sit in at cabinet meetings.) President Franklin Roosevelt's beloved little black Scottie, Fala, became an international celebrity, joining FDR at important world peace-making meetings. He traveled abroad more than any other White House pet. Both top dogs received thousands of gifts, letters, and invitations from their fans."]
    ],
    "Copyright": "",
    "References": []
}