{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Snowflake Bentley",
    "Subtitle": "",
    "Author": "by Jacqueline Briggs Martin",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the days when farmers worked with ox and sled and cut the dark with lantern light, there lived a boy who loved snow more than anything in the world. Willie Bentley's happiest days were snowstorm days. He watched snowflakes on his mittens, on the dried grass of Vermont farm fields, on the dark metal handle of the barn door. He said snow was as beautiful as butterflies, or apple blossoms."],
        ["2", "\tHe could net butterflies and show them to his older brother, Charlie. He could pick apple blossoms and take them to his mother. But he could not share snowflakes because he could not save them."],
        ["3", "\tWhen his mother gave him an old microscope, he used it to look at flowers, raindrops, and blades of grass. Best of all, he used it to look at snow. While other children built forts and pelted snowballs at roosting crows, Willie was catching snowflakes. Day after stormy day he studied the icy crystals."],
        ["4", "\tTheir intricate patterns were even more beautiful than he had imagined. He expected to find whole flakes that were the same, that were copies of each other. But he never did. Willie decided he must find a way to save snowflakes so others could see their wonderful designs. For three winters he tried drawing snow crystals. They always melted before he could finish."],
        ["5", "\tWhen he was sixteen, Willie read of a camera with its own microscope. “If I had that camera I could photograph snowflakes,” he told his mother. Willie's mother knew that he would not be happy until he could share what he had seen."],
        ["6", "\t“Fussing with snow is just foolishness,” his father said. Still, he loved his son. When Willie was seventeen his parents spent their savings and bought the camera. It was taller than a newborn calf, and cost as much as his father's herd of ten cows. Willie was sure it was the best of all cameras."],
        ["7", "\tEven so his first pictures were failures — no better than shadows. Yet he would not quit. Mistake by mistake, snowflake by snowflake, Willie worked through every storm. Winter ended, the snow melted, and he had no good pictures. He waited for another season of snow. One day, in the second winter, he tried a new experiment. And it worked! Willie had figured out how to photograph snowflakes! “Now everyone can see the great beauty in a tiny crystal,” he said."],
        ["8", "\tBut in those days, no one cared. Neighbors laughed at the idea of photographing snow. “Snow in Vermont is as common as dirt,” they said. “We don't need pictures.” Willie said the photographs would be his gift to the world. While other farmers sat by the fire or rode to town with horse and sleigh, Willie studied snowstorms. He stood at the shed door and held out a black tray to catch the flakes."],
        ["9", "\tWhen he found only jumbled, broken crystals, he brushed the tray clean with a turkey feather and held it out again. He waited hours for just the right crystal and didn't notice the cold. If the shed were warm the snow would melt. If he breathed on the black tray the snow would melt. If he twitched a muscle as he held the snow crystal on the long wood pick the snowflake would break. He had to work fast or the snowflake would evaporate before he could slide it into place and take its picture. Some winters he was able to make only a few dozen good pictures. Some winters he made hundreds ..."],
        ["10", "\tBut his snow crystal pictures were always his favorites. He gave copies away or sold them for a few cents. He made special pictures as gifts for birthdays. He held evening slide shows on the lawns of his friends. Children and adults sat on the grass and watched while Willie projected his slides onto a sheet hung over a clothesline."],
        ["11", "\tHe wrote about snow and published his pictures in magazines. He gave speeches about snow to faraway scholars and neighborhood skywatchers. “You are doing great work,” said a professor from Wisconsin. The little farmer came to be known as the world's expert on snow, “the Snowflake Man.” But he never grew rich. He spent every penny on his pictures. Willie said there were treasures in snow. “I can't afford to miss a single snowstorm,” he told a friend. “I never know when I will find some wonderful prize.”"]
    ],
    "Copyright": "",
    "References": []
}