{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Don’t Give Up on Broccoli!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX22G8R/media/S5a.jpg"],
        ["1", "Ever have a food that you tasted and you immediately disliked? Maybe it was broccoli, dark chocolate, or cottage cheese. Maybe you were “encouraged” to try the food again (and again!), and then one of those times you actually liked it. Many people have had this experience. While tastes are developed at a young age, they can be altered. All it takes is a person’s desire to try something new or unknown."],
        ["2", "In 2014, researchers at the University of Birmingham released a study that showed people have a flavor window. The flavor window is open when an infant is four to six months old. During this time it is easier to get babies to try a food they have not previously tasted. The flavor window slowly closes, leaving most young children d͟u͟b͟i͟o͟u͟s of new foods."],
        ["3", "A later study, which was published in the British Journal of Nutrition, also found that a willingness to try new foods can be learned by infants. The researchers determined that habitually giving a baby new foods when the flavor window is open makes the child more likely to enjoy those foods. In addition, liking those foods makes the infant more willing to try other new foods. This information suggests that parents should introduce new foods to babies during this stage. By doing so they will tend to appreciate new types of foods throughout their lives."],
        ["4", "Just because the flavor window closes at a young age doesn’t mean it can’t be reopened. The keys to expanding the type of foods one enjoys are persistence and exposure. A study published in Food Quality and Preference found that if toddlers are introduced to a new food five to 10 times, they can grow to like it. That amount goes up as children grow older. Ultimately, the study came to the conclusion that the flavor window may never be completely shut."],
        ["5", "We learn to like or dislike flavors in three main ways. The first is called flavor-nutrient learning. A person can form a positive association with a flavor of a particular food and what it does for his or her body. For example, a child eats chocolate-chip cookies, and the sugar provides a burst of energy. The taste, combined with the results, leads the child to enjoy the cookie and foods with similar flavors."],
        ["6", "The second way is called taste-flavor learning. This is when a person connects a particular flavor with one they already enjoy. For example, if you like peanut butter, spread it on a new type of bread you are tasting for the first time. It might make all the difference in your opinion of the bread."],
        ["7", "Last, there’s social learning, meaning that people enjoy what their families and friends enjoy. This is a lifelong learning process (it actually starts before birth!). If, for example, a mother drinks carrot juice while pregnant, the baby will probably enjoy carrot-flavored cereal more than babies whose mothers did not drink carrot juice. As children grow, this third type of learning takes place while talking about food in social situations and tasting new foods with friends and family."],
        ["8", "People’s tastes evolve over time in similar ways. For example, adults tend to enjoy sweets less than when they were children. They typically enjoy vegetables more. The reasons for these are biological. A child’s love of sugar could be related to the need to give fuel to a growing body. Adults’ greater appreciation for vegetables, despite bitter tastes and people’s natural aversion to bitterness, comes from persistence. Children copy what they see adults eating and often learn to like vegetables."],
        ["", "problems/TX22G8R/media/S5b.jpg"],
        ["9", "Being willing to try a new food repeatedly is necessary to pry a person’s flavor window open again. Each attempt will lessen the natural suspicion of something new. Eventually, “not bad” can turn into “pretty good.” One method for inspiring courage to try new foods multiple times is testing different preparations. Adding an ingredient—sugar or salt, perhaps—that one enjoys, might make an unappealing food more appealing. Once the person has trained him or herself to like the food, the added ingredient may not be necessary."],
        ["10", "Overcoming a dislike of a particular food requires tasting a food in different ways and at different times. In spite of strange smells, odd textures, or distinctive flavors, a person has the ability to acquire a true liking for even the most unique and unusual foods. So don’t give up—you never know when you might surprise yourself and discover that broccoli is your new favorite food!"]
    ],
    "References": []
}