{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Millicent Min, also known as Millie, is a genius who has skipped many grades, which makes it difficult to make friends at school. When Millie’s parents sign her up for volleyball at Rancho Rosetta, she does not expect to make friends there either."
    ],
    "Title": "(from) Millicent Min, Girl Genius",
    "Subtitle": "",
    "Author": "by Lisa Yee",
    "LabelType": "P",
    "Content": [
        ["1", "Maybe I ought to just live in my tree—when I am up here, I can just be myself, by myself. Here, I don’t have to contend with Mom saying, “Cheer up, Millie. I’m sure you’ll make new friends. You just have to try a little harder.”"],
        ["2", "If they are really so concerned about me, then they would get me out of volleyball and out of tutoring Stanford Wong."],
        ["3", "Despite my compelling arguments, my mother does not agree with the fresh new direction I suggested my summer activities take. In fact, she even threatened that if I did not stop complaining (“whining” was the term she used), she would also enroll me in synchronized swimming. Thus, it was with great reluctance that I showed up for volleyball again. Luckily, I was already on a team and did not have to suffer the indignity of being chosen last—there’s enough of that at school."],
        ["4", "The game began auspiciously enough with the ball flying back and forth, unless, of course, it came anywhere in my vicinity. When it was my turn to serve, I somehow managed to make the ball go behind me. This produced a great deal of tittering from both sides of the net. Embarrassed, I moved forward and prayed that the gym would catch fire or that the ball would explode."],
        ["5", "A rather tall, scary girl from the other team took her place to serve. She looked like she could squish me like a bug. Grinning, the girl tossed the ball up in the air with ease. Then she smashed it in the desired direction."],
        ["6", "I squeezed my eyes shut as the ball came barreling down at me in what seemed like slow motion."],
        ["7", "Suddenly, BANG! Contact. To everyone’s amazement, I sent the ball flying back to enemy territory. It landed at the feet of the server and then bounced away."],
        ["8", "There was a stunned silence as jaws dropped in unison."],
        ["9", "Then, at once, laughter erupted. It echoed in the gym and I am sure could be heard throughout Rancho Rosetta."],
        ["10", "“She kicked the ball!” someone howled."],
        ["11", "I could have just died."],
        ["12", "Somehow I managed to struggle through the rest of the game. Not making eye contact with anyone helped, although I am sure my teammates were miffed that I kept bumping into them."],
        ["13", "When at last the game was over, I plopped down against the bleachers, rummaged through my briefcase, and fished out a bag of Cheetos and a Gatorade. After I tried in vain to twist the cap off my drink, the girl sitting next to me took the bottle from me and opened it on the first try. Of course, I’m sure I had loosened it quite a bit."],
        ["14", "I studied the bottle opener and recognized her as one of the few who did not laugh at me."],
        ["15", "“Hi,” the girl said."],
        ["16", "“How do you do?” I answered with some trepidation."],
        ["17", "“I’m Emily and I just moved here. Don’t you hate volleyball? Isn’t Coach Gowin just awful? Wouldn’t you just love to get your hands on whoever gave her that whistle?”"],
        ["18", "She paused for a breath, and I seized the chance to get a word in. “I’m Millicent L. Min. Yes. Yes. Ha! Yes,” I replied, as I wiped my palm in anticipation of a more formal introduction and a handshake."],
        ["19", "You can tell a lot about a person by the way they shake hands. Some people try to crush your bones to prove that they’re in control; others barely move their hands and make you do all the work. Then there’s the firm, friendly “hello-there-sincerely-glad- to-meet-you” handshake that I strive to achieve. My mother and I practiced for weeks until I got it right."],
        ["20", "The girl tossed formalities aside and continued chatting. I smiled and waited patiently to find out why she thought we were friends. To my delight, I was surprisingly at ease with Emily. We found ourselves finishing each other’s sentences. It was so liberating to talk with someone my own age without the topic of my being a genius coming up and getting in the way."],
        ["21", "“My mom thinks volleyball will be good for me ... you know, get coordinated and meet new people, blah, blah, blah,” she confided as she let down her ponytail and shook it out."],
        ["22", "“So tell me, why are you here? No offense, but you didn’t look like you enjoyed yourself at all—in fact, a couple of times I thought you were going to cry.”"],
        ["23", "I could have explained that because I went through school at an accelerated rate, I was never expected to fully participate in physical education. Yet if Emily knew I was a genius she might weird out on me like the rest of them. In a nanosecond I had to decide whether to tell the truth and risk losing a potential friend, or lie and live with the consequences."]
    ],
    "Copyright": "From Millicent Min, Girl Genius by Lisa Yee. Copyright © 2003 by Lisa Yee. Reprinted by permission of Scholastic Inc.\nThird party trademarks CheetosTM and GatoradeTM were used in these testing materials.",
    "References": []
}