{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) Travel Team",
    "Subtitle": "",
    "Author": "by Mike Lupica",
    "LabelType": "P",
    "Content": [
        ["1", "He knew he was small."],
        ["2", "He just didn’t think he was small."],
        ["3", "Big difference."],
        ["4", "Danny had known his whole life how small he was compared to everybody in his grade, from the first grade on. How he had been put in the front row, front and center, of every class picture taken. Been in the front of every line marching into every school assembly, first one through the door. Sat in the front of every classroom. Hey, little man. Hey, little guy. He was used to it by now. They’d been studying DNA in science lately; being small was in his DNA. He’d show up for soccer, or Little League baseball tryouts, or basketball, when he’d first started going to basketball tryouts at the Y, and there’d always be one of those clipboard dads who didn’t know him, or his mom. Or his dad."],
        ["5", "Asking him: “Are you sure you’re with the right group, little guy?”"],
        ["6", "Meaning the right age group."],
        ["7", "It happened the first time when he was eight, back when he still had to put the ball up on his shoulder and give it a heave just to get it up to a ten-foot rim. When he’d already taught himself how to lean into the bigger kid guarding him, just because there was always a bigger kid guarding him, and then step back so he could get his dopey shot off."],
        ["8", "This was way back before he’d even tried any fancy stuff, including the crossover."],
        ["9", "He just told the clipboard dad that he was eight, that he was little, that this was his right group, and could he have his number, please? When he told his mom about it later, she just smiled and said, “You know what you should hear when people start talking about your size? Blah blah blah.”"],
        ["10", "He smiled back at her and said that he was pretty sure he would be able to remember that."],
        ["11", "“How did you play?” she said that day, when she couldn’t wait any longer for him to tell."],
        ["12", "“I did okay.”"],
        ["13", "“I have a feeling you did more than that,” she said, hugging him to her. “My streak of light.”"],
        ["14", "But here was the deal, when he added it all up: His height had always been much more of a stinking issue for other people, including his mom, than it was for him."],
        ["15", "He tried not to sweat the small stuff, basically, the way grown-ups always told you."],
        ["16", "He knew he was faster than everybody else at St. Patrick’s School. And at Springs School, for that matter. Nobody on either side of town could get in front of him. He was the best passer his age, even better than Ty Ross, who was better at everything in sports than just about anybody. He knew that when it was just kids—which is the way kids always liked it in sports—and the parents were out of the gym or off the playground and you got to just play without a whistle blowing every ten seconds or somebody yelling out more instructions, he was always one of the first picked, because the other guys on his team, the shooters especially, knew he’d get them the ball."],
        ["17", "Most kids, his dad told him one time, know something about basketball that even most grown-ups never figure out."],
        ["18", "One good passer changes everything."],
        ["19", "Danny could pass, which is why he’d always made the team."],
        ["20", "Almost always."],
        ["21", "But no matter what was happening with any team he’d ever played on, no matter how tired he would be after practice, no matter how much homework he still had left, this driveway was still his special place. Like a special club with a membership of one, the place where he could come out at this time of night and imagine it up good, imagine it big and bright, even with just the one floodlight over the backboard and the other light, smaller, over the back door. His mother had done everything she could to make the driveway wider back here, even cutting into what little backyard they had the summer before last. “I told them you needed more room in the corners,” she said. “The men from the paving company. They just nodded at me, like corners were some sort of crucial thing.”"],
        ["22", "He had just enough room in the corners now, mostly for shooting. He didn’t feel as if he was trying to make a drive to the basket in his closet. Or an elevator car. He had room to maneuver, pretend he really was at the real Garden¹, that he was one of the small fast guys who’d made it all the way there. Like Muggsy Bogues, somebody he’d read up on when one of his coaches told him to, who was only 5-3 and made it to the NBA. Like Tiny Archibald and Bobby Hurley and Earl Boykins, a 5-5 guy who came out of the basketball minor leagues, another streak of light who showed everybody that more than size mattered, even in hoops."]
    ],
    "References": [
        ["¹", "Garden—The Garden is a famous basketball arena in Boston, Massachusetts."]
    ]
}