{
    "Title": "New Jersey Student Learning Standards > Science > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.S1.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S1.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S1.PS.4.1",
                            "Label": "Plan and conduct investigations to provide evidence that vibrating materials can make sound and that sound can make materials vibrate.",
                            "Examples": [
                                "Examples of vibrating materials that make sound could include tuning forks and plucking a stretched string.",
                                "Examples of how sound can make matter vibrate could include holding a piece of paper near a speaker making sound and holding an object near a vibrating tuning fork."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.PS.4.2",
                            "Label": "Make observations to construct an evidence-based account that objects can be seen only when illuminated.",
                            "Examples": [
                                "Examples of observations could include those made in a completely dark room, a pinhole box, and a video of a cave explorer with a flashlight. Illumination could be from an external light source or by an object giving off its own light."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.PS.4.3",
                            "Label": "Plan and conduct an investigation to determine the effect of placing objects made with different materials in the path of a beam of light.",
                            "Examples": [
                                "Examples of materials could include those that are transparent (such as clear plastic), translucent (such as wax paper), opaque (such as cardboard), and reflective (such as a mirror)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.PS.4.4",
                            "Label": "Use tools and materials to design and build a device that uses light or sound to solve the problem of communicating over a distance.",
                            "Examples": [
                                "Examples of devices could include a light source to send signals, paper cup and string “telephones,” and a pattern of drum beats."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S1.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S1.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S1.LS.1.1",
                            "Label": "Use materials to design a solution to a human problem by mimicking how plants and/or animals use their external parts to help them survive, grow, and meet their needs.",
                            "Examples": [
                                "Examples of human problems that can be solved by mimicking plant or animal solutions could include designing clothing or equipment to protect bicyclists by mimicking turtle shells, acorn shells, and animal scales; stabilizing structures by mimicking animal tails and roots on plants; keeping out intruders by mimicking thorns on branches and animal quills; and, detecting intruders by mimicking eyes and ears."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.LS.1.2",
                            "Label": "Read texts and use media to determine patterns in behavior of parents and offspring that help offspring survive.",
                            "Examples": [
                                "Examples of patterns of behaviors could include the signals that offspring make (such as crying, cheeping, and other vocalizations s) and the responses of the parents (such as feeding, comforting, and protecting the offspring)."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S1.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S1.LS.3.1",
                            "Label": "Make observations to construct an evidence-based account that young plants and animals are like, but not exactly like, their parents.",
                            "Examples": [
                                "Examples of patterns could include features plants or animals share.",
                                "Examples of observations could include leaves from the same kind of plant are the same shape but can differ in size; and, a particular breed of dog looks like its parents but is not exactly the same."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S1.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S1.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S1.ESS.1.1",
                            "Label": "Use observations of the sun, moon, and stars to describe patterns that can be predicted.",
                            "Examples": [
                                "Examples of patterns could include that the sun and moon appear to rise in one part of the sky, move across the sky, and set; and stars other than our sun are visible at night but not during the day."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.ESS.1.2",
                            "Label": "Make observations at different times of year to relate the amount of daylight to the time of year.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S1.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S1.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S1.ETS.1.1",
                            "Label": "Ask questions, make observations, and gather information about a situation people want to change (e.g., climate change) to define a simple problem that can be solved through the development of a new or improved object or tool.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.ETS.1.2",
                            "Label": "Develop a simple sketch, drawing, or physical model to illustrate how the shape of an object helps it function as needed to solve a given problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S1.ETS.1.3",
                            "Label": "Analyze data from tests of two objects designed to solve the same problem to compare the strengths and weaknesses of how each performs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}