{
    "Title": "New Jersey Student Learning Standards > Science > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.S3.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S3.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.PS.2.1",
                            "Label": "Plan and conduct an investigation to provide evidence of the effects of balanced and unbalanced forces on the motion of an object.",
                            "Examples": [
                                "Examples could include an unbalanced force on one side of a ball can make it start moving; and, balanced forces pushing on a box from both sides will not produce any motion at all."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.PS.2.2",
                            "Label": "Make observations and/or measurements of an object’s motion to provide evidence that a pattern can be used to predict future motion.",
                            "Examples": [
                                "Examples of motion with a predictable pattern could include a child swinging in a swing, a ball rolling back and forth in a bowl, and two children on a see-saw."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.PS.2.3",
                            "Label": "Ask questions to determine cause and effect relationships of electric or magnetic interactions between two objects not in contact with each other.",
                            "Examples": [
                                "Examples of an electric force could include the force on hair from an electrically charged balloon and the electrical forces between a charged rod and pieces of paper.",
                                "Examples of a magnetic force could include the force between two permanent magnets, the force between an electromagnet and steel paperclips, and the force exerted by one magnet versus the force exerted by two magnets.",
                                "Examples of cause and effect relationships could include how the distance between objects affects strength of the force and how the orientation of magnets affects the direction of the magnetic force."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.PS.2.4",
                            "Label": "Define a simple design problem that can be solved by applying scientific ideas about magnets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S3.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S3.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.LS.1.1",
                            "Label": "Develop models to describe that organisms have unique and diverse life cycles, but all have in common birth, growth, reproduction, and death.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S3.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.LS.2.1",
                            "Label": "Construct an argument that some animals form groups that help members survive.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S3.LS.3",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.LS.3.1",
                            "Label": "Analyze and interpret data to provide evidence that plants and animals have traits inherited from parents and that variation of these traits exists in a group of similar organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.LS.3.2",
                            "Label": "Use evidence to support the explanation that traits can be influenced by the environment.",
                            "Examples": [
                                "Examples of the environment affecting a trait could include normally tall plants grown with insufficient water are stunted; and, a pet dog that is given too much food and little exercise may become overweight."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S3.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.LS.4.1",
                            "Label": "Analyze and interpret data from fossils to provide evidence of the organisms and the environments in which they lived long ago.",
                            "Examples": [
                                "Examples of data could include type, size, and distributions of fossil organisms.",
                                "Examples of fossils and environments could include marine fossils found on dry land, tropical plant fossils found in Arctic areas, and fossils of extinct organisms."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.LS.4.2",
                            "Label": "Use evidence to construct an explanation for how the variations in characteristics among individuals of the same species may provide advantages in surviving, finding mates, and reproducing.",
                            "Examples": [
                                "Examples of cause and effect relationships could be plants that have larger thorns than other plants may be less likely to be eaten by predators; and, animals that have better camouflage coloration than other animals may be more likely to survive and therefore more likely to leave offspring."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.LS.4.3",
                            "Label": "Construct an argument with evidence that in a particular habitat some organisms can survive well, some survive less well, and some cannot survive at all.",
                            "Examples": [
                                "Examples of evidence could include needs and characteristics of the organisms and habitats involved. The organisms and their habitat make up a system in which the parts depend on each other."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.LS.4.4",
                            "Label": "Make a claim about the merit of a solution to a problem caused when the environment changes and the types of plants and animals that live there may change.",
                            "Examples": [
                                "Examples of environmental changes could include changes in land characteristics, water distribution, temperature, food, and other organisms."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S3.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S3.ESS.2",
                    "Label": "Earth’s Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.ESS.2.1",
                            "Label": "Represent data in tables and graphical displays to describe typical weather conditions expected during a particular season.",
                            "Examples": [
                                "Examples of data could include average temperature, precipitation, and wind direction."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3.ESS.2.2",
                            "Label": "Obtain and combine information to describe climates in different regions of the world.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S3.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3.ESS.3.1",
                            "Label": "Make a claim about the merit of a design solution that reduces the impacts of climate change and/or a weather-related hazard.",
                            "Examples": [
                                "Examples of design solutions to weather-related hazards could include barriers to prevent flooding, wind resistant roofs, and lightning rods."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S3-5.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S3-5.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3-5.ETS.1.1",
                            "Label": "Define a simple design problem reflecting a need or a want that includes specified criteria for success and constraints on materials, time, or cost.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3-5.ETS.1.2",
                            "Label": "Generate and compare multiple possible solutions to a problem based on how well each is likely to meet the criteria and constraints of the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3-5.ETS.1.3",
                            "Label": "Plan and carry out fair tests in which variables are controlled and failure points are considered to identify aspects of a model or prototype that can be improved.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}