{
    "Title": "New Jersey Student Learning Standards > English Language Arts > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.E7.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E7.L.SS",
                    "Label": "System & Structure Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.EK.L.SS.1",
                            "Label": "Demonstrate command of the system and structure of the English language when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.EK.L.SS.1.A",
                                    "Label": "Explain the function of phrases and clauses in general and their function in specific sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.EK.L.SS.1.B",
                                    "Label": "Choose among simple, compound, complex, and compound-complex sentences to signal differing relationships among ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.EK.L.SS.1.C",
                                    "Label": "Place phrases and clauses within a sentence, recognizing and correcting misplaced and dangling modifiers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.EK.L.SS.1.D",
                                    "Label": "Use a comma to separate coordinate adjectives (e.g., It was a fascinating, enjoyable movie but not He wore an old green shirt).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.EK.L.SS.1.E",
                                    "Label": "Recognize spelling conventions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.L.KL.2",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.L.KL.2.A",
                                    "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.KL.2.B",
                                    "Label": "Gather vocabulary knowledge when selecting a word or phrase important to comprehension or expression.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.KL.2.C",
                                    "Label": "Choose language that expresses ideas precisely and concisely, recognizing and eliminating wordiness and redundancy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition, Use & Literal Meaning",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.L.VL.3",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 7 reading and content, including technical meanings, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.L.VL.3.A",
                                    "Label": "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VL.3.B",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (e.g., belligerent, bellicose, rebel).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VL.3.C",
                                    "Label": "Analyze the impact of a specific word choice on meaning and tone.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VL.3.D",
                                    "Label": "Consult reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VL.3.E",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition, Use & Interpretative Meaning",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.L.VI.4",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.L.VI.4",
                                    "Label": "Interpret figures of speech (e.g., literary, biblical, and mythological allusions) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VI.4",
                                    "Label": "Use the relationship between particular words (e.g., synonym/antonym, analogy) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VI.4",
                                    "Label": "Analyze the impact of rhymes and other repetitions of sound (e.g., alliteration) on a specific verse or stanza or a poem or section of a story or drama.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.L.VI.4",
                                    "Label": "Distinguish among the connotations (associations) of words with similar denotations (definitions) (e.g., refined, respectful, polite, diplomatic, condescending).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E7.R",
            "Label": "Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E7.R.RL",
                    "Label": "Reading Literature",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.R.RL.CR",
                            "Label": "Close Reading Of Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.CR.1",
                                    "Label": "Cite several pieces of textual evidence and make relevant connections to support analysis of what a literary text says explicitly as well as inferences drawn from the text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.CI",
                            "Label": "Central Ideas & Themes Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.CI.2",
                                    "Label": "Determine a theme in a literary text (e.g., stories, plays or poetry) and explain how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.IT",
                            "Label": "Interactions Among Text Elements",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.IT.3",
                                    "Label": "Analyze how particular elements of a text interact including how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.TS",
                            "Label": "Text Structure",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.TS.4",
                                    "Label": "Analyze the structure an author uses to organize a text and how it contributes to the text as a whole, including how a drama's or poem's form or structure (e.g., soliloquy, sonnet) contributes to its meaning.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.PP",
                            "Label": "Perspective & Purpose In Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.PP.5",
                                    "Label": "Determine how an author conveys or develops perspective or purpose in a text through contrasting the points of view of different characters or narrators in a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.MF",
                            "Label": "Diverse Media & Formats",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.MF.6",
                                    "Label": "Compare and contrast texts (e.g., a written story, drama, or poem) to its audio, filmed, staged, or multimedia version and analyze the unique qualities of different mediums, including the effects of techniques unique to each medium (e.g., lighting, sound, color, or camera focus and angles in a film).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RL.CT",
                            "Label": "Comparison Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RL.CT.8",
                                    "Label": "Compare and contrast a fictional portrayal of an event, time, place, or character and a historical or scientific account of the same period or event as a means of understanding how authors of fiction use or alter history and/or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.RI",
                    "Label": "Reading Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.R.RI.CR",
                            "Label": "Close Reading Of Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.CR.1",
                                    "Label": "Cite several pieces of textual evidence and make relevant connections to support analysis of what an informational text says explicitly as well as inferences drawn from the text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.CI",
                            "Label": "Central Ideas & Themes Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.CI.2",
                                    "Label": "Determine a central idea in an informational text and explain how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.IT",
                            "Label": "Interactions Among Text Elements",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.IT.3",
                                    "Label": "Analyze how particular elements of a text interact including how a text makes connections and distinctions among individuals, events, and ideas (e.g., through comparisons, analogies, or categories).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.TS",
                            "Label": "Text Structure",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.TS.4",
                                    "Label": "Analyze the structure an author uses to organize a text and how it contributes to the text as a whole, including using knowledge of text structures (e.g., cause-effect, proposition- support) and genre features (e.g., graphics, captions, indexes) to organize and analyze important information.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.PP",
                            "Label": "Perspective & Purpose In Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.PP.5",
                                    "Label": "Determine how an author conveys or develops perspective or purpose in a text through distinguishing their position from that of others using evidence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.MF",
                            "Label": "Diverse Media & Formats",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.MF.6",
                                    "Label": "Compare and contrast texts to analyze the unique qualities of different mediums, including the integration of information from multiple formats and sources to develop deeper understanding of the concept, topic or subject and resolve conflicting information.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.AA",
                            "Label": "Analysis Of An Argument",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.AA.7",
                                    "Label": "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E7.R.RI.CT",
                            "Label": "Comparison Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.R.RI.CT.8",
                                    "Label": "Analyze and reflect on (e.g., practical knowledge, historical/cultural context, and background knowledge) how two or more authors writing informational texts about the same topic shape their presentations of key information by emphasizing different evidence or advancing different interpretations of facts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E7.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E7.W.AW",
                    "Label": "Argumentative Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.AW.1",
                            "Label": "",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.W.AW.1.A",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.AW.1.B",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.AW.1.C",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.AW.1.D",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.AW.1.E",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.IW",
                    "Label": "Informative & Explanatory Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.IW.2",
                            "Label": "Write informative/explanatory texts (including the narration of historical events, scientific procedures/ experiments, or technical processes) to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.W.IW.2.A",
                                    "Label": "Introduce a topic clearly, previewing what is to follow; organize ideas, concepts, and information, using text structures (e.g., definition, classification, comparison/contrast, cause/effect, etc.) and text features (e.g., headings, graphics, and multimedia) when useful to aid in comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.IW.2.B",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.IW.2.C",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.IW.2.D",
                                    "Label": "Use precise language and domain/ grade-level- specific vocabulary to inform about or explain the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.IW.2.E",
                                    "Label": "Establish and maintain a formal style academic style, approach, and form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.IW.2.F",
                                    "Label": "Provide a concluding statement or section (e.g., sentence, part of a paragraph, paragraph, or multiple paragraphs) that follows the flow of ideas, reflects back on the topic, and supports the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.NW",
                    "Label": "Narrative Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.NW.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, relevant descriptive details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.W.NW.3.A",
                                    "Label": "Engage and orient the reader by establishing a context and point of view and introducing a narrator and/or characters; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.NW.3.B",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, and description, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.NW.3.C",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence and signal shifts from one time frame or setting to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.NW.3.D",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and sensory language to capture the action and convey experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.W.NW.3.E",
                                    "Label": "Provide a conclusion that follows from and reflects on the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.WP",
                    "Label": "Writing Process",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.WP.4",
                            "Label": "With some guidance and support from peers and adults, develop and strengthen writing as needed by planning; flexibly making editing and revision choices and sustaining effort to complete complex writing tasks; and focusing on how well purpose and audience have been addressed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.WR",
                    "Label": "Writing Research",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.WR.5",
                            "Label": "Conduct short research projects to answer a question, drawing on several sources and generating additional related, focused questions for further research and investigation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.SE",
                    "Label": "Sources Of Evidence",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.SE.6",
                            "Label": "Gather relevant information from multiple print and digital sources, using search terms effectively; assess the credibility and accuracy of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.W.RW",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.W.RW.7",
                            "Label": "Write routinely over extended time frames (time for research, reflection, meta-cognition/self- correction, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E7.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E7.SL.PE",
                    "Label": "Participate Effectively",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.PE.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 7 topics, texts, and issues, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E7.SL.PE.1.A",
                                    "Label": "Come to discussions prepared, having read or researched material under study; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.SL.PE.1.B",
                                    "Label": "Follow rules for collegial discussions, track progress toward specific goals and deadlines, and define individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.SL.PE.1.C",
                                    "Label": "Pose questions that elicit elaboration and respond to others' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E7.SL.PE.1.D",
                                    "Label": "Acknowledge new information expressed by others and, when warranted, modify their own views.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.SL.II",
                    "Label": "Integrate Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.II.2",
                            "Label": "Analyze the main ideas and supporting details presented in diverse media and formats (e.g., visually, quantitatively, orally) and explain how the ideas clarify a topic, text, or issue under study.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.SL.ES",
                    "Label": "Evaluate Speakers",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.ES.3",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and the relevance and sufficiency of the evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.SL.PI",
                    "Label": "Present Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.PI.4",
                            "Label": "Present claims and findings, emphasizing salient points in a focused, coherent manner with pertinent descriptions, facts, details, and examples; use appropriate eye contact, adequate volume, and clear pronunciation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.SL.UM",
                    "Label": "Use Media",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.UM.5",
                            "Label": "Include multimedia components and visual displays in presentations to clarify claims and findings and emphasize salient points.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E7.SL.AS",
                    "Label": "Adapt Speech",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E7.SL.AS.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}