{
    "Title": "New Jersey Student Learning Standards > Science > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.SK.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.SK.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.PS.2.1",
                            "Label": "Plan and conduct an investigation to compare the effects of different strengths or different directions of pushes and pulls on the motion of an object.",
                            "Examples": [
                                "Examples of pushes or pulls could include a string attached to an object being pulled, a person pushing an object, a person stopping a rolling ball, and two objects colliding and pushing on each other."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.PS.2.2",
                            "Label": "Analyze data to determine if a design solution works as intended to change the speed or direction of an object with a push or a pull.",
                            "Examples": [
                                "Examples of problems requiring a solution could include having a marble or other object move a certain distance, follow a particular path, and knock down other objects.",
                                "Examples of solutions could include tools such as a ramp to increase the speed of the object and a structure that would cause an object such as a marble or ball to turn"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.SK.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.PS.3.1",
                            "Label": "Make observations to determine the effect of sunlight on Earth's surface.",
                            "Examples": [
                                "Examples of Earth's surface could include sand, soil, rocks, and water."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.PS.3.2",
                            "Label": "Use tools and materials to design and build a structure that will reduce the warming effect of sunlight on an area.",
                            "Examples": [
                                "Examples of structures could include umbrellas, canopies, and tents that minimize the warming effect of the sun."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.SK.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.SK.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.LS.1.1",
                            "Label": "Use observations to describe patterns of what plants and animals (including humans) need to survive.",
                            "Examples": [
                                "Examples of patterns could include that animals need to take in food but plants do not; the different kinds of food needed by different types of animals; the requirement of plants to have light; and, that all living things need water."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.SK.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.SK.ESS.2",
                    "Label": "Earth Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.ESS.2.1",
                            "Label": "Use and share observations of local weather conditions to describe patterns over time.",
                            "Examples": [
                                "Examples of qualitative observations could include descriptions of the weather (such as sunny, cloudy, rainy, and warm); examples of quantitative observations could include numbers of sunny, windy, and rainy days in a month.",
                                "Examples of patterns could include that it is usually cooler in the morning than in the afternoon and the number of sunny days versus cloudy days in different months."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.ESS.2.2",
                            "Label": "Construct an argument supported by evidence for how plants and animals (including humans) can change the environment to meet their needs.",
                            "Examples": [
                                "Examples of plants and animals changing their environment could include a squirrel digs in the ground to hide its food and tree roots can break concrete."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.SK.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.ESS.3.1",
                            "Label": "Use a model to represent the relationship between the needs of different plants or animals (including humans) and the places they live.",
                            "Examples": [
                                "Examples of relationships could include that deer eat buds and leaves, therefore, they usually live in forested areas; and, grasses need sunlight, so they often grow in meadows. Plants, animals, and their surroundings make up a system."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.ESS.3.2",
                            "Label": "Ask questions to obtain information about the purpose of weather forecasting to prepare for, and respond to, severe weather.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.ESS.3.3",
                            "Label": "Communicate solutions that will reduce the impact of climate change and humans on the land, water, air, and/or other living things in the local environment.",
                            "Examples": [
                                "Examples of human impact on the land could include cutting trees to produce paper and using resources to produce bottles. Examples of solutions could include reusing paper and recycling cans and bottles."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.SK.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.SK.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.SK.ETS.1",
                            "Label": "Ask questions, make observations, and gather information about a situation people want to change (e.g., climate change) to define a simple problem that can be solved through the development of a new or improved object or tool.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.ETS.1",
                            "Label": "Develop a simple sketch, drawing, or physical model to illustrate how the shape of an object helps it function as needed to solve a given problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.SK.ETS.1",
                            "Label": "Analyze data from tests of two objects designed to solve the same problem to compare the strengths and weaknesses of how each performs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}