{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Statue of Liberty",
    "Subtitle": "",
    "Author": "by Elaine Landau",
    "LabelType": "P",
    "Content": [
        ["1", "\tLaboulaye felt a “genuine flow of sympathy” between France and the United States and described the countries as “two sisters.” Aware that the hundredth anniversary of the colonists' independence was just eleven years away, Laboulaye hoped to give the United States a special hundredth birthday present on behalf of France."],
        ["2", "\tHe decided that the gift should be a monument honoring liberty. Laboulaye explained that this monument would have a dual purpose. It would reinforce France's bond with America. In addition, the gift would stress to Napoleon III's regime that the French people were dedicated to the concept of liberty and equality."],
        ["", "BARTHOLDI'S CREATION"],
        ["3", "\tBartholdi wrote that the seed for the Statue of Liberty was sown at the party that night. It is generally thought that Laboulaye's opinion influenced Bartholdi, who began thinking along the same lines. Nevertheless, actual plans for the monument did not begin for years. In July 1870, France declared war on Germany and the Franco- Prussian War began. Bartholdi served in the French Army, and art took a backseat as the sculptor fought for his country. By 1871 the war had ended, and Napoleon I had fallen."],
        ["4", "\tLaboulaye and Bartholdi hoped that the time might be right for democracy to take root in France. They thought that creating the statue now might encourage others to see the value of such a system. Bartholdi is quoted as saying: “I will try to glorify the Republic and Liberty over there [in the United States] in the hope that someday I will find it again here.”"],
        ["5", "\tAt first no one was sure what form the statue would take, but one thing was certain: If Bartholdi designed it, the monument was boundot eb big. Nearly all of Bartholdi's pieces were created on a grand scale. Many people believed that the sculptor had been greatly influenced by what he saw when he visited Egypt. Impressed by the size of such structures as the pyramids and the Sphinx, Bartholdi longed for a sense of massiveness in his own work. His first public monument-commissioned when he was just eighteen — was a 12-foot (3.7 m) high statue of one of Napoleon's generals. Workmen had barely been able to remove the larger-than-life sculpture from Bartholdi's studio. Yet the work received a good deal of praise and helped establish its creator's reputation as an artist."],
        ["", "FINDING THE RIGHT PLACE"],
        ["6", "\tBartholdi was excited about doing a sculpture for the United States. To explore how the Americans would feel about it, Barthold;i headed for the U.S. in the summer of 1871. He hoped to drum up enthusiasm for the project as well as find an appealing location to display the work. Bartholdi spent most of his days on the voyage making sketches of different views of Lady Liberty. The sculptor had also brought along a small model of the proposed monument to give Americans a better idea of how the finished product would look"],
        ["7", "\tBartholdi did not have to look very far to find the perfect spot for Lady Liberty. He spied the ideal place for her as soon as his ship entered New York Harbor. It was Bedloe's Island, one of a group of small islands in the harbor. At one time, the Mohegan Indians had called the island Minnissais, which means “Lesser Island,” because it was so small. Despite its small size, the island seemed perfect for the project because New York harbor was an active seaport where the tribute to liberty would get the attention it deserved. The French sculptor further described the location as a place “where people [immigrants] get their first view of the New World.” He wanted them to see the statue before anything else."],
        ["", "SELLING THE IDEA"],
        ["8", "\tFinding a suitable site for the monument was just one phase of Bartholdi's mission. Creating a sense of enthusiasm for the statue among Americans proved to be much more difficult. Laboulaye had supplied the young sculptor with letters of introduction to a number of important Americans. Bartholdi met with President Ulysses S. Grant and American literary figures, including Henry Wadsworth Longfellow, to talk about the project."],
        ["9", "\tAlthough Bartholdi managed to pique the curiosity of some Americans, few appeared very enthusiastic. While the statue was to be a gift from the French, Americans would have to help finance it. Most of the people Bartholdi spoke to were not especially anxious to part with their money to make his dream come true. When Bartholdi returned to France, both he and Laboulaye agreed that they were not ready to begin construction."],
        ["10", "\tThe two Frenchmen made another attempt to get financial backing for the monument in 1874. They proposed dividing the cost of the monument between France and the United States. France would pay for the statue itself, while America was to pay for its pedestal and foundation. To speed things along, in 1875 Laboulaye formed the Franco-American Union, which included people from France as well as the United States. This organization worked to bring in donations on both sides of the Atlantic."],
        ["11", "\tThough the original goal of completing the statue for the hundredth birthday (July 14, 1876) of the United States seemed unlikely, the group still did its best to meet that deadline. Appeals for donations for the statue appeared in the French press by the fall of 1875. The Franco-American Union proved quite creative in its fund-raising efforts. Banquets and balls were held in several French cities. The food and ballrooms for these occasions were donated, and all admission fees went to the statue's fund. Bartholdi came up with just enough money to begin work on Lady Liberty."]
    ],
    "Copyright": "",
    "References": []
}