{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "The narrator, her brother, Moy, and her mother, Manman, have just emigrated from Haiti to reunite with their father in Brooklyn, New York."
    ],
    "Title": "[Excerpt from] Behind the Mountains",
    "Subtitle": "",
    "Author": "by Edwidge Danticat",
    "LabelType": "L",
    "Content": [
        ["", "Friday, December 22"],
        [" ", "\tWe slept until noon, then ventured out to see the street. The snow had stopped falling,"],
        [" ", "but there was still a lot of it on the ground."],
        [" ", "\tThe street was quiet; the red bricked row houses lined up like snowcapped soldiers"],
        [" ", "standing at full attention. The snow now seemed to muffle things, even people, who as"],
        ["5", "they walked past us would keep their heads low, close to their chests, their entire bodies"],
        [" ", "covered in layers of thick material, their faces wrapped with scarves, which, even if they"],
        [" ", "were looking at us, would barely allow us to see their eyes."],
        [" ", "\tIt suddenly occurred to me that we looked like those people. Papa had gotten us"],
        [" ", "sweaters, knit caps, scarves, coats, and rubber boots that made squishing noises each time"],
        ["10", "we took a step."],
        [" ", "\tOut in the cold, I understood why the people walking past us didn't raise their heads,"],
        [" ", "for each time I raised mine, my nose ran, my eyes watered, and my face twitched as"],
        [" ", "though a million ice needles were being hammered into my skin. Each time I took a step,"],
        [" ", "I kept slipping on ice patches, nearly falling down. Even though the sun was shining, it did"],
        ["15", "nothing to warm me. Instead it seemed allied with the chill, transforming itself into"],
        [" ", "something I never knew existed, a cold sun."],
        [" ", "\tNeedless to say, we were only outside for a few minutes. Manman couldn't bear much"],
        [" ", "more than that and pleaded with Papa to take us back inside."],
        [" ", "\tPapa said we would soon get used to the cold, just as he has. But I don't think I will"],
        ["20", "ever get used to this cold that seeps into your body, all the way to your bones."],
        ["", "Later"],
        [" ", "\tWe live in a two-bedroom apartment on the ground floor of one of the row houses"],
        [" ", "owned by Franck. Manman and Papa have the larger bedroom and I have a smaller"],
        [" ", "one next to theirs. Poor Moy is sleeping in the front room again."],
        [" ", "\tWe are waiting for a larger apartment upstairs which will become available at the end"],
        ["25", "of February. Then Moy will finally have his own room."],
        [" ", "\tAfter our brief trip outside, we spent the afternoon cooking and talking. Papa wanted"],
        [" ", "to hear about everything that's happened in Beau Jour since he's been gone. He had so"],
        [" ", "many questions that even before we finished answering one question, he already had"],
        [" ", "another. It seemed like he asked about everyone and everything he's ever known."],
        ["30", "\tMoy appeared to enjoy answering the questions the most because he was finally"],
        [" ", "getting to speak to Papa, face-to-face, man-to-man. I feel as though I can see inside Moy's"],
        [" ", "head. There must be something in him that feels complete now, just like something in me"],
        [" ", "feels whole, like a piece of me that's been missing for five years has finally been found."],
        ["", "Saturday, December 23"],
        [" ", "\tIt's another cold day, but we decided to be brave and go out because Papa was going to"],
        ["35", "take us shopping."],
        [" ", "\tWe took a bus near our house to Flatbush Avenue, which gave us a chance to see more"],
        [" ", "of Brooklyn without being too cold. I kept my face glued to the window, watching the"],
        [" ", "streets go by: more row houses, lines of detached ones, too, and then clusters of giant"],
        [" ", "buildings that could house most of Port-au-Prince.¹"],
        ["40", "Moy pointed out the parks, which were empty, the trees bared by the cold. None of"],
        [" ", "Granme Melina and Granpe Nozial's mango, almond, and avocado trees would survive"],
        [" ", "here in the cold."],
        [" ", "\tManman called our attention to churches, beauty parlors, and restaurants, all of them"],
        [" ", "bigger than any buildings I had ever seen in Port-au-Prince. I could tell these"],
        ["45", "buildings amazed her, too, by their size and matching constructions, by the fact that there"],
        [" ", "appeared to be so few people in them, compared to how crowded they would have been"],
        [" ", "in Port-au-Prince."],
        [" ", "\tMoy said the names of the mechanics' shops and gas stations out loud as Papa"],
        [" ", "corrected his pronunciation in English. The signs here were not as colorful as the ones"],
        ["50", "that Bòs Dezi made or as brightly embellished as the ones in Carrefour, but some were"],
        [" ", "written in lights, which impressed Moy nonetheless."],
        [" ", "\tI wish Thérèse could see all of this. She would be so amazed. Having spent even"],
        [" ", "less time in Port-au-Prince than I have, Brooklyn would have been all the more startling"],
        [" ", "to her."],
        ["55", "Looking around, I kept thinking the same thing I did the first time I went to"],
        [" ", "Port-au-Prince with Manman. How can some people live in a small village in the"],
        [" ", "mountains with only lamps for illumination at night and others live in a city where every"],
        [" ", "street corner has its own giant lamp? It made the world seem unbalanced somehow."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Port-au-Prince: the capital of Haiti, with a population of about 1 million people"]
    ]
}