{
    "Directions": "Read the fable, then answer each question that follows.",
    "Context": [],
    "Title": "Emancipation: A Life Fable",
    "Subtitle": "",
    "Author": "by Kate Chopin",
    "LabelType": "P",
    "Content": [
        ["1", "There was once an animal born into this world, and opening his eyes upon Life, he saw above and about him confining walls, and before him were bars of iron through which came air and light from without; this animal was born in a cage."],
        ["2", "Here he grew, and throve¹ in strength and beauty under care of an invisible protecting hand. Hungering, food was ever at hand. When he thirsted water was brought, and when he felt the need of rest, there was provided a bed of straw upon which to lie: and here he found it good, licking his handsome flanks, to bask in the sun beam that he thought existed but to lighten his home."],
        ["3", "Awaking one day from his slothful rest, lo! the door of his cage stood open: accident had opened it. In the corner he crouched, wondering and fearingly. Then slowly did he approach the door, dreading the unaccustomed, and would have closed it, but for such a task his limbs were purposeless. So out the opening he thrust his head, to see the canopy of the sky grow broader, and the world waxing wider."],
        ["4", "Back to his corner but not to rest, for the spell of the Unknown was over him, and again and again he goes to the open door, seeing each time more Light."],
        ["5", "Then one time standing in the flood of it; a deep in-drawn breath—a bracing of strong limbs, and with a bound he was gone."],
        ["6", "On he rushes, in his mad flight, heedless that he is wounding and tearing his sleek sides—seeing, smelling, touching of all things; even stopping to put his lips to the noxious² pool, thinking it may be sweet."],
        ["7", "Hungering there is no food but such as he must seek and ofttimes fight for; and his limbs are weighted before he reaches the water that is good to his thirsting throat."],
        ["8", "So does he live, seeking, finding, joying and suffering. The door which accident had opened is open still, but the cage remains forever empty!"]
    ],
    "Copyright": "“Emancipation: A Life Fable” by Kate Chopin—Public Domain",
    "References": [
        ["¹", "throve — grew up well"],
        ["²", "noxious — harmful"]
    ]
}