{
    "Directions": "Read the passage from a book, then answer each question that follows.",
    "Context": [
        "This passage is about boys and the sea."
    ],
    "Title": "[from] The Story of a Bad Boy",
    "Subtitle": "",
    "Author": "by Thomas Bailey Aldrich",
    "LabelType": "P",
    "Content": [
        ["1", "Every Rivermouth boy looks upon the sea as being in some way mixed up with his destiny. While he is yet a baby lying in his cradle, he hears the dull, far-off boom of the breakers¹; when he is older, he wanders by the sandy shore, watching the waves that come plunging up the beach like white-maned seahorses, as Thoreau calls them; his eye follows the lessening sail as it fades into the blue horizon, and he burns for the time when he shall stand on the quarter-deck of his own ship, and go sailing proudly across that mysterious waste of waters."],
        ["2", "Then the town itself is full of hints and flavors of the sea. The gables and roofs of the houses facing eastward are covered with red rust, like the flukes of old anchors; a salty smell pervades the air, and dense gray fogs, the very breath of Ocean, periodically creep up into the quiet streets and envelop everything. The terrific storms that lash the coast; the kelp and spars, tossed on shore by the scornful waves; the shipyards, the wharves², and the tawny fleet of fishing- smacks yearly fitted out at Rivermouth—these things, and a hundred other, feed the imagination and fill the brain of every healthy boy with dreams of adventure. He learns to swim almost as soon as he can walk; he draws in with his mother's milk the art of handling an oar: he is born a sailor, whatever he may turn out to be afterwards."],
        ["3", " own the whole or a portion of a rowboat is his earliest ambition. No wonder that I, born to this life, and coming back to it with freshest sympathies, should have caught the prevailing infection. No wonder I longed to buy a part of the trim little sailboat Dolphin, which chanced just then to be in the market. This was in the latter part of May."],
        ["4", "Three shares, at five or six dollars each, I forget which, had already been taken by Phil Adams, Fred Langdon, and Binny Wallace. The fourth and remaining share hung fire. Unless a purchaser could be found for this, the bargain was to fall through."],
        ["5", "I am afraid I required but slight urging to join in the investment. I had four dollars and fifty cents on hand, and the treasurer of the Centipedes advanced me the balance, receiving my silver pencil-case as ample security. It was a proud moment when I stood on the wharf with my partners, inspecting the Dolphin, moored at the foot of a very slippery flight of steps. She was painted white with a green stripe outside, and on the stern a yellow dolphin, with its scarlet mouth wide open, stared with a surprised expression at its own reflection in the water. The boat was a great bargain."],
        ["6", "I whirled my cap in the air, and ran to the stairs leading down from the wharf, when a hand was laid gently on my shoulder. I turned and faced Captain Nutter. I never saw such an old sharp-eye as he was in those days."],
        ["7", "I knew he wouldn't be angry with me for buying a rowboat; but I also knew that the little bowsprit³ suggesting a jib⁴, and the tapering mast ready for its few square feet of canvas, were trifles not likely to meet his approval. As far as rowing on the river, among the wharves, was concerned, the Captain had long since withdrawn his decided objections, having convinced himself, by going out with me several times, that I could manage a pair of sculls as well as anybody."],
        ["8", "I was right in my surmises. He commanded me, in the most emphatic terms, never to go out in the Dolphin without leaving the mast in the boat-house. This curtailed my anticipated sport, but the pleasure of having a pull whenever I wanted it remained. I never disobeyed the Captain's orders touching the sail, though I sometimes extended my row beyond the points he had indicated."]
    ],
    "Copyright": "From THE STORY OF A BAD BOY by Thomas Bailey Aldrich—Public Domain",
    "References": [
        ["¹", "breakers — big waves that crash on the shore"],
        ["²", "wharves — place where boats are tied up"],
        ["³", "bowsprit — pole sticking off of the front of the boat"],
        ["⁴", "jib — small sail that goes in front of a larger sail"]
    ]
}