{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will research the impact zoos have on animals."
    ],
    "Title": "The Stripes Will Survive",
    "Subtitle": "",
    "Author": "by Jacqueline Adams",
    "LabelType": "P",
    "Content": [
        ["1", "Danya nips his mother's furry back over and over, as if he's trying to see how many times he can get away with it. It doesn't seem like a very smart game, considering Mom is a Siberian tigress! But Danya and his twin sister, Dasha, know how special they are to their mother."],
        ["2", "They're also special to visitors who travel to Cleveland Metroparks Zoo in Ohio for a glimpse of these rare cubs. But if Siberian tigers weren't so rare, Danya and Dasha would never have been born."],
        ["3", "A hundred years ago, no one worried that the world might run out of tigers. One hundred thousand tigers belonging to eight different subspecies prowled the forests and jungles of the world. But today three subspecies—the Balinese, Caspian, and Javan tigers—are now extinct, and a fourth—the South China tiger—is almost extinct. Fewer than 5,000 tigers roam the wild. Only about 400 of those are Siberian tigers, which are the largest, lightest-colored, and longest-furred tigers. And only 500 Siberian tigers live in zoos."],
        ["4", "In 1981, the American Zoo and Aquarium Association (AZA) started the Species Survival Plan (SSP) to make sure that threatened and endangered animal species don't disappear. The members of the Tiger SSP teach the public about the plight of tigers and do research. They keep a computerized family tree of zoo tigers that helps match males and females for breeding."],
        ["5", "The Tiger SSP's computer program matched four-year-old Gaia, from the Minnesota Zoo, with fifteen-year-old Tatja, from the Milwaukee Zoo. The tigers met at Cleveland Metroparks Zoo, and Danya and Dasha were born a few months later. When the twins entered the world on April 4, 2001, each was a two-pound ball of woolly, striped fur."],
        ["6", "Tiger fathers in the wild don't help care for their cubs and sometimes try to kill them. Tatja, whom zookeeper Steve Gove describes as “a mellow tiger,” gets along well with Gaia and likes watching his cubs play. Although the zoo staff members keep Tatja in a separate area, they don't think he would hurt the cubs."],
        ["7", "Gaia had never had cubs before, but Gove says, “She's been an absolutely perfect mother—tolerant, loving, and protective.” In the wild, tiger mothers teach their cubs to hunt. Danya and Dasha won't need to hunt, but Gaia teaches them chasing and stalking techniques, as well as how to swim and groom themselves."],
        ["8", "These lessons are pure fun for the twins. As soon as his sister's back is turned, Danya crouches, then pounces, and the two roll across the grass in a wrestling ball of stripes and teeth. But she'll get him back later, maybe when he's splashing in the pool during his swimming lesson or struggling to carry the piece of log he's turned into a toy. “They'll make a toy out of anything,” says Gove."],
        ["9", "Grooming lessons come in handy for playful cubs who can't resist rolling in the mud. Gove explains, “Sometimes they're so black you can hardly see their stripes when they come in at night, but they're completely clean by morning.” Mom has taught them to wash their fur with their tongues, and swallowing a couple pounds of mud doesn't seem to bother them a bit."],
        ["10", "If mud doesn't sound very tasty to you, how about raw horse meat? Tatja would tell you (if he could) that nothing's more delicious. On some nights he lets supper sit for a while, but on horse-meat night he cares about nothing else until he's eaten every bite. Danya crouches jealously over his slab of meat. If Mom or Sis wanders too close, he lets out a deep growl that sounds as if it should have come from his 500-pound father."],
        ["11", "With supper over, everyone in the tiger building is content. “Gaia and the cubs are pretty friendly,” says zoo-keeper Curt Gindlesperger. Proving him right, Gaia strolls to the fence and rubs against his hand like a 300-pound house cat."],
        ["12", "The tiger family seems comfortable in Cleveland, where the weather is similar to that of their natural habitat in eastern Russia. But the time may come to move on. Tatja, who has cubs at two other zoos, will probably leave. The Tiger SSP may also transfer one or both cubs to zoos where they will raise their own families. Then Danya and Dasha will help make sure Siberian tigers are around for a long, long time."],
        ["13", "But what about the 400 Siberian tigers left in their natural habitat? How will they survive?"],
        ["14", "The World Wildlife Fund (WWF) and other organizations are working with the Russian government to set aside protected areas for these big cats. Rangers patrol for poachers, and educational programs help the local people understand the need to protect Siberian tigers. These efforts seem to be working. The WWF believes that the number of Siberian tigers in the wild has doubled since the antipoaching patrols began, bringing the tiger numbers from around 200 in 1994 to about 400 today."]
    ],
    "Copyright": "Reprinted by permission of SPIDER magazine, April 2004, copyright © 2004 by Carus Publishing Company.",
    "References": []
}