{
    "Directions": "Read the article about an unusual animal and then answer each question that follows.",
    "Context": [],
    "Title": "The Secret of the Rat Coat",
    "Subtitle": "",
    "Author": "by Sharon Pochron",
    "LabelType": "P",
    "Content": [
        ["1", "Predators that go after the African crested rat immediately regret it. Kenyans report that any hungry animal that bites one of these rats starts foaming at the mouth, can't walk straight, and collapses to the ground. Some would-be predators even die after attacking a crested rat— and the rats themselves walk back into the forest, unharmed."],
        ["2", "But how can crested rats (or Lophiomys imhausi) poison their attackers? They have no venom glands, so they can't make poison. They don't even bite their foes."],
        ["3", "Before scientists knew the crested rat was poisonous, they thought the color of the rat's coat held the secret to its survival. African crested rats have a black coat with white stripes down the sides. Their stripes make them look like zorillas. “A zorilla is not a kind of gorilla with a Z, but is just a sort of African skunk,” explains Jonathan Kingdon, a biologist at the University of Oxford in England who studies African crested rats."],
        ["", "problems/RI22G6E/media/S3a.jpg"],
        ["4", "Zorillas are related to skunks—and, like skunks, they ooze a nasty stink when predators attack. But crested rats don't have a stink (ordinary guinea pigs are a lot more smelly, according to Kingdon), and scientists thought they didn't need it. In fact, they believed African crested rats kept predators away simply by imitating the smelly zorilla."],
        ["5", "A group of scientists headed by Kingdon wasn't too sure about that. Usually, the white hairs of the crested rat lie flat against the black hairs. This means that as the rats amble slowly through the forest, their fur looks gray. “In real life the African crested rat is an extremely cautious, slow-moving animal clothed in long, gray fur. It's as though it wants nobody to notice it as it goes about munching leaves for a living,” Kingdon explains. In fact, crested rats only look like zorillas when predators approach."],
        ["6", "“It is only when the poor guy is approached very closely, poked by some nosy photographer, or attacked by some equally nosy carnivore, that it parts its long fur to reveal broad white and black stripes above and below a strip of funny-looking hair on its neck and flanks,” Kingdon says. “It stays still and arches its exposed flank toward its tormentor, as if to say, 'Go ahead, bite me!'”"],
        ["7", "The gray color of the crested rat's coat doesn't scare away predators, and crested rats don't show their stripes until they're bothered. So the theory that crested rats use their stripes for self-defense doesn't make sense. How do the rats really protect themselves?"],
        ["8", "Kingdon and his colleagues investigated the claim that crested rats are poisonous. While observing the rats, they stumbled across a clue: The animals were chewing the bark of the poison-arrow tree. This plant is so deadly that local hunters wipe its sap on arrowheads to take down big animals. “Hunters can kill an elephant in four minutes with an arrow coated in stuff from the poison-arrow tree!” Kingdon explains. “Poor old elephant!”"],
        ["9", "But smart old rat. After crested rats chew poison-arrow trees, they lick the white hairs on their sides. By bathing themselves in poison-filled spit, the rats make their fur poisonous. Kingdon says, “When that rat relished the bark of the poison-arrow tree and carefully slathered a mix of poison and saliva right onto those funny-looking white hairs, I just said, 'Bingo! Problem solved!'”"],
        ["10", "But why doesn't the poison get wiped off as rats walk through the forest?"],
        ["11", "The scientists found the answer to that question using powerful microscopes. The long white hairs on the crested rat's sides have tiny holes, they discovered, that are perfectly shaped for holding poisonous spit. When crested rats lick the hairs, they're filling the holes with poison. The poison remains in place for days."],
        ["", "problems/RI22G6E/media/S3b.jpg"],
        ["12", "As a crested rat trundles leisurely around the forest, it must look like the perfect bite-sized snack to predators. “Every passing meat-eater should be tempted to gobble up such a slow, apparently fearless rat,” Kingdon says. Their gray coat doesn't scare anybody, and they don't have particularly sharp teeth or claws. So eventually, predators do attack—and crested rats need to endure several minutes inside a predator's jaws before their poison kicks in and saves them. How do they survive the first chomps from a predator?"],
        ["13", "Kingdon and his colleagues found several answers. First, crested rats have unusually thick skin. Even sharp predator teeth have a hard time puncturing it. The rats also have very thick skulls that predators' teeth can't easily break through. Lastly, crested rats have unusually flexible necks. Even if a predator shakes a rat hard while trying to eat it, its neck can resist injury."],
        ["14", "Thanks to the work of Jonathan Kingdon and his colleagues, the fur coat of the African crested rat holds fewer secrets than it used to. But scientists haven't emptied all its pockets yet. For example, scientists don't know how the crested rat remains unharmed as it chews on the toxic bark and adorns itself with poison."],
        ["15", "Whatever secrets remain, predators who have suffered the pain of the crested rat's poison don't bother the animals a second time. Kingdon watched a dog that had almost died from biting a crested rat meet a second crested rat months later. The dog shook with fear and ran."],
        ["16", "The crested rat has concocted a fantastic predator repellent, and this amazes the scientists. “It's long been known that plants, and many animals, protect themselves with poisons, but this was the first time anyone could prove how a mammal could protect itself with a poison so deadly,” Kingdon says."]
    ],
    "Copyright": "“The Secret of the Rat Coat” by Sharon Pochron, from MUSE magazine (October 2012). Text copyright © 2012 by Sharon Pochron. Reprinted by permission of Carus Publishing Company, d/b/a Cricket Media, and/or various authors and illustrators. Illustration copyright © markku murto/art/Alamy. Photograph copyright © 2011 by The Royal Society.",
    "References": []
}