{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "Passage 1 is adapted from Abraham Lincoln, “Address to the Young Men's Lyceum of Springfield, Illinois.” Originally delivered in 1838. Passage 2 is from Henry David Thoreau, “Resistance to Civil Government.” Originally published in 1849."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        ["", "Passage 1"],
        [" ", "\tLet every American, every lover of liberty, every"],
        [" ", "well wisher to his posterity, swear by the blood of the"],
        [" ", "Revolution, never to violate in the least particular,"],
        [" ", "the laws of the country; and never to tolerate their"],
        ["5", "violation by others. As the patriots of seventy-six did"],
        [" ", "to the support of the Declaration of Independence, so"],
        [" ", "to the support of the Constitution and Laws, let every"],
        [" ", "American pledge his life, his property, and his sacred"],
        [" ", "honor;—let every man remember that to violate the"],
        ["10", "law, is to trample on the blood of his father, and to"],
        [" ", "tear the character of his own, and his children's"],
        [" ", "liberty. Let reverence for the laws, be breathed by"],
        [" ", "every American mother, to the lisping babe, that"],
        [" ", "prattles on her lap—let it be taught in schools, in"],
        ["15", "seminaries, and in colleges;—let it be written in"],
        [" ", "Primers, spelling books, and in Almanacs;—let it be"],
        [" ", "preached from the pulpit, proclaimed in legislative"],
        [" ", "halls, and enforced in courts of justice. And, in short,"],
        [" ", "let it become the political religion of the nation;"],
        ["20", "and let the old and the young, the rich and the poor,"],
        [" ", "the grave and the gay, of all sexes and tongues, and"],
        [" ", "colors and conditions, sacrifice unceasingly upon its"],
        [" ", "altars..."],
        [" ", "\tWhen I so pressingly urge a strict observance of"],
        ["25", "all the laws, let me not be understood as saying there"],
        [" ", "are no bad laws, nor that grievances may not arise,"],
        [" ", "for the redress of which, no legal provisions have"],
        [" ", "been made. I mean to say no such thing. But I do"],
        [" ", "mean to say, that, although bad laws, if they exist,"],
        ["30", "should be repealed as soon as possible, still while they"],
        [" ", "continue in force, for the sake of example, they"],
        [" ", "should be religiously observed. So also in unprovided"],
        [" ", "cases. If such arise, let proper legal provisions be"],
        [" ", "made for them with the least possible delay; but, till"],
        ["35", "then, let them if not too intolerable, be borne with."],
        [" ", "\tThere is no grievance that is a fit object of redress"],
        [" ", "by mob law. In any case that arises, as for instance,"],
        [" ", "the promulgation of abolitionism, one of two"],
        [" ", "positions is necessarily true; that is, the thing is right"],
        ["40", "within itself, and therefore deserves the protection of"],
        [" ", "all law and all good citizens; or, it is wrong, and"],
        [" ", "therefore proper to be prohibited by legal"],
        [" ", "enactments; and in neither case, is the interposition"],
        [" ", "of mob law, either necessary, justifiable, or excusable.\n\n"],
        ["", "Passage 2"],
        ["45", "\tUnjust laws exist; shall we be content to obey"],
        [" ", "them, or shall we endeavor to amend them, and obey"],
        [" ", "them until we have succeeded, or shall we transgress"],
        [" ", "them at once? Men generally, under such a"],
        [" ", "government as this, think that they ought to wait"],
        ["50", "until they have persuaded the majority to alter them."],
        [" ", "They think that, if they should resist, the remedy"],
        [" ", "would be worse than the evil. But it is the fault of the"],
        [" ", "government itself that the remedy is worse than the"],
        [" ", "evil. It makes it worse. Why is it not more apt to"],
        ["55", "anticipate and provide for reform? Why does it not"],
        [" ", "cherish its wise minority? Why does it cry and resist"],
        [" ", "before it is hurt? ..."],
        [" ", "\tIf the injustice is part of the necessary friction of"],
        [" ", "the machine of government, let it go, let it go;"],
        ["60", "perchance it will wear smooth—certainly the"],
        [" ", "machine will wear out. If the injustice has a spring, or"],
        [" ", "a pulley, or a rope, or a crank, exclusively for itself,"],
        [" ", "then perhaps you may consider whether the remedy"],
        [" ", "will not be worse than the evil; but if it is of such a"],
        ["65", "nature that it requires you to be the agent of injustice"],
        [" ", "to another, then, I say, break the law. Let your life be"],
        [" ", "a counter friction to stop the machine. What I have"],
        [" ", "to do is to see, at any rate, that I do not lend myself to"],
        [" ", "the wrong which I condemn."],
        ["70", "\tAs for adopting the ways which the State has"],
        [" ", "provided for remedying the evil, I know not of such"],
        [" ", "ways. They take too much time, and a man's life will"],
        [" ", "be gone. I have other affairs to attend to. I came into"],
        [" ", "this world, not chiefly to make this a good place to"],
        ["75", "live in, but to live in it, be it good or bad. A man has"],
        [" ", "not everything to do, but something; and because he"],
        [" ", "cannot do everything, it is not necessary that he"],
        [" ", "should do something wrong..."],
        [" ", "\tI do not hesitate to say, that those who call"],
        ["80", "themselves Abolitionists should at once effectually"],
        [" ", "withdraw their support, both in person and property,"],
        [" ", "from the government ... and not wait till they"],
        [" ", "constitute a majority of one, before they suffer the"],
        [" ", "right to prevail through them. I think that it is"],
        ["85", "enough if they have God on their side, without"],
        [" ", "waiting for that other one. Moreover, any man more"],
        [" ", "right than his neighbors constitutes a majority of one"],
        [" ", "already."]
    ],
    "Copyright": "",
    "References": []
}