{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Daniyal Mueenuddin, “Nawabdin Electrician.” ©2009 by Daniyal Mueenuddin."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tAnother man might have thrown up his"],
        [" ", "hands—but not Nawabdin. His twelve daughters"],
        [" ", "acted as a spur to his genius, and he looked with"],
        [" ", "satisfaction in the mirror each morning at the face of"],
        ["5", "a warrior going out to do battle. Nawab of course"],
        [" ", "knew that he must proliferate his sources of"],
        [" ", "revenue—the salary he received from K. K. Harouni"],
        [" ", "for tending the tube wells would not even begin to"],
        [" ", "suffice. He set up a little one-room flour mill, run off"],
        ["10", "a condemned electric motor—condemned by him."],
        [" ", "He tried his hand at fish-farming in a little pond at"],
        [" ", "the edge of his master's fields. He bought broken"],
        [" ", "radios, fixed them, and resold them. He did not"],
        [" ", "demur even when asked to fix watches, though that"],
        ["15", "enterprise did spectacularly badly, and in fact earned"],
        [" ", "him more kicks than kudos, for no watch he took"],
        [" ", "apart ever kept time again."],
        [" ", "\tK. K. Harouni rarely went to his farms, but lived"],
        [" ", "mostly in Lahore. Whenever the old man visited,"],
        ["20", "Nawab would place himself night and day at the door"],
        [" ", "leading from the servants' sitting area into the walled"],
        [" ", "grove of ancient banyan trees where the old"],
        [" ", "farmhouse stood. Grizzled, his peculiar aviator"],
        [" ", "glasses bent and smudged, Nawab tended the"],
        ["25", "household machinery, the air conditioners, water"],
        [" ", "heaters, refrigerators, and water pumps, like an"],
        [" ", "engineer tending the boilers on a foundering steamer"],
        [" ", "in an Atlantic gale. By his superhuman efforts he"],
        [" ", "almost managed to maintain K. K. Harouni in the"],
        ["30", "same mechanical cocoon, cooled and bathed and"],
        [" ", "lighted and fed, that the landowner enjoyed in"],
        [" ", "Lahore."],
        [" ", "\tHarouni of course became familiar with this"],
        [" ", "ubiquitous man, who not only accompanied him on"],
        ["35", "his tours of inspection, but morning and night could"],
        [" ", "be found standing on the master bed rewiring the"],
        [" ", "light fixture or in the bathroom poking at the water"],
        [" ", "heater. Finally, one evening at teatime, gauging the"],
        [" ", "psychological moment, Nawab asked if he might say"],
        ["40", "a word. The landowner, who was cheerfully filing his"],
        [" ", "nails in front of a crackling rosewood fire, told him"],
        [" ", "to go ahead."],
        [" ", "\t“Sir, as you know, your lands stretch from here to"],
        [" ", "the Indus, and on these lands are fully seventeen tube"],
        ["45", "wells, and to tend these seventeen tube wells there is"],
        [" ", "but one man, me, your servant. In your service I have"],
        [" ", "earned these gray hairs”—here he bowed his head to"],
        [" ", "show the gray—“and now I cannot fulfill my duties"],
        [" ", "as I should. Enough, sir, enough. I beg you, forgive"],
        ["50", "me my weakness. Better a darkened house and proud"],
        [" ", "hunger within than disgrace in the light of day."],
        [" ", "Release me, I ask you, I beg you.”"],
        [" ", "\tThe old man, well accustomed to these sorts of"],
        [" ", "speeches, though not usually this florid, filed away at"],
        ["55", "his nails and waited for the breeze to stop."],
        [" ", "\t“What's the matter, Nawabdin?”"],
        [" ", "\t“Matter, sir? O what could be the matter in your"],
        [" ", "service. I've eaten your salt for all my years. But sir,"],
        [" ", "on the bicycle now, with my old legs, and with the"],
        ["60", "many injuries I've received when heavy machinery"],
        [" ", "fell on me—I cannot any longer bicycle about like a"],
        [" ", "bridegroom from farm to farm, as I could when I"],
        [" ", "first had the good fortune to enter your employment."],
        [" ", "I beg you, sir, let me go.”"],
        ["65", "\t“And what's the solution?” asked Harouni, seeing"],
        [" ", "that they had come to the crux. He didn't particularly"],
        [" ", "care one way or the other, except that it touched on"],
        [" ", "his comfort—a matter of great interest to him."],
        [" ", "\t“Well, sir, if I had a motorcycle, then I could"],
        ["70", "somehow limp along, at least until I train up some"],
        [" ", "younger man.”"],
        [" ", "\tThe crops that year had been good, Harouni felt"],
        [" ", "expansive in front of the fire, and so, much to the"],
        [" ", "disgust of the farm managers, Nawab received a"],
        ["75", "brand-new motorcycle, a Honda 70. He even"],
        [" ", "managed to extract an allowance for gasoline."],
        [" ", "\tThe motorcycle increased his status, gave him"],
        [" ", "weight, so that people began calling him “Uncle,” and"],
        [" ", "asking his opinion on world affairs, about which he"],
        ["80", "knew absolutely nothing. He could now range"],
        [" ", "further, doing a much wider business. Best of all,"],
        [" ", "now he could spend every night with his wife, who"],
        [" ", "had begged to live not on the farm but near her"],
        [" ", "family in Firoza, where also they could educate at"],
        ["85", "least the two eldest daughters. A long straight road"],
        [" ", "ran from the canal headworks near Firoza all the way"],
        [" ", "to the Indus, through the heart of the K. K. Harouni"],
        [" ", "lands. Nawab would fly down this road on his new"],
        [" ", "machine, with bags and cloths hanging from every"],
        ["90", "knob and brace, so that the bike, when he hit a bump,"],
        [" ", "seemed to be flapping numerous small vestigial"],
        [" ", "wings; and with his grinning face, as he rolled up to"],
        [" ", "whichever tube well needed servicing, with his ears"],
        [" ", "almost blown off, he shone with the speed of his"],
        ["95", "arrival."]
    ],
    "Copyright": "",
    "References": []
}