{
    "Directions": "Read the passage and then write a response to the prompt that follows.",
    "Context": [],
    "Title": "Seed Travel",
    "Subtitle": "",
    "Author": "by Ann Ackroyd",
    "LabelType": "P",
    "Content": [
        ["1", "\tWe like to think only humans use rockets, helicopters, parachutes, and gliders, but that’s not true. Other travelers used such methods long before we did. These travelers are seeds! But why would a seed need to travel?"],
        ["2", "\tSeeds need to get away from their parent plants. If they remain too close, young plants starve. Their bigger, stronger parents overshadow them, hogging sunlight and water. It’s also a seed’s job to claim new living space for its species."],
        ["3", "\tHave you ever watched a toy rocket take off with a small explosion? The Mediterranean squirting cucumber behaves like a rocket—without the fire. The little cucumber fills with juice until it’s so full, it bursts off its stalk. A trail of slime follows it as it shoots through the air. This slime contains the seeds."],
        ["4", "\tPlants with pods launch their seeds using another kind of explosion. When broom seeds are ready, the sun warms one side of the pod and dries it. The other side remains in shadow and dries more slowly. The sides pull against each other until the pod splits, hurling the seeds away from the parent plant. A Brazilian tree called the monkey’s dinner bell does the same. It pops so loudly, strangers think they are under attack. The seeds can travel 40 feet, so it’s best not to be in the way."],
        ["5", "\tMany seeds use parachutes. Think of dandelion puffs — they contain hundreds of tiny seeds, each with its own silky parachute for riding the wind. Milkweed seeds come in pods instead of blowballs. If you open a ripe milkweed pod, you will see a packaging miracle. Hundreds of seed heads overlap neatly, while their closed parachutes lie flat, resembling hair."],
        ["6", "\tSome seeds have wings to help them glide away from their parent plants. The simplest designs have one wing. Have you ever seen pine seeds leave an open cone? If so, you know that each seed sits at the base of a paper­thin wing. As the seed falls, it whirls through the air like a helicopter blade. The seeds of the alsomitra, an Asian creeper, also have one wing, but instead of spinning like helicopter blades, they sail like gliders. This is because the seed sits in the middle of the wing."],
        ["7", "\tThe Asian anisoptera has seeds with two wings instead of one. They spin because one wing is shorter than the other. If you live near maples or sycamores, you might think their seeds have two wings. Actually, each seed has one wing, and the seeds grow in pairs."],
        ["8", "\tSome seeds travel in water by floating. The coconut is one example. Air spaces between its outer shell and the hairy inner seed keep it from sinking. A sweet, milky liquid in the center nourishes the seed."],
        ["9", "\tThe sea bean provides its seeds with wooden cases that can stay afloat for a year. These seeds ride the Gulf Stream and sometimes land in Europe—4,000 miles away from their parents in the Caribbean."],
        ["10", "\tMany seeds hitchhike. Some use hooks to grab an animal’s fur or a person’s clothing. The next time you pull cockleburs from your socks, remember that you are helping the burdock plant expand its territory."],
        ["11", "\tOther hitchhiking seeds ride inside the animals that eat them. They do this by hiding in fruits like strawberries and raspberries. All such hitchhikers have the advantage of landing in a pile of fertilizer!"],
        ["12", "\tA number of plants use only one seed carrier. Oaks and hickories belong to this group. The armor around their seeds is so thick, only a squirrel can break it. However, a squirrel collects more acorns and hickory nuts than it can eat. It hides the extras to eat later. But the extras aren’t always needed, and sometimes a squirrel forgets its hidden treasure. The uneaten seeds grow into new trees far from their parents."],
        ["13", "\tLook around and see if you can find more seedy rockets, helicopters, parachutes, hitchhikers, and floaters. Or what about seeds that travel in other ways? Look at a poppy, for instance. It acts like a salt shaker, shaking out its seeds. Once you start noticing how seeds travel, you’ll want to make your own list."]
    ],
    "Copyright": "“Seed Travel” by Ann Ackroyd, Spider, June 1, 1998. Copyright © 1998 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}