{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Dame Cricket’s Story",
    "Subtitle": "",
    "Author": "by Abbie Phillips Walker",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Come, children, it is time to get up,” said Dame Cricket to her ten little crickets."],
        ["2", "\t“Hurry, now, and take your bath and put on your little black caps and your little brown suits. The sun has almost gone down over the hill and the birds will soon be asleep.” But the little crickets snuggled under the bedclothes just as if they did not hear their mother’s words."],
        ["3", "\t“Come, come,” she said, a few minutes later, “you will sleep all night if you don’t hurry. Some of our cousins are already singing, and it will soon be dark.”"],
        ["4", "\t“Oh dear! Why do we have to get up?” said one little cricket, poking his head over the clothes. “Lots of bugs sleep all night.”"],
        ["5", "\t“Yes, but they are up all the daytime,” answered Dame Cricket, “and they run a great risk, I can assure you, my dear. Our family used to sing in the daytime, but if we had kept on there would be no cricket family. There is a reason for our sleeping days and singing at night.”"],
        ["6", "\t“Oh, mother, is it a story?” asked all the little crickets, jumping out of bed with a bound and gathering about their mother."],
        ["7", "\t“Yes, there is a story about our family, and if you will all hurry and dress I will tell it to you,”"],
        ["8", "\tVery quietly all the little crickets began to dress, and their mother began the story:"],
        ["9", "\t“Once, long, long ago,” she said, “our family sang in the daytime and slept at night; but one day the Great­grandfather Cricket noticed that our singing was not as loud as usual, so he called all the children, big and little, about him and looked at their throats."],
        ["10", "\t“‘Strange, strange!’ he remarked. ‘You all have fine-looking throats, as fine as ever crickets had, and yet our singing is very faint; there is not as much volume to it as in the old days. I will call on Doctor Frog this very day, and see what he thinks about it.’"],
        ["11", "\t“Doctor Frog thought awhile and then he asked, ‘How many have you in your family, now, Mr. Cricket?’"],
        ["12", "\t“Great­grandfather called us all about him and began to count, and to his amazement he found our family was only about half the size it should be."],
        ["13", "\t“‘Just as I thought,’ said Dr. Frog, ‘the voices are as good as ever, but there are not so many of you, and, of course, the singing is not so loud as it was once."],
        ["14", "\t“‘Shall I tell you the reason for this?’ asked Dr. Frog."],
        ["15", "\t“Great­grandfather said that was why he called on him, so Dr. Frog told him that the birds were eating our family, and if they kept it up we soon would be out of existence."],
        ["16", "\t“‘Horrors! horrors!’ chirped Great­grandfather Cricket. ‘Whatever will we do to preserve the family?’"],
        ["17", "\t“‘Easy enough to do that,’ said Dr. Frog. ‘Sleep days and sing at night as our family do; little chance we would have if we came out and sang in the daytime.’"],
        ["18", "\t“So that is the reason we sleep days and sing nights, so the birds and chickens and bug­eating animals cannot catch us."],
        ["19", "\t“Of course, sometimes they do get a cricket, but it is always one who has stayed out too late or gotten up too early, usually a very young cricket who thinks he knows more than his mother or father."],
        ["20", "\t“But the good little crickets who mind and get up when they are called are pretty sure to live to a good old age.”"],
        ["21", "\tWhen Madam Cricket stopped talking all the little crickets stood looking at her with very curious expressions on their faces."],
        ["22", "\t“We are good little crickets, aren’t we, mother?” they asked."],
        ["23", "\t“Of course you are. Here you are all ready to go out and sing and the sun has just dropped behind the hill,” she said."],
        ["24", "\t“Chirp, chirp, chirp, chirp,” they sang as they scampered after their mother out into the night."]
    ],
    "Copyright": "“Dame Cricket’s Story” from Sandman’s Goodnight Stories by Abbie Phillips Walker. Originally published in 1921.",
    "References": []
}