{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "What Was the Apollo Program?",
    "Subtitle": "",
    "Author": "by NASA",
    "LabelType": "P",
    "Content": [
        ["1", "\tApollo was the NASA program that resulted in American astronauts' making a total of 11 spaceflights and walking on the moon."],
        ["2", "\tThe first four flights tested the equipment used in the Apollo Program. Six of the other seven flights landed on the moon. The first Apollo flight happened in 1968. The first moon landing took place in 1969. The last moon landing was in 1972."],
        ["3", "\tA total of 12 astronauts walked on the moon. The astronauts conducted scientific research there. They studied the lunar surface. They collected moon rocks to bring back to Earth..."],
        ["", "When Did Humans First Visit the Moon?"],
        ["4", "\tThe first manned mission to the moon was Apollo 8. It circled around the moon on Christmas Eve in 1968. However, Apollo 8 did not land on the moon. It orbited the moon, then came back to Earth. The crew was Frank Borman, Bill Anders and Jim Lovell."],
        ["5", "\tThe first moon landing occurred on July 20, 1969, on the Apollo 11 mission. The crew of Apollo 11 was Neil Armstrong, Michael Collins and Buzz Aldrin. Armstrong and Aldrin walked on the lunar surface while Collins remained in orbit around the moon. When Neil Armstrong became the first person to walk on the moon, he said, “That's one small step for (a) man; one giant leap for mankind.”"],
        ["", "How Did Astronauts Land on the Moon?"],
        ["6", "\tThe Apollo spacecraft were launched on top of the Saturn V rocket. The Saturn V was made of three stages. The first two stages used up their fuel reaching orbit. The third stage was used to push the Apollo Command Module and Lunar Module to the moon. Once the spacecraft reached the moon, the two modules separated from each other. Two astronauts in the Lunar Module landed on the lunar surface. The third astronaut stayed in the Command Module in orbit around the moon."],
        ["7", "\tOn the last three missions, astronauts drove on the moon with the lunar rover. Astronauts drove the lunar rover to explore more of the moon's surface. The lunar rovers were made so they could be folded to fit in a storage area on the Lunar Module. The lunar rovers were left on the moon."],
        ["8", "\tWhen the two astronauts were finished working on the surface, they got back in the Lunar Module and launched. It went back into orbit around the moon and connected with the Command Module. The two astronauts got back into the Command Module. They left the Lunar Module behind and flew back to Earth. The Lunar Module crashed into the moon. The Command Module landed in the ocean, and a ship picked up the astronauts."],
        ["", "Why Was the Apollo Program Important?"],
        ["9", "\tIn 1961, President John F. Kennedy challenged the nation to land astronauts on the moon by the end of the decade. NASA met that challenge with the Apollo program. It was the first time human beings left Earth's orbit and visited another world. These missions made it possible to explore more distant worlds further in the future."]
    ],
    "Copyright": "“What Was the Apollo Program?” from NASA KNOWS! (Grades 5­8), July 2009.",
    "References": []
}