{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Solve problems that deal with measurements of length, intervals of time, liquid volumes, mass, and money using addition, subtraction, multiplication, or division as appropriate."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Jon put a pie in the oven at 5:15 p.m. He took the pie out of the oven 35 minutes later.",
            "At what time did Jon take the pie out of the oven?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5:45 p.m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 6 sets of 5-minute increments rather than 7 sets. The student needs to focus on accurately solving problems that deal with measurements of time.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "6:50 p.m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that elapsed time always affected both hours and minutes. Having added 35 minutes correctly, the student chose the answer that also showed an increase of 1 hour. The student needs to focus on accurately solving problems that deal with measurements of time.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "5:50 p.m.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the time Jon took the pie out of the oven, the student could have added 35 minutes to the time Jon put the pie in the oven by counting in 5-minute intervals starting at 5:15 p.m. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 88
                }
            },
            "D": {
                "Choice": "6:45 p.m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 6 sets of 5-minute increments rather than 7 sets. Also, the student likely assumed that elapsed time affected both hours and minutes. The student needs to focus on accurately solving problems that deal with measurements of time.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A town had three and fourteen-hundredths inches of rain during June. What is the value of the digit in the tenths place?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the value that matched “three” in the verbal description, since the number 14 is not given as an answer choice. The student needs to focus on matching the verbal description of a number with a numeral.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "0.04",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that the digits to the right of the decimal point followed a pattern symmetrical to those to the left of the decimal point (ones, tens, hundreds, etc.). The student likely selected the second digit to the right of the decimal point as belonging in the tenths place. The student needs to focus on understanding the positions of digits to the right of the decimal point.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "0",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the term “tenths” with “tens” and chose the value in the tens place: 03.14. The student needs to focus on understanding the positions of digits to the left and right of the decimal point.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "1",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of the digit in the tenths place, the student could have written the given number of inches using numerals (3.14). The student then could have identified the tenths place (first digit to the right of the decimal point) and selected “0.1.”",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Determine products of a number and 10 or 100 using properties of operations and place value understandings."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An art teacher ordered 26 marker sets for his classes. There are 100 markers in each set.",
            "How many markers are in 26 sets?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "800",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the multiplication algorithm but did not use a 0 as a placeholder in the ones place when multiplying the 2 in the tens place of 26. The student needs to focus on understanding how to use placeholders of zero when carrying out the steps in the multiplication algorithm.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "26,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 3 zeros after the ones place for the 3 digits in 100; (26 × 100 = 26,000). The student needs to focus on understanding how to multiply accurately when carrying out the steps in the multiplication algorithm.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "2,600",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of markers in 26 sets, the student could have carried out the steps of the multiplication algorithm, multiplying 100 times 26. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "126",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added instead of multiplying. The student needs to focus on understanding the mathematical operations (+, –, ×, ÷) needed to represent the solution to a real-world problem.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Identify points, lines, line segments, rays, angles, and perpendicular and parallel lines."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A drawing is shown.",
            "problems/TX22G4M/media/4a.jpg",
            "What does the drawing show?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Two line segments that appear to be parallel",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how best to describe the drawing, the student should have identified the attributes of what is shown. The student should have recognized that the drawing shows two line segments since each figure has two endpoints. The student then should have recognized that the two line segments in the drawing are parallel, since they do not intersect and are always the same distance apart.",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "Two line segments that appear to be perpendicular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the definitions of the terms “parallel” and “perpendicular.” The student needs to focus on understanding the difference between parallel and perpendicular lines.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Two lines that appear to be parallel",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the definitions of the terms “line” and “line segment.” The student needs to focus on understanding the difference between lines and line segments.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Two lines that appear to intersect",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the definitions of the terms “intersecting” and “parallel.” The student needs to focus on understanding the difference between parallel and intersecting lines.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Evaluate the reasonableness of sums and differences of fractions using benchmark fractions 0, 1/4, 1/2, 3/4, and 1, referring to the same whole."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A store sells bags of potato chips.",
            ":box:• 1/3 of the bags are barbecue-flavored chips.\n\n• 3/5 of the bags are cheese-flavored chips.\n\n• The rest of the bags are plain chips.",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More than 1/2 of the bags are plain chips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the second bullet point. Because 1/3 is less than 1/2, the student likely concluded that plain chips make up more than 1/2 of the total number of bags of chips. The student needs to focus on attending to the details of problems involving the reasonableness of sums and differences involving benchmark fractions such as 1/4 and 1/2.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "There are no bags of plain chips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared 3/5 to the benchmark fraction 1/2 and compared 1/3 to the benchmark fraction 1/2. The sum of 1/2 and 1/2 is equal to 2/2 or 1 whole, meaning that those two flavors (barbecue and cheese) are the only chips being sold at the store. The student needs to focus on attending to the details of problems involving the reasonableness of sums and differences involving benchmark fractions such as 1/4 and 1/2.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Exactly 1/2 of the bags are plain chips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely tried to find the sum of the given fractions, 1/3 and 3/5, without using a common denominator. The student then added the numerators correctly, but incorrectly added the denominators (1/3 + 3/5 = 4/8). The student then likely determined that 4 is half of 8 and therefore 4/8 is equal to 1/2. Based on this calculation, the student likely concluded that the remaining portion (1/2) is plain chips. The student needs to focus on attending to the details of problems involving the reasonableness of sums and differences involving benchmark fractions such as 1/4 and 1/2.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "Less than 1/2 of the bags are plain chips.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the true statement, the student could have used benchmark (commonly known) fractions to estimate the sum of the fractions of barbecue-flavored and cheese-flavored chips. The student should have compared 3/5 to the benchmark fraction 1/2 and compared 1/3 to the benchmark fraction 1/4. The sum of 1/2 (or 2/4) and 1/4 is equal to 3/4 ; therefore less than 1/2 of the remaining bags are plain chips. This is an efficient way to solve the problem; howeve, other methods could be used to solve the problem correctly.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list shows the numbers of books donated to a library on fourteen days.",
            "0, 1, 4, 4, 6, 7, 8, 8, 9, 12, 12, 16, 16, 17",
            "The librarian made this frequency table to show the data. The frequency table is not complete.",
            "problems/TX22G4M/media/6a.jpg",
            "Which row of the frequency table is incomplete?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The row showing 0 to 4 books",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the error in the frequency table (table that shows how often each value in a set of data occurs), the student could have counted how many of the numbers in the list were in each interval in the frequency table. There are four numbers in the interval from 0 to 4 (0, 1, 4, 4), but the table shows a frequency of only three.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "The row showing 5 to 9 books",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the numbers from 5 to 9 but did not include the number 9. The student needs to focus on understanding how to interpret data given in problems involving frequency tables.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The row showing 10 to 14 books",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely accounted for the number 12 within the interval 10 to 14 but not the frequency. The student needs to focus on understanding how to interpret data given in problems involving frequency tables.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The row showing 15 to 19 books",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the data points in the interval from 15 to 19. The student needs to focus on organizing data and attending to the details in problems involving frequency tables.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract whole numbers and decimals to the hundredths place using the standard algorithm."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are two hiking trails in a park.",
            ":box:• Trail Y is 2.7 miles long.\n\n• Trail Z is 5.84 miles long.",
            "What is the total length of these two hiking trails?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:8.54",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the sum of the two lengths, the student could have written the two numbers vertically, ensuring that the decimal point and each place value were aligned (the ones over the ones, the tenths over the tenths, the hundredths over the hundredths). While adding 0.8 + 0.7, the resulting 15 tenths means that a 1 (from 1.5) should be regrouped to the ones place and added to 2 + 5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the measure of an unknown angle formed by two non-overlapping adjacent angles given one or both angle measures."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Angle SRT has a measure of 35°. Angle TRV has a measure of 65°.",
            "problems/TX22G4M/media/8a.jpg",
            "What is the measure in degrees of angle SRV?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "30°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the measure of angle SRT from the measure of angle TRV. The student needs to focus on understanding how to determine the measure of an unknown angle formed by two non-overlapping adjacent angles when given one or both angle measures.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "110°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when regrouping, adding 10 (from 5 + 5) to the sum of 35 and 65 to get 110° instead of 100°. The student needs to focus on understanding how to regroup when adding.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "90°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that angle SRV was a right angle and concluded that the measure of the angle was 90 degrees. The student needs to focus on understanding how to determine the measure of an unknown angle formed by two non-overlapping adjacent angles when given one or both angle measures.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "100°",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the measure of the angle SRV, the student should have added the measures of angle SRT (35°) and angle TRV (65°) to get 100° (35 + 65 = 100).",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Determine the corresponding decimal to the tenths or hundredths place of a specified point on a number line."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Point J is shown on the number line.",
            "problems/TX22G4M/media/9a.jpg",
            "Which number does point J represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8.02",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the tenths and hundredths places, writing eight and two-tenths as 8.02 instead of 8.2. The student needs to focus on understanding the difference between tenths and hundredths when writing decimal numbers/",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "8.2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number represented by point J, the student could have first identified that the whole number 8 was represented by the darker tick mark halfway between the numbers 7 and 9. The student then could have counted the sections on the number line between 7 and 8 and between 8 and 9 to confirm that each section represents one-tenth. The student could have determined that since there are two sections between 8 and point J, point J represents 8.2 (eight and two-tenths).",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "7.12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of tick marks (the lines) from 7 to point J, ignoring the tick mark indicating the whole number, 8. The student needs to focus on understanding how to determine the decimal number represented by a point on a number line.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "7.13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of tick marks (the lines) starting at, and including the tick mark, 7 to point J, ignoring the tick mark indicating the whole number, 8. The student needs to focus on understanding how to determine the decimal number represented by a point on a number line.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A rectangle has a perimeter of 40 centimeters and an area of 64 square centimeters. Which model could represent this rectangle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G4M/media/10a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the rectangle (32 × 2 = 64 cm²) but ignored the perimeter. The student needs to focus on understanding how to solve problems related to perimeter and area of rectangles where dimensions are whole numbers.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "problems/TX22G4M/media/10b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the rectangle (8 × 8 = 64 cm²) but ignored the perimeter. The student needs to focus on understanding how to solve problems related to perimeter and area of rectangles where dimensions are whole numbers.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "problems/TX22G4M/media/10c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model could represent the rectangle with a perimeter (distance around the outside of a shape) of 40 centimeters and an area (amount of space covered by a shape) of 64 square centimeters, the student could have first found the rectangle that has four sides that add up to 40 centimeters. The student then could have referred to the Area section of the STAAR Grade 4 Mathematics Reference Materials page within the student's test booklet to find the formula for the area of a rectangle (A = l × w, where A = area, l = length, and w = width). The student could have used this formula to identify the correct rectangle. The rectangle with a length of 16 cm and a width of 4 cm has a perimeter of 40 centimeters (16 + 4 + 16 + 4 = 40 cm) and an area of 64 square centimeters (16 × 4 = 64 cm²).",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "problems/TX22G4M/media/10d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the perimeter of the rectangle (11 + 9 + 11 + 9 = 40 cm) but ignored the area. The student needs to focus on understanding how to solve problems related to perimeter and area of rectangles where dimensions are whole numbers.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The fourth-grade classes at a school made flowers to decorate the cafeteria. There are 5 fourth-grade classes at this school.",
            ":box:• To make each flower, 4 sheets of paper were used.\n\n• The classes used a total of 300 sheets of paper.\n\n• Each class made the same number of flowers.",
            "How many flowers did each fourth-grade class make?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total number of flowers made (300 ÷ 4 = 75) rather than the number of flowers made by each class. The student needs to focus on understanding the math operations (+, –, ×, ÷) needed to solve a multi-step problem. The student also needs to focus on attending to the details of the question.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "15",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of flowers made by each fourth-grade class, the student could have divided the total number of sheets of paper (300) by the number of sheets used to make one flower (4); 300 ÷ 4 = 75. Then the student could have divided the total number of flowers made (75) by the number of classes making flowers (5); 75 ÷ 5 = 15. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "240",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the number of sheets of paper used by each class (300 ÷ 5 = 60) and then subtracted the number of sheets of paper used by one class from the total number of sheets of paper. The student needs to focus on understanding the math operations (+, –, ×, ÷) needed to solve a multi-step problem.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "17",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a computational error when dividing 75 by 5. The student needs to focus on understanding how to accurately carry out the steps in the division algorithm.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Distinguish between fixed and variable expenses."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Trina lives in an apartment. The table shows some of the expenses that Trina paid for three months to live in the apartment.",
            "problems/TX22G4M/media/12a.jpg",
            "Which expenses were variable expenses for Trina during these three months?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Water and Electricity only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expenses were variable expenses, the student should have identified the expenses that vary from month to month. The student should have identified the water and electricity payments as the only expenses that were different amounts each month.",
                    "Percent": 51
                }
            },
            "G": {
                "Choice": "Rent, Water, and Electricity",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused variable expenses with necessary expenses (rent, water, electricity). The student needs to focus on understanding that variable expenses can represent both needs and wants and are expenses that change from month to month.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "Rent and Cable TV only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the definitions of variable expenses (expenses that change from month to month) and fixed expenses (expenses that stay the same from month to month). The student needs to focus on understanding the definition of variable expenses.",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "Cable TV only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused variable expenses with unnecessary expenses (such as cable TV). The student needs to focus on understanding that variable expenses can represent both needs and wants and are expenses that change from month to month.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Four people are mowing their lawns. The table shows the fraction of each lawn that has already been mowed by each person.",
            "problems/TX22G4M/media/13a.jpg",
            "Which of these people have mowed greater than 3/4 of a lawn?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Nate, Rudy, Marc, and Santos",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fractions with greater numerators (top numbers) and greater denominators to be greater fractions. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Nate and Marc only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered fractions with double-digit numerators and denominators to be greater than fractions with single-digit numerators and denominators. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "Rudy only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the person who mowed greater than 3/4 of a lawn, the student could have created equivalent fractions by finding a common denominator (bottom number that is the same) for each fraction in the table and 3/4. To compare 3/4 and 10/15, 4 and 15 can each be multiplied by a number to get 60 ((3 × 15)/(4 × 15) = 45/60 and (10 × 4)/(15 × 4) = 40/60; 3/4 > 10/15). To compare 3/4 and 5/6, 4 and 6 can each be multiplied by a number to get ((3 × 6)/(4 × 6) = 18/24 and (5 × 4)/65 × 4) = 20/24; 3/4 < 5/6). To compare 3/4 and 12/18, 4 and 18 can each be multiplied by a number to get ((3 × 18)/(4 × 18) = 54/72 and (12 × 4)/(18 × 4) = 48/72; 3/4 > 12/18). To compare 3/4 and 6/8, 4 and 8 can each be multiplied by a number to get ((3 × 2)/(4 × 2) = 6/8 and (6 × 1)/(8 × 1) = 6/8; 3/4 = 6/8). The fraction 5/6 is the only fraction in the table that is greater than 3/4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 49
                }
            },
            "D": {
                "Choice": "Santos only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction that is equivalent to 3/4 but appears to be “doubled” to be greater than 3/4. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent multi-step problems involving the four operations with whole numbers using strip diagrams and equations with a letter standing for the unknown quantity."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Erin has 12 pictures from a field trip and some pictures from a vacation. She has twice as many pictures from the vacation as from the field trip.",
            "Which strip diagram represents p, the total number of pictures Erin has?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G4M/media/14a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which strip diagram represents the total number of pictures Erin has, the student should have first recognized that the total number of pictures, p, is represented by the entire length of the strip in the diagram. Next, since Erin has twice as many vacation pictures as she does field trip pictures (12), the student could have multiplied 12 by 2 to find the number of vacation pictures. Finally, the student could have realized that 12 plus 24 equals the total number of pictures, which is represented by p.",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "problems/TX22G4M/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the number of field trip pictures by 2 instead of multiplying. The student needs to focus on understanding how to use a strip diagram to represent a multistep problem involving the four operations (+, –, ×, ÷). The student also needs to focus on attending to the details of the question.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "problems/TX22G4M/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely represented only the vacation pictures, starting with 12 and then doubling it. The student needs to focus on understanding how to use a strip diagram to represent a multistep problem involving the four operations (+, –, ×, ÷). The student also needs to focus on attending to the details of the question.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "problems/TX22G4M/media/14d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely represented multiplying 12 and 2 by placing the two quantities next to each other in the strip diagram. The student needs to focus on understanding how to use a strip diagram to represent a multistep problem involving the four operations (+, –, ×, ÷). The student also needs to focus on attending to the details of the question.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Relate decimals to fractions that name tenths and hundredths."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What decimal number is equivalent to 18/10?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:1.8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the decimal equivalent to 18/10, the student could have rewritten the fraction as the mixed number 1 8/10 and then placed the 8 to the right of the decimal point, in the tenths place, to make 1.8. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Round to the nearest 10, 100, or 1,000 or use compatible numbers to estimate solutions involving whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the number of miles a family will travel next summer.",
            "problems/TX22G4M/media/16a.jpg",
            "Which is the best estimate of the combined number of miles this family will travel next summer?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "700 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not look at the tens digit when deciding whether to round each number up or down and instead kept the digit in the hundreds place and added two zeros in the tens and ones places (129 ⇒ 100, 181 ⇒ 100, 110 ⇒ 100, 288 ⇒ 200). The student likely rounded 81 and 78 up to 100, since there was not a digit in the hundreds place. The student needs to focus on understanding how to round numbers and understanding reasonableness when estimating sums.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "900 mi",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best estimate of the combined number of miles the family will travel next summer, the student could have rounded each number to the nearest 100 when finding the sum of the six distances. The student could have used the digit in the tens place to determine whether the digit in the hundreds place should be rounded up to the next number or kept the same (81 ⇒ 100, 129 ⇒ 100, 181 ⇒ 200, 110 ⇒ 100, 288 ⇒ 300, 78 ⇒ 100). The student then could have added the rounded numbers (100 + 100 + 200 + 100 + 300 + 100 = 900). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly",
                    "Percent": 63
                }
            },
            "H": {
                "Choice": "1,100 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not look at the tens digit when deciding whether to round each number up or down and instead rounded all numbers up to the next hundred (81 ⇒ 100, 129 ⇒ 200, 181 ⇒ 200, 110 ⇒ 200, 288 ⇒ 300, 78 ⇒ 100). The student needs to focus on understanding how to round numbers and understanding reasonableness when estimating sums.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "2,300 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded correctly when working with the three-digit numbers but rounded the two-digit numbers as though they were three-digit numbers, adding a zero at the end of each number (81 ⇒ 800, 78 ⇒ 800). The student needs to focus on understanding how to round numbers and understanding reasonableness when estimating sums.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Deon sorted figures into groups. The figures shown were sorted into the same group.",
            "problems/TX22G4M/media/17a.jpg",
            "Which statement best describes the figures in this group?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each figure has only one obtuse angle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely looked at the first figure and determined that the angle in the top right is an obtuse angle. The student needs to focus on understanding how to compare the attributes of two-dimensional figures.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Each figure has at least one acute angle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely looked at the first and last figures and determined that the angle in the bottom right is an acute angle. The student needs to focus on understanding how to compare the attributes of two-dimensional figures.",
                    "Percent": 28
                }
            },
            "C": {
                "Choice": "Each figure has only one pair of parallel sides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely looked at the first figure and determined that it had only one pair of parallel sides. The student needs to focus on understanding how to compare the attributes of two-dimensional figures.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Each figure has at least one pair of perpendicular sides.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement best describes the three figures, the student could have evaluated whether each statement was true about each figure. The student should have recognized that each figure has at least one pair of perpendicular sides.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Decompose a fraction in more than one way into a sum of fractions with the same denominator using concrete and pictorial models and recording results with symbolic representations."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The blank model shown can be shaded to represent 7/10.",
            "problems/TX22G4M/media/18a.jpg",
            "Which expression does NOT show a way to represent 7/10 as a sum of fractions?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "2/10 + 2/10 + 2/10 + 1/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely shaded 7 of the 10 rectangles to represent 7/10 but added the fractions in the expression 2/10 + 2/10 + 2/10 + 1/10 incorrectly, resulting in 7/40, which is not equal to 7/10. The correct sum of 2/10 + 2/10 + 2/10 + 1/10 is 7/10. The student needs to focus on adding fractions correctly in problems that require finding expressions that are equal to fractions.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "4/10 + 3/10 + 3/10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the expression (combination of numbers and operational symbols [+, –, ×, ÷] grouped together to show the value) that CANNOT be used to represent the number 7/10, the student could have used the model to represent 7/10 (by shading 7 of the 10 rectangles) and recognized that the only expression that would result in a different number of rectangles being shaded is the expression 4/10 + 3/10 + 3/10 because this expression totals 11/10.",
                    "Percent": 87
                }
            },
            "H": {
                "Choice": "6/10 + 1/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely shaded 7 of the 10 rectangles to represent 7/10 but added the fractions in the expression 6/10 + 1/10 incorrectly, resulting in 7/20, which is not equal to 7/10. The correct sum of 6/10 + 1/10 is 7/10. The student needs to focus on adding fractions correctly in problems that require finding expressions that are equal to fractions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely shaded 7 of the 10 rectangles to represent 7/10 but added the fractions in the expression 1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10 incorrectly, resulting in 7/70, which is not equal to 7/10. The correct sum of 1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10 + 1/10 is 7/10. The student needs to focus on adding fractions correctly in problems that require finding expressions that are equal to fractions.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order decimals using concrete and visual models to the hundredths."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The models represent the price for a pound of grapes at four different stores. Each model is shaded to represent a price that is greater than $1.00.",
            "problems/TX22G4M/media/19a.jpg",
            "Which stores have a price greater than $1.60 but less than $1.90 for a pound of grapes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Store L, Store N, and Store P only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found all the stores that sell a pound of grapes for more than $1.60 (the lower limit) but did not check to see if the stores exceeded the upper limit ($1.90). The model for Store P has 1 whole and 99 hundredths shaded, representing $1.99. The student needs to focus on interpreting models used to represent wholes, tenths, and hundredths. The student also needs to focus on attending to the details of the question.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Store L, Store M, and Store N only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misplaced the 7 in the tenths place rather than the hundredths place when analyzing the model for Store M (1 whole shaded and 7 hundredths shaded, representing $1.07). The student needs to focus on interpreting models used to represent wholes, tenths, and hundredths.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Store L and Store N only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which stores have a price greater than $1.60 but less than $1.90 for a pound of grapes, the student should have recognized that each model has one whole (100 small squares within the large square) shaded. The student then should have found the model that has 61 to 89 small squares shaded (each small square represents 1 hundredth). Store L represents 1 whole and 88 hundredths ($1.88), and Store N represents 1 whole and 78 hundredths ($1.78).",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "None of the stores",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not connect the visual models with the price of a pound of grapes. The student needs to focus on understanding how to interpret models used to represent wholes, tenths, and hundredths",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the product of 2 two-digit numbers using arrays, area models, or equations, including perfect squares through 15 by 15."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Lori started to draw an array to help her solve a math problem. She drew one full row and one full column of the array, as shown.",
            "problems/TX22G4M/media/20a.jpg",
            "She finished drawing the array correctly. Which equation represents a problem Lori could solve using this array?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12 × 13 = 156",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely excluded the circle shared by both the row and the column of the array (the circle in the top left-hand corner). The student needs to focus on understanding how an array models the product of a multiplication problem.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "13 × 13 = 169",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of circles in the row but excluded the first circle when counting the number of circles in the row. The student needs to focus on understanding how an array models the product of a multiplication problem.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "14 × 12 = 168",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of circles in the column but excluded the first circle when counting the number of circles in the column. The student needs to focus on understanding how an array models the product of a multiplication problem.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "13 × 14 = 182",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation represented by the incomplete array, the student could have counted the number of circles in the row (horizontal, 14) and the number of circles in the column (vertical, 13). The student then could have recognized that the completed array would model the equation 13 × 14 = 182. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Convert measurements within the same measurement system, customary or metric, from a smaller unit into a larger unit or a larger unit into a smaller unit when given other equivalent measures represented in a table."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows numbers of feet and the equivalent numbers of inches.",
            "problems/TX22G4M/media/21a.jpg",
            "Lionel painted a wall that is 12 feet long. How many inches long is the wall that Lionel painted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "144 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of the painted wall in inches, the student could have used the relationship shown in the table (number of feet × 12 = number of inches). The student then could have multiplied 12 by 12, resulting in a total of 144 inches. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "122 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely saw that 10 feet was equivalent to 120 inches and added 2 more (10 + 2 = 12 feet) to the total number of inches (120 inches + 2 feet = 122 inches). The student needs to focus on understanding that multiplication and division can be used as efficient ways to convert (change) measurements within the same measurement system.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "156 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the least and greatest numbers of inches in the table but did not check by adding the equivalent values in feet (10 + 3 ≠ 12). The student needs to focus on understanding that multiplication and division can be used as efficient ways to convert (change) measurements within the same measurement system.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "132 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the first and third row of values in the table, incorrectly adding 3 feet and 8 feet to get 12 feet. The student needs to focus on understanding that multiplication and division can be used as efficient ways to convert (change) measurements within the same measurement system.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ms. Panvini gave her students a test with twenty math problems. The table shows the fraction of correct answers for each of the five students who finished the test first",
            "problems/TX22G4M/media/22a.jpg",
            "Which comparison is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "9/10 < 4/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger fractional pieces (of equivalent wholes) to be the greater fraction. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "17/20 < 9/10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which comparison is true, the student could have found a common denominator (bottom number of the fraction that is the same) for each fraction listed. Since the fractions have denominators of 2, 4, 5, 10, and 20, the student could have recognized that a common denominator for all the fractions could be 20. The student then could have written each fraction in its equivalent form based on the common denominator of 20:\n(17 × 1)/(20 × 1) = 17/20, (1 × 10)/(2 × 10) = 10/20,  (9 × 2)/(10 × 2) = 18/20, (4 × 4)/(5 × 4) = 16/20, and (3 × 5)(4 × 5) = 15/20\nThe student then could have compared the numerators (top numbers) of the two fractions. Since 17 is less than 18, 17/20 < 18/20, which is equivalent to 17/20 < 9/10. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "9/10 < 3/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger fractional pieces (of equivalent wholes) to be the greater fraction. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "17/20 < 1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger fractional pieces (of equivalent wholes) to be the greater fraction. The student needs to focus on understanding how to compare fractions with different numerators and denominators.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Solve problems that deal with measurements of length, intervals of time, liquid volumes, mass, and money using addition, subtraction, multiplication, or division as appropriate."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There were 3 quarts of water in a container in a science classroom. A student poured 1 quart 3 cups of the water into a sink.",
            "What amount of the water in quarts and cups was left in the container after the student poured some of the water into the sink?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4 qt 3 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the 1 quart and 3 cups that were poured into the sink to 3 quarts instead of finding the difference. The student needs to focus on identifying relative sizes of measurement units within customary and metric systems. The student also needs to focus on attending to the details of the question.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "2 qt 3 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the smaller number of cups (3 quarts 0 cups) from the larger number of cups (1 quart 3 cups); 3 cups – 0 cups = 3 cups. The student needs to focus on identifying relative sizes of measurement units within customary and metric systems. The student also needs to focus on understanding when to regroup in subtraction problems.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "2 qt 1 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not regroup when subtracting 1 quart 3 cups from 3 quarts. The student needs to focus on identifying relative sizes of measurement units within customary and metric systems. The student also needs to focus on understanding when to regroup in subtraction problems.",
                    "Percent": 32
                }
            },
            "D": {
                "Choice": "1 qt 1 c",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of water remaining in quarts and cups, the student could have subtracted 1 quart from the initial 3 quarts (3 – 1 = 2 quarts) and then regrouped 1 quart to 4 cups (1 quart and 4 cups). The student then could have subtracted the 3 cups that were poured into the sink (4 – 3 = 1 cup). There is 1 quart and 1 cup of water remaining. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent and solve addition and subtraction of fractions with equal denominators using objects and pictorial models that build to the number line and properties of operations."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A gardener planted 28 bushes in 4 rows. All of the bushes were either rose bushes or lilac bushes. The shaded parts of the model represent the lilac bushes.",
            "problems/TX22G4M/media/24a.jpg",
            "Which equation shows how to find the fraction of the bushes that are lilac bushes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "4/28 + 3/28 + 3/28 + 5/28 = 15/28",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation that shows the fraction of bushes that are lilac bushes, the student should have counted the total number of squares and used that number as the denominator (bottom number of a fraction). The student then should have counted the number of shaded squares and used the number of shaded squares in each row as the numerator (top number of a fraction). The first row has 4 shaded squares, the second row has 3 shaded squares, the third row has 3 shaded squares, and the fourth row has 5 shaded squares. The student then could have written the value for each row as a fraction and added to determine the result: 4/28 + 3/28 + 3/28 + 5/28 = 15/28.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "3/28 + 4/28 + 4/28 + 2/28 = 13/28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the unshaded squares in each row, using the number of unshaded squares instead of the number of shaded squares as the numerator of each fraction. The student needs to focus on attending to the details of the question being asked in a problem.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "4/7 + 3/7 + 3/7 + 5/7 = 15/28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of shaded squares in each row, using the number of shaded squares as the numerator of each fraction and the total number of squares in each row as the denominator. The student needs to focus on understanding how to determine denominators in problems involving fractions.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "15/28 + 13/28 = 28/28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the shaded squares (15) and unshaded squares (13) in the model, creating a fraction for each using the total number of squares as the denominator. The student needs to focus on attending to the details of the question being asked in a problem.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Yolanda wrote a number.",
            ":box:• The digit in the millions place is an 8.\n\n• The digit in the thousands place is a 6.\n\n• The digit in the hundredths place is a 2",
            "Which number could be the number Yolanda wrote?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "85,346,000.12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the millions place with the ten-millions place (86,346,000.12). The student needs to focus on understanding the place values of digits in a number.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "38,056,000.21",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the hundredths place with the tenths place (38,056,000.21). The student needs to focus on understanding the place values of digits in a number.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "58,346,000.12",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number Yolanda wrote, the student should have realized that in the number 58,346,000.12, the 8 is in the millions place (58,346,000.12), the 6 is in the thousands place (58,346,000.12), and the 2 is in the hundredths place (58,346,000.12). Since the conditions of the problem were met, the student should have chosen 58,346,000.12.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "98,674,200.21",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the thousands place with the hundred-thousands place (98,674,200.21) and the hundredths place with the hundreds place (98,674,200.21). The student needs to focus on understanding the place values of digits in a number.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list shows the numbers of points a basketball team scored during the games the team played last season.",
            "83, 98, 104, 88, 95, 98, 101, 89, 92, 89",
            "The stem and leaf plot also shows these data.",
            "problems/TX22G4M/media/26a.jpg",
            "What number goes in the [_] to complete the stem and leaf plot?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number that is missing from the stem and leaf plot (a stem and leaf plot displays the data with each number split into a stem [the first digit or digits of a number] and a leaf [the last digit of a number]), the student could have written the data in order from least to greatest and systematically checked each data point until identifying the data point that would complete the stem and leaf plot. Since 92 is not represented in the stem and leaf plot but is a data point, the student could have determined that the 2 from 9|2 was needed to complete the stem and leaf plot. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the approximate measures of angles in degrees to the nearest whole number using a protractor."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Angle TUV is shown on the protractor.",
            "problems/TX22G4M/media/27a.jpg",
            "What is the measure of angle TUV to the nearest degree?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "170°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that UT passes through 170° on the outside scale and interpreted 170° to be the measure of the angle. The student needs to focus on understanding that the measures through which rays pass must be subtracted to find the measure of an angle.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "60°",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the measure of angle TUV (the amount of turn between two lines around their common point) to the nearest degree, the student could have found the two measures on the same scale (the measurement values shown on the protractor) through which the two rays (⇒, part of a line with only one endpoint) of the angle pass. The student then could have subtracted the smaller measure from the larger measure. On the inside scale, UV passes through 70° and UT passes through 10°, so the measure of angle TUV is 60° (70° – 10°). Alternatively, on the outside scale, UV passes through 110° and UT passes through 170°, confirming that the measure of angle TUV is 60° (170° – 110°). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "110°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that UV passes through 110° on the outside scale and interpreted 110° to be the measure of the angle. The student needs to focus on understanding that the measures through which rays pass must be subtracted to find the measure of an angle.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "10°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that UT passes through 10° on the inside scale and interpreted 10° to be the measure of the angle. The student needs to focus on understanding that the measures through which rays pass must be subtracted to find the measure of an angle.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent multi-step problems involving the four operations with whole numbers using strip diagrams and equations with a letter standing for the unknown quantity."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On Thursday 50 books were returned to a library. On Friday 4 times as many books were returned to the library as books that were returned on Thursday.",
            "Which set of equations can be used to find b, the total number of books returned to the library on these two days?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "50 + 50 = 100\n100 × 4 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose this set of equations after misinterpreting the number of books that were returned on Thursday and Friday as each being 50 (50 + 50 = 100). The student then chose an equation in which 100 is multiplied by 4, because 4 times as many books were returned to the library: 100 × 4 = b. The student needs to focus on attending to the details in the problem and identifying the correct mathematical operations (+, –, ×, ÷) needed to represent the solution to a multistep problem using equations.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "50 + 50 = 100\n100 + 4 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose this set of equations after misinterpreting the number of books that were returned on Thursday and Friday as each being 50 (50 + 50 = 100). The student then misinterpreted “4 times as many” as being 4 more than the total (100). The student needs to focus on attending to the details in the problem and identifying the correct mathematical operations (+, –, ×, ÷) needed to represent the solution to a multistep problem using equations.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "50 × 4 = 200\n200 × 50 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a set of equations that correctly determined the number of books returned on Friday (50 × 4 = 200) but did not use the correct operation to represent the total number of books returned to the library. The student needs to focus on understanding the mathematical operations (+, –, ×, ÷) needed to represent the solution to a multistep problem using equations.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "50 × 4 = 200\n200 + 50 = b",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the set of equations that can be used to find the total number of books returned to the library, the student should have identified a set of equations where the number of books returned on Thursday (50) is multiplied by 4, because 4 times as many books were returned to the library on Friday: 50 × 4 = 200. The student then should have recognized that the total number of books, b, is the sum of 200 and the number of books returned on Thursday: 200 + 50 = b.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Describe the basic purpose of financial institutions, including keeping money safe, borrowing money, and lending."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these statements describe the primary services of a bank?",
            "I. Customers can borrow money from a bank.",
            "II. Customers can put money into a savings or checking account.",
            "III. Customers can pick up packages at a bank.",
            "IV. Customers can cash checks at a bank."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Statements II and IV only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood that customers can put money into a savings or checking account and cash checks at a bank but did not realize that customers can borrow money from a bank. The student needs to focus on understanding all the primary services of a bank.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "Statements I, II, and IV only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the statement that best describes the primary services of a bank, the student should have recognized that customers can borrow money from a bank, put money into a savings or checking account, and cash checks at a bank.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "Statement III only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the primary services of a bank with a primary service of a post office. The student needs to focus on understanding the primary services of a bank.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Statements I, II, and III only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused some of the primary services of a bank with a primary service of a post office and did not realize that customers can cash checks at a bank. The student needs to focus on understanding the primary services of a bank.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A baker is making cakes. It takes 9 eggs to make each cake. The baker has 8 cartons of eggs, and each carton contains 12 eggs.",
            "What is the greatest number of cakes the baker can make using these eggs?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the greatest number of cakes the baker can make, the student could have determined the total number of eggs available by multiplying the number of cartons by the number of eggs in each carton (8 × 12 = 96 eggs). The student then could have divided the total number of eggs available by the number of eggs used in each cake (96 ÷ 9 = 10 cakes, with 6 eggs remaining). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 48
                }
            },
            "G": {
                "Choice": "11",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed the correct calculations but rounded the number of cakes to 11 to account for the 6 remaining eggs. The student needs to focus on attending to the details of the question being asked in a two-step problem.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the number of eggs used in each cake by the number of egg cartons (9 × 8 = 72) and divided by the number of eggs in each carton (72 ÷ 12 = 6). The student needs to focus on attending to the details of the question being asked in a two-step problem.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the number of eggs used in each cake by the number of eggs in each carton (9 × 12 = 108) and divided by the number of cartons (108 ÷ 8 = 13 cakes, with 4 eggs remaining). The student needs to focus on attending to the details of the question being asked in a two-step problem.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A set of figures is shown.",
            "problems/TX22G4M/media/31a.jpg",
            "Which figure has at least one acute angle, right angle, and obtuse angle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Figure T",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified that the trapezoid contains at least one obtuse angle (angle that is greater than 90° and less than 180°) and at least one acute angle (angle that is less than 90°) but misidentified one of the angles as a right angle (angle that is equal to 90°). The student needs to focus on recognizing the difference between acute, obtuse, and right angles in polygons.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Figure W",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the heptagon (a figure with seven sides) as having at least one obtuse angle (angle that is greater than 90° and less than 180°) but misidentified one angle as an acute angle (angle that is less than 90°), and one angle as a right angle (angle that is equal to 90°). The student needs to focus on recognizing the difference between acute, obtuse, and right angles in polygons.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Figure X",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the figure that has at least one acute angle (angle that is less than 90°), right angle (angle that is equal to 90°), and obtuse angle (angle that is greater than 90° and less than 180°), the student could have examined each figure. Figure X has one acute angle (in the lower right corner), two right angles (in the lower left corner and upper left corner), and one obtuse angle (in the upper right corner).",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "Figure Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the triangle as having one right angle (angle that is equal to 90°) and one acute angle (angle that is less than 90°) but misidentified one of the acute angles as an obtuse angle (angle that is greater than 90° and less than 180°). The student needs to focus on recognizing the difference between acute, obtuse, and right angles in polygons.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Relate decimals to fractions that name tenths and hundredths."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which mixed number is equivalent to 17.04?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "17 4/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 17 is a whole number and should be placed to the left of the fraction but confused tenths and hundredths, thinking that the 4 in the number 17.04 has a value of 4 tenths (4/10) rather than 4 hundredths (4/100). The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "17 1/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 17 was a whole number and should be placed to the left of the fraction but placed the 4 as the denominator and chose a numerator of 1. The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "17 40/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 17 was a whole number and should be placed to the left of the fraction but confused the hundredths place as mirroring the tens place. A 4 in the tens place (two places to the left of the decimal point) would signify the number 40; therefore, the student likely thought a 4 in a similar position (two places to the right of the decimal) could be written as 40 tenths. The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "17 4/100",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the mixed number equivalent to 17.04, the student could have recognized that the number 17.04 is equivalent to 17 + 0.04. The decimal 0.04 (4 hundredths) is equal to the fraction 4/100. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A rectangular place mat is 18 inches long and 12 inches wide. What is the area of this place mat in square inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "216 square inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the place mat in square inches, the student could have referred to the Area section of the STAAR Grade 4 Mathematics Reference Materials page within the test booklet to find the formula for the area of a rectangle (A = l × w, where A = area, l = length, and w = width). The student should have calculated the area as 18 × 12, resulting in 216 square inches.",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "60 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the side lengths (18 + 12 + 18 + 12 = 60) to find the perimeter (distance around the outside) of the place mat instead of multiplying the length and width to find the area. The student needs to focus on understanding the difference between area and perimeter calculations and when to use each to solve problems.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "54 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely correctly chose to multiply 18 by 12 but did not use a zero placeholder for the ones place in the second multiplication step, resulting in 54 (18 × 2 = 36; 18 × 1 = 18; 36 + 18 = 54). The student needs to focus on understanding how to use placeholders of zero when carrying out the steps in the multiplication algorithm.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "900 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the length (18) and width (12) and then multiplied the sum by itself (30 × 30 = 900) as one would to find the area of a square. The student needs to focus on understanding that the area of a rectangle is determined by multiplying the length and the width.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent problems using an input-output table and numerical expressions to generate a number pattern that follows a given rule representing the relationship of the values in the resulting sequence and their position in the sequence."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows a relationship between the position of a number in a pattern and its value.",
            "problems/TX22G4M/media/34a.jpg",
            "Which set of expressions shows how to find the value when given the position?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G4M/media/34b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship, confusing the position of a number and its value. The student likely focused only on the first row of the table, recognizing that 1 is 20 less than 21, and used subtraction of 20 to represent the expression in the table (21 – 20 = 1). The student did not check to see if this relationship were true for the other positions and values in the table. The student needs to focus on understanding that the relationship between the position of a number in a pattern and its value must be true for all the numbers in the pattern.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "problems/TX22G4M/media/34c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused only on the first row of the table, recognizing that the first value, 21, is 20 more than its position, 1, and used an addition of 20 to represent the expression in the table (1 + 20 = 21). The student did not check to see if this relationship were true for the other positions and values in the table. The student needs to focus on understanding that the relationship between the position of a number in a pattern and its value must be true for all the numbers in the pattern.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "problems/TX22G4M/media/34d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which rule can be used to find the value when given the position, the student should have considered the relationship between each position and each value listed in the table. Since each output value is 21 times its paired input value, the expression involves multiplying the position number by 21 (1 × 21 = 21; 2 × 21 = 42; 3 × 21 = 63; 4 × 21 = 84). The student should have chosen the set of expressions that shows position × 21.",
                    "Percent": 81
                }
            },
            "J": {
                "Choice": "problems/TX22G4M/media/34e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused only on the first column of the table, representing the position, recognizing that the second positions, 2, is twice the first position, 1, and used multiplication of 2 to represent the expression in the table (1 × 2 = 2). The student did not check to see if this relationship were true for the other positions and values in the table. The student needs to focus on understanding that the relationship between the position of a number in a pattern and its value must be true for all the numbers in the pattern.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    }
}