{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [
        "On a cold winter morning, librarian Vicki Myron found a kitten in the book-drop bin. This is the true story about when she brought the kitten into the library."
    ],
    "Title": "[Excerpt from] Dewey: The True Story of a World-Famous Library Cat",
    "Subtitle": "",
    "Author": "by Vicki Myron and Bret Witter",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe most amazing thing about the kitten was how happy he was that first day. Here he was in a new environment, surrounded by eager strangers who wanted nothing more than to squeeze him, cuddle him, and coo, and he was perfectly calm. No matter how many times we passed him from hand to hand, and no matter what position we held him in, he was never jumpy or fidgety. He never tried to bite or get away. Instead, he just relaxed into each person’s arms and stared up into their eyes."],
        ["2", "\tCan you imagine it, the tiniest ball of fluff in the world, no bigger than a juice box, staring up into your eyes with love? And then nuzzling you with his wet nose. And laying his head on your arm. And purring. No wonder we didn’t want to put him down! All we wanted to do was grab him, hold him, and love him."],
        ["3", "\tIn fact, when I set him down at closing time that first night, I had to watch him for five minutes to make sure he could totter all the way to his food dish and litter box. If he was going to be a library cat, he had to learn to live in the library. If I took him home, even for one night, he might imprint on my home and never want to leave. So I had to leave him alone in the library the first night."],
        ["4", "\tBut he looked so tiny as he limped across that big library, like a little lopsided toy. And he looked like he was trying so hard. The poor guy. I don’t think his frostbitten feet had touched the ground all day."],
        ["5", "\tStill, I wasn’t too worried about him. I’d taken him to the vet that morning, and he wasn’t in any health danger. He was an alley cat, so he was used to being alone at night. And thanks to the librarians, he already had a box to sleep in and toys to play with."],
        ["6", "\tOne librarian, Doris Armstrong, had even brought him a warm pink blanket. We had all watched as she bent down and scratched the kitten under the chin, then folded the blanket and put it in his cardboard box. The kitten had stepped gingerly into the box, curled his legs underneath his body for warmth, and fallen asleep. And that’s exactly where I found him the next morning, asleep on his warm pink blanket."],
        ["7", "\tThe next step was to share our little guy with the outside world. The library staff may have already accepted the kitten, but keeping him wasn’t our decision. The Spencer Public Library was part of the city government, which meant it answered to the city council and the library board. But it also answered to the ten thousand people of Spencer, and they could be a pretty opinionated bunch. If we wanted to keep the kitten, we needed the library board to approve. But more than that, we needed the town to want him."],
        ["8", "\tAs a librarian, I know you can’t just put any cute cat in a library. If he’s not friendly, he’s going to make enemies. If he’s too shy or scared, nobody will stand up for him. If he’s not patient, he’s going to bite. If he’s too rambunctious, he’s going to make a mess."],
        ["9", "\tI had no doubt about our boy. From the moment he looked up into my eyes, so calm and content, I knew he was perfect for the library. There wasn’t a flutter in his heart as I held him in my arms; there wasn’t a moment of panic in his eyes. He trusted me completely. He trusted everyone. That’s what made him so special: his complete and unabashed trust. And because of it, I trusted him, too."],
        ["10", "\tBut that doesn’t mean I wasn’t a little apprehensive when I motioned Mary Huston, the town historian, into the staff area of the library. This was it: his first introduction to the public. As I took the kitten in my arms, I must admit that I felt a flutter in my heart. When the kitten had looked into my eyes, something had happened; we had made a connection. He was more than just a cat to me. It had only been a day, but already I couldn’t stand the thought of being without him. What if Mary didn’t like him?"],
        ["11", "\t“Why, hello,” Mary said with a smile when she saw the tiny kitten in my hands. She reached out to pet him on the top of the head — and he stretched out to sniff her hand!"],
        ["12", "\t“Oh, my,” Mary said. “He’s handsome.”"]
    ],
    "Copyright": "On a cold winter morning, librarian Vicki Myron found a kitten in the book-drop bin. This is the true story about when she brought the kitten into the library.",
    "References": []
}