{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Analyze in detail how an author's ideas or claims are developed and refined by particular sentences, paragraphs, or larger portions of a text (e.g., a section or chapter)."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In “Snapping an Iconic Photo,” how does paragraph 3 contribute to the development of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It suggests Lange's anxiety about being on a deserted road.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It shows Lange's curiosity about what pea pickers did during the day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes a critical moment that contributed to Lange taking a famous photograph.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It establishes a contrast between the different regions of California through which Lange was driving.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Determine the meaning(s) of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the cumulative or contradictory impact of specific word choices on meaning and tone (e.g., how the language of a court opinion differs from that of a newspaper; how an author's word choice varies from one part of a text to another)."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement BEST describes the irony expressed in paragraphs 8 and 9 of “The Story of the 'Migrant Mother'”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Thompson was the focus of other photographs, but no one ever noticed her in them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Thompson's children grew up to lead successful lives, yet they were unable to support her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Thompson was finally recognized for the photograph, but she was too busy to appreciate it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thompson's image was supposed to aid people in situations similar to hers, yet she gained nothing from it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how an author unfolds an analysis or series of ideas or events, including the order in which the points are made, how they are introduced and developed, and the presence or absence of connections between them."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json",
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement BEST describes how the authors of BOTH passages present their information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They both provide the context in which Lange took the photograph followed by reflections on its impact.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They both compare Lange's memories of taking the photograph with Thompson's memories of having posed for it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They both describe the appearances of Lange and Thompson in order to emphasize the differences in their lifestyles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They both describe some of the issues that led to the Great Depression in order to contrast them with the beauty of Lange's work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and analyze its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of a text."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json",
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from “Snapping an Iconic Photo” and “The Story of the 'Migrant Mother'” in the box.",
            ":box:• As she drove back toward Highway 101 that day, Lange may have realized that she had not asked for her subject's name. In fact, she would never find out. (paragraph 15 of “Snapping an Iconic Photo”)\n\n• No one even knew her name: Lange never asked, and by the time the photo appeared in a local newspaper, the woman and her family had moved on to the next town. (paragraph 3 of “The Story of the 'Migrant Mother'”)",
            "What conclusion can be drawn from the sentences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lange attempted to maintain a closeness to the people she worked with.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lange's photographs were different from her recollections of the events.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lange tried to be as efficient as possible when completing her assignments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lange's photographs represented something greater than the individuals who were in them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Determine an author's point of view or purpose in a text and analyze how an author uses rhetoric to advance that point of view or purpose."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json",
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement BEST describes a major difference between the authors' purposes in “Snapping an Iconic Photo” and “The Story of the 'Migrant Mother'”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Snapping an Iconic Photo” focuses on conveying historical facts, while “The Story of the 'Migrant Mother'” tries to tell an entertaining story.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Snapping an Iconic Photo” relates an encounter from Lange's perspective, while “The Story of the 'Migrant Mother'” tries to create sympathy for Thompson.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Snapping an Iconic Photo” describes Lange's and Thompson's personality traits, while “The Story of the 'Migrant Mother'” highlights their accomplishments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Snapping an Iconic Photo” describes techniques used to take photographs, while “The Story of the 'Migrant Mother'” explains the influence of photographs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grades 9–10 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from paragraph 9 of “The Story of the 'Migrant Mother'” in the box.",
            ":box:So she organized her posture and set her expression just so for Lange's camera. And that is a talent, too. Thompson and Lange, for an instant in 1936, were collaborators.",
            "Based on the sentences, what does the word collaborators mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "partners",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "assistants",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "advocates",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze seminal documents of historical and literary significance (e.g., Washington's Farewell Address, Lincoln's Second Inaugural and Gettysburg Addresses, Roosevelt's Four Freedoms speech, King's “Letter from Birmingham Jail”), including how they address related themes and concepts."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json",
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "What idea is presented in BOTH passages?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "heritage",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "hardship",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "hardship",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "companionship",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Choose the set of details that BEST support the answer to Part A."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“The driver, 40-year-old professional photographer Dorothea Lange, sat alone in the car.” (paragraph 1 of “Snapping an Iconic Photo”)\n\n“Thompson was born Florence Leona Christie, a Cherokee, in a teepee in Indian Territory, Oklahoma, in 1903.” (paragraph 5 of “The Story of the 'Migrant Mother'”)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“As she drove along the nearly deserted road, Lange suddenly saw something interesting.” (paragraph 3 of “Snapping an Iconic Photo”)\n\n“The crop had been destroyed by freezing rain; there was nothing to pick.” (paragraph 1 of “The Story of the 'Migrant Mother'”)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“A woman and four children sat beneath a crude tent with one side open to the elements.” (paragraph 11 of “Snapping an Iconic Photo”)\n\n“There is no help, no protection, and nothing over the horizon but work, want and more wandering.” (paragraph 2 of “The Story of the 'Migrant Mother'”)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“By the time Lange reached a cluster of small tents and makeshift shelters, the rain had tapered off.” (paragraph 11 of “Snapping an Iconic Photo”)\n\n“In the years to follow, the Thompson family kept their identities to themselves, but the photograph was a continual subject of conversation.” (paragraph 7 of “The Story of the 'Migrant Mother'”)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MS",
        "NumChoices": 6,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how an author unfolds an analysis or series of ideas or events, including the order in which the points are made, how they are introduced and developed, and the presence or absence of connections between them."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Reread paragraphs 7 and 8 of “The Story of the 'Migrant Mother.'” Which THREE details provide evidence that Thompson acted selflessly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“She managed to get the car towed into the Nipomo pea-pickers camp, had it repaired, and was just about to leave when Dorothea Lange appeared.” (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Lange convinced her that the image would educate the public about the plight of hardworking but poor people like herself.” (paragraph 7)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“... the photograph was a continual subject of conversation.” (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“'She always wanted a better life, you know.'” (paragraph 7)S",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "“She had one of the most famous faces in the United States, yet, to keep her family together, she had to work 16 hours a day, seven days a week.” (paragraph 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "F": {
                "Choice": "“She had posed for the photo to help others, not herself, ...” (paragraph 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text Types & Purposes",
            "Production & Distribution Of Writing",
            "Conventions Of Standard English",
            "Conventions Of Standard English",
            "Knowledge Of Language"
        ],
        "SubTopics": [
            "Write narratives to develop experiences or events using effective literary techniques, well-chosen details, and well-structured sequences.",
            "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
            "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.",
            "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
            "Apply knowledge of language to understand how language functions in different contexts, to make effective choices for meaning or style, and to comprehend more fully when reading or listening."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S1.json",
            "problems/MAG10E/supps/MAG10E-S2.json"
        ],
        "Points": 8,
        "Explain": false,
        "Content": [
            ":ibox:For this question, you will write a narrative response based on the passage(s). Write your response in the space provided on the next two pages. Your writing should:\n\n• Use characters, settings, events, and other details from the passage(s).\n\n• Use correct grammar, spelling, and punctuation.",
            "Based on “Snapping an Iconic Photo” and “The Story of the 'Migrant Mother,'” write a reflection on Florence Thompson from the perspective of one of her adult children, including the effect Thompson had on her children's lives. Be sure to use what you know about the characters, settings, and events from BOTH passages to develop your reflection."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Analyze in detail how an author's ideas or claims are developed and refined by particular sentences, paragraphs, or larger portions of a text (e.g., a section or chapter)."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from paragraph 13 of “When Mindfulness Meets the Classroom” in the box.",
            ":box:A vast majority—97 percent—of students surveyed in 2014 said they would recommend the course to others, reporting benefits ranging from better sleep and diminished stress to increased focus on schoolwork.",
            "Which sentence from “Instead of Detention” makes the same point?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“'Some of them come to school from situations where they don't have lights at home, or food.'” (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“There, foundation staff members encourage them to talk about what led to their dismissal from class...” (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Although a meditation room is no miracle cure for students' strife, those at the school say it's done wonders for their learning environment and productivity.” (paragraph 13)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“All children at Coleman start and end their school day with a 15-minute guided meditation over the intercom.” (paragraph 19)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements or incomplete truths and fallacious reasoning."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What type of evidence is used in paragraph 14 of “When Mindfulness Meets the Classroom” and paragraph 27 of “Instead of Detention”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "expert opinions",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "historical statistics",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "personal anecdotes",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "informal observations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Determine the meaning(s) of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the cumulative or contradictory impact of specific word choices on meaning and tone (e.g., how the language of a court opinion differs from that of a newspaper; how an author's word choice varies from one part of a text to another)."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from paragraph 17 of “When Mindfulness Meets the Classroom” in the box.",
            ":box:“If you don't address the noise in a kid's head that they bring in from the outside, I don't care how good a teacher you are, you're not going to have much success.”",
            "Which detail from “Instead of Detention” BEST helps the reader understand the phrase “noise in a kid's head”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“'We have a few frequent fliers here,' Lee said.” (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“'When the kids come down here, they're all rowdy and goofing around,' ...” (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“'We aren't in a place yet where we can say that we know this works,' she said.” (paragraph 25)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“'These kids who are dealing with high-stress situations a lot of the time are coming into school on high alert.'” (paragraph 27)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements or incomplete truths and fallacious reasoning."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from paragraph 28 of “Instead of Detention” in the box.",
            ":box:“When we sit with pain or discomfort rather than act on it, we learn that feelings and sensations come and go.”",
            "Which detail from “When Mindfulness Meets the Classroom” BEST supports the claim in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Still holding the bowl, Gonzalez continued with the day's lesson.” (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“'As you breathe in and breathe out, notice that your breath is going to be stronger in a certain part of your body.'” (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“'Maybe it's your belly, your chest, or your nose. We'll begin with trying to count to 10 breaths.'” (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“'If you get lost in thought, it's okay. Just come back and count again. Whether you get up to 10 or not doesn't really matter. It's just a way to focus [your] mind.'” (paragraph 10)",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and analyze its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of a text."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the MAIN purpose of Argos Gonzalez's teaching in “When Mindfulness Meets the Classroom” and the Mindful Moment Room in “Instead of Detention”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to approach learning in a fun way",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to incorporate exercise into the curriculum",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to help students let go of their negative emotions",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to give students time to concentrate on their breathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from “When Mindfulness Meets the Classroom” in the box.",
            ":box:• His class—a mix of black and Hispanic students in their late teens, most of whom live in one of the poorest districts in New York City—by now were used to the sight of this unusual object... (paragraph 1)\n\n• The U.S. education system's focus on cognitive intelligence—IQ scores and academic skills like arithmetic—undermines the development of equally vital forms of non-cognitive intelligence. (paragraph 14)",
            "What is the purpose of the dashes within the sentences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to introduce clarifying details",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to emphasize an opposing view",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to highlight the definition of a term",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to signal an interruption from another speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and analyze its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of a text."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Read the sentence from paragraph 16 of “When Mindfulness Meets the Classroom” in the box.",
                    ":box:“My intention as a mindfulness instructor is to give students some very simple and basic tools so they can learn to self regulate.”",
                    "What does the sentence MAINLY imply?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Students who have not been trained in mindfulness are confused by the concept.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Students who have not been trained in mindfulness think it is unnecessary.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Students who have been trained in mindfulness will be able to better cope with difficulties.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Students who have been trained in mindfulness will be able to eliminate the serious problems they confront.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which detail from “Instead of Detention” BEST supports the answer to Part A?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“He's just been made fun of by another student, an altercation that turned to pushing and name-calling.” (paragraph 2)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“'When they leave the room, they're peaceful and quiet and ready to do their work.'” (paragraph 14)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Gonzalez says he and the other co-founders want to take their program far and wide.” (paragraph 21)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“The research on children, however, is still in the early stages, Mendelson said.” (paragraph 24)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "C",
        "NumChoices": 3,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements or incomplete truths and fallacious reasoning."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Claims are made in both articles. Identify whether each of the following claims is supported by information from “When Mindfulness Meets the Classroom,” “Instead of Detention,” or both articles. Select one option for EACH claim."
        ],
        "AnswerChoices": {
            "A:Mindfulness can improve a student's well-being.": {
                "Choice": "2:both",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B:It is helpful to have a separate relaxed space while meditating.": {
                "Choice": "3:“Instead of Detention”",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C:There are benefits to alternate strategies for managing student discipline.": {
                "Choice": "2:both",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D:Mindfulness is beneficial to teachers because it gives them perspective on their work.": {
                "Choice": "1:“When Mindfulness Meets the Classroom”",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text Types & Purposes",
            "Production & Distribution Of Writing",
            "Conventions Of Standard English",
            "Conventions Of Standard English",
            "Knowledge Of Language"
        ],
        "SubTopics": [
            "Write arguments (e.g., essays, letters to the editor, advocacy speeches) to support claims in an analysis of substantive topics or texts, using valid reasoning and relevant and sufficient evidence.",
            "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
            "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.",
            "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
            "Apply knowledge of language to understand how language functions in different contexts, to make effective choices for meaning or style, and to comprehend more fully when reading or listening."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S3.json",
            "problems/MAG10E/supps/MAG10E-S4.json"
        ],
        "Points": 8,
        "Explain": false,
        "Content": [
            ":ibox:For this question, you will write an essay based on the passage(s). Write your essay in the space provided on the next two pages. Your writing should:\n\n• Present and develop a central idea/thesis.\n\n• Provide evidence and/or details from the passage(s).\n\n• Use correct grammar, spelling, and punctuation.",
            "Based on “When Mindfulness Meets the Classroom” and “Instead of Detention,” write an editorial for your local newspaper in which you argue why it is important for teachers in your school to be trained in mindfulness. Be sure to use information from BOTH articles to develop your editorial."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how complex characters (e.g., those with multiple or conflicting motivations) develop over the course of a text, interact with other characters, and advance the plot or develop the theme."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 1 and 2 from the excerpt in the box.",
            ":box:Come, fill the Cup, and in the fire of Spring\nYour Winter-garment of Repentance fling:",
            "What do the lines show about the speaker?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He is trying to persuade the reader.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He is worried about getting burned.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He is trying to apologize for something.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He is upset about the change of seasons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure"
        ],
        "SubTopics": [
            "Determine the figurative or connotative meaning(s) of words and phrases as they are used in a text; analyze the impact of words with multiple meanings, as well as symbols or metaphors that extend throughout a text and shape its meaning."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 26 and 27, what does the repetition of the word “Dust” emphasize?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the waste of talent",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the finality of death",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the disappearance of pain",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the tediousness of existence",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite strong and thorough textual evidence to support analysis of what a text states explicitly as well as inferences drawn from the text."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 49 and 50 in the box.",
            ":box:The Moving Finger writes; and, having writ,\nMoves on ...",
            "Based on the lines, what does “The Moving Finger” write?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "rules of a game",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a type of poetry",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "religious mandates",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the destiny of a person",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and analyze in detail its development over the course of the text, including how it emerges and is shaped and refined by specific details; provide an objective summary of a text."
        ],
        "SuppContent": [
            "problems/MAG10E/supps/MAG10E-S5.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Based on the excerpt, what does the speaker believe is MOST important?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "relationships with family",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "living in the moment",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "intellectual curiosity",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "loyalty to a religion",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MS",
                "NumChoices": 5,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which TWO pieces of evidence best support the answer to Part A?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“For some we loved, the loveliest and the best\nThat from his Vintage rolling Time hath prest,” (lines 17 and 18)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Ah, make the most of what we yet may spend,\nBefore we too into the Dust descend;” (lines 25 and 26)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“One thing at least is certain—This Life flies;” (line 30)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“Hither and thither moves, and checks, and slays,” (line 43)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "E": {
                        "Choice": "“The Ball no question makes of Ayes and Noes,” (line 45)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    }
}