{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "About Those Acorns",
    "Subtitle": "",
    "Author": "by Kristin Steinmetz",
    "LabelType": "P",
    "Content": [
        ["1", "\tFall is a time for nuts and no nut is more noticeable than the acorn, the fruit of oak trees and food of wildlife."],
        ["2", "\tSome years are boom years for acorns. Hikers dodge falling acorns and balance on trails that seem to be covered in marbles."],
        ["3", "\tOther years, we seem to have no nuts."],
        ["", "Why?"],
        ["4", "\tLike many trees, oaks have irregular cycles of boom and bust. Boom times, called “mast years,” occur every 2–5 years, with few acorns in between. But the why and how of these cycles are still one of the great mysteries of science."],
        ["5", "\tScientific research can tell us what a mast year is not. A mast year is not a predictor of a severe winter. Unfortunately, plants and animals are no better at predicting the future than we are."],
        ["6", "\tStrangely, mast years are not simply resource-driven. Sure, a wet, cool spring can affect pollination and a hot, dry summer can affect acorn maturation. But annual rainfall and temperature fluctuations are much smaller in magnitude than acorn crop sizes. In other words, weather variables cannot account for the excessive, over-the-top, nutty production of acorns in a mast year."],
        ["7", "\tSo what does trigger a mast year? Scientists have proposed a range of explanations — from environmental triggers to chemical signaling to pollen availability — but our understanding is hazy and the fact is that we simply don’t know yet."],
        ["8", "\tBoom and bust cycles of acorn production do have an evolutionary benefit for oak trees through “predator satiation.” The idea goes like this: in a mast year, predators (chipmunks, squirrels, turkeys, blue jays, deer, bear, etc.) can’t eat all the acorns, leaving some nuts for growing into future oak trees. Years of lean acorn production keep predator populations low, so there are fewer animals to eat all the seeds in a mast year. Ultimately, a higher proportion of nuts overall escape the jaws of hungry animals."],
        ["9", "\tWhatever the reasons and mechanisms behind acorn cycles, mast years do have ecological consequences for years to come. More acorns, for example, may mean more deer and mice. Unhappily, more deer and mice may mean more ticks and, possibly, more incidences of Lyme disease."],
        ["10", "\tMany animals depend upon the highly nutritious acorn for survival. Oak trees, meanwhile, depend upon boom and bust cycles, and a few uneaten acorns, for theirs."],
        ["", ":ibox:Amazing Acorn Facts\n\n• There are about 90 species of oaks in North America. All oaks have acorns.\n• There is no such thing as an acorn tree.\n• Acorns belonging to trees in the Red Oak group take two growing seasons to mature; acorns in the White Oak group mature in one season.\n• Oak trees have greenish, inconspicuous female flowers and are wind pollinated.\n• Oak trees of North America annually produce more nuts than all the region’s other nut trees together, wild and cultivated.\n• One huge oak can drop up to 10,000 acorns in a mast year!\n• Masting takes a lot of energy! Oak trees grow slowly in a mast year and grow well the year after."]
    ],
    "Copyright": "“About Those Acorns,” by Kristin Steinmetz, from blogs.MassAudubon.org, October 16, 2012. Copyright © 2012, Mass Audubon, Your Great Outdoors. In the public domain.",
    "References": []
}