{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Wanderer",
    "Subtitle": "",
    "Author": "by Sharon Creech",
    "LabelType": "P",
    "Content": [
        ["1", "\tI am not always such a dreamy girl, listening to the sea calling me. My father calls me Three-sided Sophie: one side is dreamy and romantic; one is logical and down-to-earth; and the third side is hardheaded and impulsive. He says I am either in dreamland or earthland or mule-land, and if I ever get the three together, I’ll be all set, though I wonder where I will be then. If I’m not in dreamland or earthland or mule-land, where will I be?"],
        ["2", "\tMy father says my logical side is most like him, and the dreamy side most like my mother, which isn’t entirely fair, I don’t think. My father likes to think of himself as a logical man, but he is the one who pores over pictures of exotic lands and says things like “We should go on a safari!” and “We should zip through the air in a hot-air balloon!”"],
        ["3", "\tAnd although my mother is a weaver and spins silky cloths and wears flowing dresses, she is the one who gives me sailing textbooks and makes me study water safety and weather prediction and says things like “Yes, Sophie, I taught you to sail, but that doesn’t mean I like the idea of you being out there alone on the water. I want you to stay home. Here. With me. Safe.”"],
        ["4", "\tMy father says he doesn’t know who my hardheaded mule side resembles. He says mules don’t run in the family."],
        ["5", "\t I am thirteen, and I am going to sail across the ocean. Although I would like to go alone — alone! alone! flying over the water! — I’m not. My mule-self begged a place aboard a forty-five-foot sailboat with a motley crew: three uncles and two cousins. The uncles — Stew, Mo, and Dock — are my mother’s brothers, and she told them, “If the slightest harm comes to my Sophie, I’ll string you all up by your toes.” She isn’t worried (although maybe she should be) about the influence of my cousin Brian — quiet, studious, serious Brian — but she frets over the bad habits I might learn from my other cousin, Cody. Cody is loud, impulsive, and charming in a way my mother does not trust. “He’s too charming,” she says, “in a dangerous sort of way.”"],
        ["6", "\tMy mother isn’t the only person who is not thrilled for me to take this trip. My uncles Stew and Mo tried their best to talk me out of it. “It’s going to be a bunch of us guys, doing guy things, and it wouldn’t be a very pleasant place for a girl,” and “Wouldn’t you rather stay home, Sophie, where you could have a shower every day?” and “It’s a lot of hard work,” and yakkety-yak they went. But I was determined to go, and my mule-self kicked in, spouting a slew of sailing and weather terms, battering them over the head with all the things I’d learned in my sailing books, and with some things I’d made up, for good measure."],
        ["7", "\tUncle Dock — the good uncle, I call him, because he’s the one who doesn’t see any harm in my coming — said, “Heck, she knows more about boats than Brian and Cody put together,” and so they caved in."],
        ["8", "\tThere are two other reasons my mother has not tied me to my bed and refused to let me go. The first is that Uncle Dock gave her an extensive list of the safety provisions aboard the boat, which include a satellite navigator, the Global Positioning System. The second reason, not a very logical one, but one that somehow comforts my mother, is that Bompie is on the other side of the ocean. We will end up in Bompie’s arms, and she wishes she could join us just for that moment."],
        ["9", "\tBompie is my grandfather — my mother’s father, and also Uncle Dock, Stew, and Mo’s father — and he lived with my parents for many years. He is like a third parent and I love him because he is so like me. He is a man of three sides, like me, and he knows what I am thinking without my having to say it. He is a sweet man with a honey tongue and he is a teller of tales."],
        ["10", "\tAt the age of seventy-two, Bompie decided to go home. I thought he was already in his home, but what he meant by home was the place where he was born, and that place was “the rolling green hills of England.”"],
        ["11", "\tMy father was wrong about mules not running in the family. When Bompie decided to return to England, nothing was going to stop him. He made up his mind and that was that, and off he went."],
        ["12", "\tBye-bye, Bompie."]
    ],
    "Copyright": "Excerpt from The Wanderer by Sharon Creech. Copyright © 2000, Sharon Creech. First published by Joanna Cutler Books. Distributed by HarperCollins Publishers.",
    "References": []
}