{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Professional Development: A Shared Responsibility",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tNew theories, [L1] [new practices too,] and technologies are transforming the twenty-first-century workplace at lightning speed. To perform their jobs successfully in this dynamic environment, workers in many [L2] [fields —] from social services to manufacturing, must continually acquire relevant knowledge and update key skills. This practice of continued education, also known as professional development, benefits not only employees but also their employers. [L3] [Accordingly,] meaningful professional development is a shared responsibility: it is the responsibility of employers to provide useful programs, and it is also the responsibility of employees to take advantage of the opportunities offered to them."],
        [" ", "\tCritics of employer-provided professional development argue that employees [L4] [might consider a popular career path.] If employees find themselves falling behind in the workplace, these critics [L5] [contend. Then] it is the duty of those employees to identify, and even pay for, appropriate resources to [L6] [show them how and why they are falling behind and what they should do about it.] This argument ignores research pointing to high employee turnover and training of new staff as significant costs plaguing employers in many fields. Forward-thinking employers recognize the importance of investing in the employees they have rather than hiring new staff when the skills of current workers [L7] [get old and worn out.]"],
        [" ", "\tThe most common forms of professional development provided to employees [L8] [includes] coaching, mentoring, technical assistance, and workshops. Some employers utilize several approaches simultaneously, developing a framework that suits the particular needs of their employees. [L9] [Around the same time,] the figure illustrates a simple yet comprehensive professional-development model created for special education personnel. As the figure suggests, [L10] [receiving coaching and consultation is the overarching framework, while the opportunity to belong to professional networks and participate in activities such as foundation and skill-building workshops is relatively unimportant.]"],
        ["", "problems/SAT7RW2/media/S2a.jpg"],
        ["", ":ibox:Adapted from Northern Suburban Special Education District, “Professional Development Framework.” ©2014 by Northern Suburban Special Education Program."],
        [" ", "\tA recent trend in professional development that has provided advantages to both employers and employees is online instruction. From an employer perspective, the first and perhaps most obvious advantage is the lower cost of online professional development compared with that of in-person workshops and training. Employers can also [L11] [identify,] which employees have successfully completed instructional modules and which need to be offered additional training. For employees, online professional development provides the opportunity to receive instruction at their own pace and interact with other professionals online. This exciting trend has the potential to make the shared responsibility of professional development less burdensome for both employers and employees."]
    ],
    "Copyright": "",
    "References": []
}