{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) See Yourself Through the Eyes of Others",
    "Subtitle": "",
    "Author": "by Jennifer Reynolds\nChicago Review Press\n2013",
    "LabelType": "P",
    "Content": [
        ["1", "Something happened to my exuberance as I approached high school. This deep desire of mine faded, as I was also influenced by a lack of self-worth. I felt as though I didn’t have anything to say that was worthwhile. I was distracted by the voices and opinions of others."],
        ["2", "One of my heroes, Mattie Stepanek, reminds me and everyone else about this truth in one of his poems entitled “Heartsong,” from his book Heartsongs. Mattie was an inspirational 11-year-old child who suffered from a rare form of muscular dystrophy. He set his dreams high and showed the world the power involved in such an endeavor. He was a dreamer, a poet, and a peacemaker. This particular poem reminds us that there is hope, there is love, and there are dreams waiting to become realities deep within each of us. A few striking lines are:"],
        ["", ":box:I have a song, deep in my heart,\nAnd only I can hear it.\nIf I close my eyes and sit very still\nIt is so easy to listen to my song.\n\n—Mattie J.T. Stepanek, Heartsongs"],
        ["3", "We often distract ourselves from these “heartsongs” in order to listen to louder, more obnoxious voices that taunt us from outside ourselves. They can lead us in directions we never should have ventured if we were honest with ourselves."],
        ["4", "After I earned a master’s degree in communications, my husband and I moved to Flagstaff, Arizona. We were immediately struck by the beauty of the San Francisco Peaks that are the pride of many who live there. Not too long after we settled in, we journeyed the hour and ten minutes to the Grand Canyon. The magnitude and grandeur of this natural wonder is spectacular."],
        ["5", "During our visit we commented to each other how the colors, unlike the desert’s browns and dull greens, were an elegant mix of reds, pinks, and yellows. The visible layers of the rock served as a metaphor for the life experiences we each held. In high school, I was standing on top of the rocks, but no incisions had been made—no canyon had been formed. There was a river and it was flowing, but I did not see the layers beneath. Throughout the years to the present moment I am slowly allowing the river to cut through the rock of my past experiences. I have faith that in the end that process will reveal magnificent layers that inspire rather than repress and remain buried. It takes time to excavate a past, but it is well worth it."],
        ["6", "After the fact, we can’t change what has happened. You may not be able to change the voices you have believed any more than I can go back and rewrite my journal entries from high school. But these facts can become historical events; they can become past rather than present. And as you move beyond this pain, you can create extraordinary beauty."],
        ["7", "If the Grand Canyon was made up of only one type of rock throughout the ages it would lack the stunning beauty it possesses today. What makes it awe inspiring and a destination for millions of people from all over the world is that a river cut through the rock for miles and miles and miles over many, many years to expose layers of color and texture. It is the history—a glimpse into the past—that is so phenomenal. There is a story that only the Grand Canyon can tell about the ages it has endured, the pain and cutting that has made it the beautiful site it is today."],
        ["8", "You, too, have a story to tell about your experiences and how they have created the person you are today. It is the honesty that comes from examining, learning about, and sharing these layers as a whole that is inspirational."],
        ["9", "During my life in high school, seeking approval from others was a deeply embedded pattern. It was toxic water to my spirit: I drank it in thinking it was life, but later came to find it was slowly killing me. Our fears, inhibitions, and need for approval from others are our cages. We become so used to hearing these voices and living under their rule that we give away hope of ever overcoming them. They transform into our security. And then we fool ourselves into thinking that our greatest fear is leaving these cages we have created for ourselves, our comfort zone: What if I fail? This is a lie that only serves to keep powerful people in captivity."],
        ["10", "What could happen if you allowed yourself to step outside the cages and breathe in the fresh air of your freedom? How could you change the world—even the world of your high school—if you reclaimed your voice and pursued your dreams with reckless abandon? How might you inspire others to do the same, taking the power away from cynical doubters and dream stompers? It is worth fighting against the voices that seek to tell you that you can’t, you shouldn’t, or you aren’t worth it."],
        ["11", "I am learning to love and appreciate the woman who gazes back at me in the mirror every morning whispering a vote of confidence: Don’t be afraid of the power of your spirit, shine your light bright. And the voices that taunted me in high school so many years ago? Their strength is hollow, and their message is powerless to touch the real me."],
        ["12", "Start now by refusing to see yourself through the lens of others. Others do not define you. Their opinions will not last, and their words hold no power. You define you. And you don’t need to fear your strength. It is as captivating as the Grand Canyon itself."]
    ],
    "Copyright": "Used with permission.",
    "References": []
}