{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Thad is considering buying an old Stingl baby grand piano from Luc, the piano shop owner. Thad is playing this piano for the first time."
    ],
    "Title": "(from) The Piano Shop on the Left Bank",
    "Subtitle": "",
    "Author": "by Thad Carhart",
    "LabelType": "P",
    "Content": [
        ["1", "\tI sat on the bench and smiled at Luc. I was nervous, almost spellbound; suddenly this great impractical hulk was the gateway to a territory from which I had been absent for too long. Something said “Yes!” before I even touched the keyboard. I trusted Luc but I realized, too, that I wanted to love this piano, I wanted to invite music back into my life. I tried a few scales, then some harmonic progressions, and finally, with more certainty, some arpeggios.¹ A thrill that I had not expected ran through me as the notes resounded. The Stingl had a good, clean action, but it took some work to move the keys. None of the vaunted silkiness of the Steinway or the velvet touch of other famous makes; no, this was a profoundly physical undertaking, almost athletic in its requirements. And yet the tone it produced was very sweet and full, a strange and wonderful combination of the robust and the delicate."],
        ["2", "\t“It's a nice one, no?” Luc was beaming at my very apparent pleasure."],
        ["3", "\t“It's a nice one, yes! It takes some work, but what a beautiful sound.”"],
        ["4", "\t“You're a big guy, you can play a piano like this properly. Not everyone could.” I wasn't sure if this was flattery or a dispassionate estimation of my capabilities. A bit of both, no doubt."],
        ["5", "\tThis was not just any old piano, Luc assured me. It had been made in Vienna in the thirties at a time when Vienna still had a craftsman's tradition worthy of the name (only Bösendorfer remains today), and its clear tone and solid feel suggested a solid pedigree. Never mind its pluck, this had all the marks of a rare find, a fine piano disguised as something simple and dependable. I could imagine it surviving the assaults of my young children, to say nothing of my own."],
        ["6", "\tI laughed inwardly at all these musings; the combination of my vanity and artistic longings, together with the ungainly beauty of the piano itself, struck me as funny and vaguely absurd. I imagined myself flawlessly playing Chopin's Heroic Polonaise in A-flat at the keyboard of this unassuming instrument, an impossibility that nonetheless appealed to my sense of fantasy. One of the most difficult compositions for the piano, it would never be within my grasp, but the daydream itself was strangely satisfying. What would a visitor from another century think of this notion of personal fulfillment that sought a pedigree in the past? My expression must have reflected the deep sense of irony I was feeling because Luc asked me why I was looking puzzled."],
        ["7", "\t“It's just occurred to me how much of ourselves we project onto a piano when we consider what we're going to buy.”"],
        ["8", "\t“Ah, but of course, that's the beauty of a piano. It's not just another instrument like a flute or a violin that you put away in the closet. You live with it and it with you. It's big and impossible to ignore, like a member of the family. It's got to be the right one!”"],
        ["9", "\t“And if one were interested, how much would this piano cost?”"],
        ["10", "\t“Fifteen thousand francs,” was his unhurried response. “Of course, that includes delivery and tuning.”"],
        ["11", "\tI made noises about having to measure my apartment to be sure, but I think that we both knew I was going to buy it. Actually, I think he knew well before I and it puzzles me still to consider how he made that assessment after our brief encounters. But then, we reveal far more of ourselves than we suspect when we enter the bedizened world of our passions and our longings."],
        ["12", "\tI returned two days later, having measured my apartment carefully."],
        ["13", "\tMy wife, Simo, was surprised to hear that all my practical arguments in favor of an upright—the cost, the size, the children—had vanished virtually overnight. “What happened to the idea of a small piano?”"],
        ["14", "\tI listed all my points in favor of a grand, babbling with enthusiasm as I recited the litany."],
        ["15", "\tShe listened silently, gave me a long look that mixed skepticism and understanding, then responded to my fervor with the practical point: “Well, we'd better figure out where your new baby is going to live.”"],
        ["16", "\tTogether we found a corner between the window and the bookcase that formed an acute angle where the Stingl could be wedged in our apartment's main room. We adjusted our budget for the price Luc quoted. It was a lot of money, particularly since I was just setting out on a new career path as a freelance writer, but my wife encouraged me to indulge my newfound sense of freedom: “Think of it as an investment in personal expression.”"],
        ["17", "\tThis time at the atelier² I did bring sheet music, and Luc nodded approvingly when he saw me set it on the music stand. I've never been comfortable playing in front of others, but somehow this was different; his presence seemed encouraging as we listened together to the particular voice of this instrument among so many other pianos. I played for perhaps ten minutes, pieces I knew reasonably well and could listen to while I sight-read: some Beethoven bagatelles, a few of Schumann's pieces for children, an early Mozart fantasy. I was not disappointed. The Stingl's resonance filled the room with tones at once clear and robust, and a sharp sense of pride welled up at the prospect of owning this distinctive piano, of seeing and playing it daily, of living with it. Good God, I thought, this is a kind of love; and, as in love, my senses amplified and enhanced the love object, all with an insouciance and willing enthusiasm."],
        ["18", "\tI finished playing and turned to Luc with what must have been a delighted look on my face."],
        ["19", "\t“I would say that you have found your piano.” His eyes sparkled, the successful matchmaker rejoicing in his skill."],
        ["20", "\t“And I would say that you were right.”"]
    ],
    "Copyright": "Excerpt(s) from The Piano Shop on the Left Bank: Discovering a Forgotten Passion in a Paris Atelier by T. E. Carhart, copyright © 2000 by T. E. Carhart. Used by permission of Random House, an imprint and division of Penguin Random House LLC. All rights reserved.\nThird party trademarks Stingl® and Steinway® were used in these testing materials.",
    "References": [
        ["¹", "Arpeggios are the notes of a musical chord played quickly one after the other, either going up or down."],
        ["²", "An atelier is a workshop or studio of an artist."]
    ]
}