{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Yesenia wrote this essay about an important figure she admires. Read Yesenia's essay and look for any corrections she needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Sally Ride — The Woman Who Broke the Space Ceiling",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Before Sally Ride joined NASA in the 1970s, the idea of a woman becoming an astronaut seemed incomprehensable. (2) Ride was intrigued by the space program, but she did not necessarily envision becoming an astronaut. (3) Additionally, she had little interest in being famous as a symbol of feminism or as a trailblazer. (4) In 1983, however, she became both a symbol of feminism and a trailblazer as the United States' first female astronaut in space. (5) Her expertise in science, her dedication, and her hard work allowed Ride to break barriers and create opportunities for future scientists."],
        ["", "\t(6) Ride developed a love for science early. (7) Her parents encouraged this love by giving her a telescope and a chemistry set as a child. (8) After high school she continued studying science in college and earned both a bachelor's and a master's degree in physics and a Ph.D. in astrophysics."],
        ["", "\t(9) While Ride was working on her Ph.D., the trajectory of her career changed. (10) Traditionally NASA had focused on recruiting only male military pilots for the astronaut program. (11) However, in 1977 NASA began a campaign to recruit both female scientists and female pilots. (12) Ride saw one of the campaigns advertisements and realized that she met the qualifications, so she applied."],
        ["", "\t(13) Ride was accepted into the astronaut program and began preparing for a space mission. (14) Trained both physically and mentally. (15) She also shifted her focus from physics to engineering so that she could help develop a robotic arm for the space shuttle. (16) The expertise she demonstrated in designing and operating the robotic arm earned Ride a spot on the space shuttle Challenger during its 1983 mission. (17) When the shuttle broke free of Earth's atmosphere Ride broke through the country's highest glass ceiling by becoming the first American woman to fly in space. (18) She was an instant celebrity."],
        ["", "\t(19) While Ride loved her work at NASA, she did not enjoy all the publicity that resulted from her accomplishments. (20) As a deeply private person, Ride had no desire to be on the covers of magazines or to do product endorsements. (21) In fact, all she wanted to do was fly in space. (22) She explained this after the first of her two space missions by saying, “I am sure it was the most fun that I'll ever have in my life.” (23) Perhaps only her passion for science could rival her passion for spaceflight."],
        ["", "\t(24) After retiring from NASA, Ride becomes a fierce advocate for science education. (25) Focusing on the middle grades and on female students in particular, she wrote books, gave talks, and started programs to promote her cause. (26) Her new goal became helping others to discover their own love of science and the world of opportunity a strong science background can open."],
        ["", "\t(27) Sally Ride did not set out to be an astronaut or a hero; nevertheless, she became both. (28) While flying was her joy, science education was her mission. (29) Cofounded by Ride and others, Sally Ride Science is a foundation that promotes science and technology education among young people. (30) Its programs provide students with opportunities to make breakthroughs in new fields of science and encourage them to shatter glass ceilings in all fields."]
    ],
    "Copyright": "Third party trademarks NASA® and Sally Ride Science® were used in these testing materials.",
    "References": []
}