{
    "Directions": "",
    "Context": [],
    "Title": "(from) Those Old Piano Blues",
    "Subtitle": "",
    "Author": "by Neil Wertheimer\nAARP Bulletin\nOctober 2017",
    "LabelType": "P",
    "Content": [
        ["1", "For much of the 20th century, most every self-respecting home in America had a piano. It was the home entertainment system long before the era of electronics; families would play and sing together, or listen to their children’s recitals. The peak year for piano sales was 1909, when Americans bought 364,500 new models. Sales stayed high until the Depression and World War II years, but once the late ’40s arrived, piano sales grew strong and steady again for the next 30 years."],
        ["2", "Then a slow, downward sales arpeggio¹ started. In the late 1970s, “baby boomers began to stop buying new pianos,” says Larry Fine, publisher of Acoustic & Digital Piano Buyer. “Every year, a sales decline. People are doing other things.” In 2016, sales of new acoustic pianos hit a low note of 30,000 units."],
        ["3", "And as more families like ours downsize or move, used pianos have flooded the market. We discovered that no one wanted our Steinway — for any price, including free. We started with music stores that advertised “top dollar” for used pianos. After sending photos and details, we received only declines; one came with a form letter that rang with bitterness. “Pianos often have a substantial amount of emotional value to their owners, so it can be difficult to accept that many pianos do not have meaningful value on the open market,” it told us. Reasons include a “tremendous oversupply” of pianos, less interest in them as a home furnishing, and the availability of “inexpensive, realistic” digital pianos."],
        ["4", "The song had gone from major to minor, but we pressed on. None of our friends or relatives wanted it; neither did local churches, schools or charities. Then the song shifted to the saddest of blues. We discovered that the growth area in the business is paying someone to dispose of your old piano. “I’ve seen a boom in the last five years” of people getting rid of their pianos, says Bob Zahtilla at A Thru Z Piano, a company in Cleveland that sells and maintains, but also removes, pianos. He says he handles roughly five piano removals a month. “We tear them down, recycle the metals.”"],
        ["5", "We get lots of calls from schools and institutions looking to get rid of their pianos,” adds Mike Ripatti at Beethoven Pianos in New York, another business that sells, services and disposes. They gather old pianos in their warehouse and, once they’ve accumulated a dozen or so, bring them to the dump. Disposal prices vary based on weight of the instrument and how treacherous its path to the truck is. Typical, though, is about $300 for an upright."],
        ["6", "But like many a blues song, this piano riff ends with hope. We finally did find a friend who wants our piano, so his young son can learn to play. And while the day of the home piano is passing, “there’s no decline in piano lessons,” says Natalia Huang, who has piano studios in New York, Los Angeles and Connecticut. “Younger students are brought in to promote a love of music and personal development,” Huang says. “Adult students come in for personal growth and stress relief.”"],
        ["7", "And to be sure, many older pianos have reached their coda.2 “Sometimes, they’re just ready,” Zahtilla notes. A piano’s life span is typically 50 years; at that point, it needs rebuilding if it is to be played as it was meant to. So the pruning of a century’s worth of neglected home pianos might not be such a bad thing, if we continue to cherish the music."]
    ],
    "Copyright": "Republished with permission of AARP Publications, from “Those Old Piano Blues: Once an American home staple, the instruments have fallen out of tune,” Neil Wertheimer, 2017; permission conveyed through Copyright Clearance Center, Inc.\nThird party trademarks Acoustic & Digital Piano Buyer®, Steinway®, A Thru Z Piano® and Beethoven Pianos® were used in these testing materials.",
    "References": [
        ["¹", "Arpeggios are the notes of a musical chord played quickly one after the other, either going up or down."]
    ]
}