{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Reese wrote this essay for his biology class. Read Reese's essay and look for any revisions he needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "A New Discovery about the Brain",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) But there is still one part of the human body that confuses scientists: the brain. (2) Although scientists have made extraordinary progress in understanding how the brain functions, there still is much to learn. (3) In fact, scientists are only now beginning to discover and understand the lymphatic system of the brain."],
        ["", "\t(4) The lymphatic system performs an important role in the overall functioning of the body, much like the circulatory system. (5) The lymphatic system also moves things around the body. (6) Instead of bringing the body what it needs through the blood, however, the lymphatic system carries away what the body doesn't need, such as germs and waste products, through a fluid called “lymph.” (7) The lymph then travels to the various lymph nodes throughout the body. (8) As the lymph is filtered through the lymph nodes, the nodes respond to any germs by mounting an appropriate defense."],
        ["", "\t(9) Scientists have been stumped by this process. (10) But in 2012 scientists found that the brain has its own type of lymphatic system. (11) Dr. Maiken Nedergaard and her team of researchers were surprised and excited to discover the first evidence of a tightly interwoven system that rapidly removes waste from the brain. (12) The brain's blood vessels have fluid that is running along the side of them, the team determined, and this fluid is what is carrying waste away from the brain. (13) However, unlike the lymphatic system—which operates on a slow, continuous basis—this newly discovered system operates only when a person is asleep, washing away waste by flooding the brain quickly with fluid. (14) Now you have one more reason to get a good night's sleep."],
        ["", "\t(15) It took three more years for scientists to discover the specific vessels in the brain that are part of this lymphatic system. (16) In 2015, researchers were able to provide proof of a lymphatic system in the brain when they actually managed to see the vessels that are used to flood the brain and carry away the waste. (17) Even though what this relatively new discovery means is still not entirely clear, researchers are already making connections. (18) For example, many brain diseases, including Alzheimer's disease, involve the accumulation of specific proteins in the brain. (19) Although it is too early to jump to conclusions, it is reasonable to infer that these diseases may be connected in some way to the ability of this newly discovered lymphatic system to remove waste from the brain. (20) In the future, scientists will attempt to prove this connection."],
        ["", "\t(21) The discovery of an entirely new system opens up exciting new areas of research and inquiry. (22) It may offer more opportunities for discoveries as researchers increase their understanding of how this system functions and how it is related to health and disease. (23) Eventually, we may gain a fuller understanding of the mysterious workings of the human brain."]
    ],
    "Copyright": "",
    "References": []
}