{
    "Directions": "Read the following passage about an insect then answer each question that follows.",
    "Context": [],
    "Title": "Ladybugs: Hungry and Helpful!",
    "Subtitle": "",
    "Author": "by Maxine Ames",
    "LabelType": "P",
    "Content": [
        [" ", "We often think of insects and spiders as pests, but they perform an important function as natural enemies and predators of other insects that attack and eat crop plants. Without these fascinating predators to reduce populations of insect pests there would be greater dependence on potentially toxic pesticides."],
        ["", "Wʜᴀᴛ ᴀʀᴇ ʟᴀᴅʏʙᴜɢs?"],
        [" ", "Ladybugs are small beetles (scientifically named Coccinellids) that are usually red, yellow, or orange in color with black spots on their backs and wing covers. There are over 5,000 known species, and they can be found on every continent except Antarctica."],
        ["", "Wʜᴀᴛ ᴅᴏ ʟᴀᴅʏʙᴜɢs ᴇᴀᴛ?"],
        [" ", "Ladybugs are predatory insects. They specialize in eating other insects such as aphids, mites, and scale bugs, all of which are pests in gardens. Both the larvae and the adults prey on small soft-bodied insects."],
        ["", "Wʜʏ ᴀʀᴇ ʟᴀᴅʏʙᴜɢs sᴏ ʜᴇʟᴘꜰᴜʟ?"],
        [" ", "It is their voracious appetite for garden pests that makes them so important in the maintenance of agriculture fields, orchards, and other types of agricultural areas. Ladybugs may be used as biological control agents. They often are introduced into new areas as a means of protecting the garden from small parasitic insects and as a way to avoid the use of harmful pesticides."],
        ["", "Wʜʏ ᴀʀᴇ ʟᴀᴅʏʙᴜɢs sᴏ ʙʀɪɢʜᴛʟʏ ᴄᴏʟᴏʀᴇᴅ?"],
        [" ", "The color acts as a warning to ward off potential predators. The predator learns to avoid the color of the ladybugs because it associates the color with a bad taste."],
        ["", "Wʜᴇʀᴇ ᴅᴏ ʟᴀᴅʏʙᴜɢs ʟɪᴠᴇ?"],
        [" ", "Ladybugs can live all over the world, except in Antarctica! During the cold seasons ladybugs wait out the winter. This is called diapause. They gather on the south side of large objects such as trees or even houses."],
        ["", "Wʜᴇʀᴇ ᴅᴏ ʟᴀᴅʏʙᴜɢs ʟᴀʏ ᴛʜᴇɪʀ ᴇɢɢs?"],
        [" ", "Ladybugs lay clutches of eggs that consist of a few eggs to a few dozen eggs on leaves near to where the larvae are likely to find sources of food. Larvae are voracious predators! They will eat between 200 and 300 aphids as they grow and get ready to pupate¹."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "pupate — to become a pupa, which is the stage between larva and adult"]
    ]
}