{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Story Behind Electricity",
    "Subtitle": "",
    "Author": "by Sean Stewart Price",
    "LabelType": "P",
    "Content": [
        ["1", "\tElectricity often seems like a kind of magic. With the touch of a button, we can turn on lights or play music. Electricity lets us watch television. It also allows us to make phone calls from anywhere in the world."],
        ["2", "\tBut electricity does not just run machines. It also lights up the sky during a thunderstorm. It puts the “static cling” in our clothes. Try bending your finger. Electricity sends the signals that make that possible. Some animals, such as sharks, can sense electric signals in animals. That helps them hunt down their prey (the animals they eat)."],
        ["", "A Powerful First"],
        ["3", "\tA Greek scientist named Thales was the first person to study electricity. That was about 2,600 years ago. Thales saw that something strange happened to amber (a yellow gem) when he rubbed it. Small, light objects such as feathers magically moved toward the amber. Thales did not know it, but he was creating electricity."],
        ["4", "\tElectricity was not studied well until about 400 years ago. Since then, electricity has become more and more a part of our lives..."],
        ["5", "\tA series of scientists helped discover all we know about electrical energy today."],
        ["", "Studying Static"],
        ["6", "\tIn 1660, a German inventor named Otto von Guericke invented a machine that produced static electricity.¹ Later scientists used this to study electricity."],
        ["7", "\tIn the mid-1700s the U.S. inventor and politician Benjamin Franklin set out to learn more about electricity. Franklin did many experiments. They showed him that static electricity looked a lot like lightning. But it was smaller. Franklin realized that lightning was a type of electrical energy."],
        ["8", "\tThis was a huge discovery. At the time, lightning was a big problem. Lightning often hit tall buildings, such as church steeples. This caused deadly fires. People rang church bells to warn others of bad weather. Lightning sometimes struck and killed the bell ringers."],
        ["", "The Lightning Rod"],
        ["9", "\tFranklin invented the lightning rod. A lightning rod is a metal pole with a wire attached. Franklin put his lightning rod on tall buildings. Then he ran the wire down to the ground. Lightning tends to hit the rod. This is because it is the highest object on the roof. The electricity followed the wire. It went harmlessly to the ground. Franklin's invention is still used on tall buildings today."],
        ["", "The Battery"],
        ["10", "\tIn 1800 an Italian scientist named Alessandro Volta created the first battery. A battery is something that uses metal and chemicals to create electrical energy. Batteries would one day become essential power sources for modern electricity."],
        ["", "Michael Faraday"],
        ["11", "\tIn 1821 the English scientist Michael Faraday invented an early form of the electric motor. This was the first time a magnet and electric current were used to create mechanical motion (motion involving machines). Faraday later discovered a dynamo. It did just the opposite. It converted mechanical motion into electrical energy. This new power source would lead to the electrical generators we rely on today."],
        ["", "Thomas Edison and the Next Step"],
        ["12", "\tIn 1879 the U.S. inventor Thomas Edison created the first working lightbulb. At the time, many people used candles for light. Others used kerosene (a kind of oil) and gas lamps. All of these were smelly and caused fires. Edison's lightbulb had the potential to change all this."],
        ["13", "\tPeople had no way to get electricity into their homes. So, Edison began building an electric power station. On September 4, 1882, Edison flipped a switch at the Pearl Street Power Station in New York City. This lit up the homes and businesses of 85 customers. They were the first people to enjoy electric lighting."],
        ["", "Power to Thousands"],
        ["14", "\tIn 1883 the U.S. scientist Nikola Tesla found a way to make electrical energy travel longer distances. He did so by using alternating current (AC) power. Power stations could now supply power for hundreds of miles and to thousands of people. The demand for electricity caught on. Today, most people cannot imagine life without electricity."],
        ["", "problems/NY24G6E/media/S2a.jpg"]
    ],
    "Copyright": "Excerpt from The Story Behind Electricity by Sean Stewart Price. Copyright © 2009 by Heinemann Library. Used with permission of Coughlan Companies LLC via Copyright Clearance Center.",
    "References": [
        ["¹", "static electricity: an electrical charge that does not move, usually produced by friction that causes sparks or crackling"]
    ]
}