{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: [Excerpt from] “Practice Doesn't Make Perfect”",
    "Subtitle": "",
    "Author": "by Maria Konnikova",
    "LabelType": "P",
    "Content": [
        ["7", "\tZach Hambrick has always been fascinated by exceptional performance, or what he calls “the extremes of human capabilities.” Growing up, he'd devour Guinness World Records, noting the feats it described and picturing himself proudly posing in its pages. By the time he reached college, though, he'd moved on to a new obsession: becoming a golf pro. “I was very serious about it,” he told me. “I practiced religiously. It was very deliberate practice.” Every day, for hours, he'd be out swinging and putting. He expected to find himself on his way to glory. Except it didn't quite work out that way."],
        ["8", "\tInstead, young Zach was confronted with an uncomfortable truth: “I just wasn't very good.” He saw other students, even kids around town — many of them, far less devoted and far less driven — and many of them played a better game. When he tried out for the college team, he didn't even come close to making it. “I thought, what is the deal here?”"],
        ["9", "\tThis was Hambrick's introduction to an ageold debate: nature versus nurture, genetics versus effort. We've been having it long before we knew what DNA was. Right around the same time Gregor Mendel was messing about with his famous peas, Francis Galton was positing that genius tends to run in families. Take almost any enterprise and find its most famous voices, he argued, and you're led to family trees of great accomplishment, much like his own... And, while that view hasn't survived in its extreme form, the basic question still guides modern research — not nature versus nurture so much as just how much nature, and just how much nurture?"],
        ["10", "\tAfter finishing college, Hambrick began graduate work in psychology at Georgia Tech, with Timothy Salthouse, looking at aging and expertise in older adults. Despite his failures at golf, Hambrick was still very much of the belief that, given enough effort, you could reach excellence. Maybe golf just hadn't been the right thing for him. In 1996, when the Olympics came to Atlanta, the students had to leave campus to make way for the athletes and visitors, and Salthouse suggested that Hambrick spend a few months at Florida State University. There, he ended up working with Anders Ericsson, a professor of psychology. A couple of years earlier, Ericsson and Neil Charness had published a provocative paper arguing that training and socalled deliberate practice could describe performance differences that had been previously ascribed to innate talent. “The traditional view of talent, which concludes that successful individuals have special innate abilities and basic capacities, is not consistent with the reviewed evidence,” Ericsson and Charness wrote. “Differences between expert and less accomplished performers reflect acquired knowledge and skills or physiological adaptations effected by training, with the only confirmed exception being height.” In other words, training was everything. Hambrick could have become a worldclass golfer with enough practice. Maybe he'd given up too soon..."],
        ["11", "\tIf that's true, it means that the sky is the limit, especially if you're dealing with areas other than athletics, where length of bones can offer no competitive edge. Follow your dreams and, with enough training — an average of ten thousand hours, as the famous formulation goes — you can reach them, whether they involve golf or poetry. (It's important to note here that Malcolm Gladwell, who popularized Ericsson's work in his book Outliers, takes a much more nuanced position and has argued that practice isn't sufficient. “I could play chess for 100 years and I'll never be a grandmaster,” he has written. “The point is simply that natural ability requires a huge investment of time in order to be made manifest.”) ..."]
    ],
    "Copyright": "From “Practice Doesn't Make Perfect” by Maria Konnikova from THE NEW YORKER, September 28, 2016. Copyright © 2016 Condé Nast. All rights reserved.",
    "References": []
}