{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] “Over-Practicing Makes Perfect”",
    "Subtitle": "",
    "Author": "by Annie Murphy Paul",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Why do I have to keep practicing? I know it already!” That’s the familiar wail of a child seated at the piano or in front of the multiplication table (or, for that matter, of an adult taking a tennis lesson). Cognitive science has a persuasive retort: We don’t just need to learn a task in order to perform it well; we need to overlearn it. Decades of research have shown that superior performance requires practicing beyond the point of mastery. The perfect execution of a piano sonata or a tennis serve doesn’t mark the end of practice; it signals that the crucial part of the session is just getting underway."],
        ["2", "\tEvidence of why this is so was provided by a study published recently in the Journal of Neuroscience. Assistant professor Alaa Ahmed and two of her colleagues in the integrative physiology department at the University of Colorado-Boulder asked study subjects to move a cursor on a screen by manipulating a robotic arm. As they did so, the researchers measured the participants’ energy expenditure by analyzing how much oxygen they inhaled and how much carbon dioxide they breathed out. When the subjects first tackled the exercise, they used up a lot of metabolic power, but this decreased as their skill improved. By the end of the learning process, the amount of effort they expended to carry out the task had declined about 20 percent from when they started."],
        ["3", "\tWhenever we learn to make a new movement, Ahmed explains, we form and then update an internal model — a “sensorimotor map” — which our nervous system uses to predict our muscles’ motions and the resistance they will encounter. As that internal model is refined over time, we’re able to cut down on unnecessary movements and eliminate wasted energy."],
        ["4", "\tOver the course of a practice session, the subjects in Ahmed’s study were becoming more efficient in their muscle activity. But that wasn’t the whole story. Energy expenditures continued to decrease even after the decline in muscle activity had stabilized. In fact, Ahmed and her coauthors report, this is when the greatest reductions in metabolic power were observed — during the very time when it looks to an observer, and to the participant herself, as if “nothing is happening.”"],
        ["5", "\tWhat’s going on here? Ahmed theorizes that even after participants had fine- tuned their muscle movements, the neural processes controlling the movements continued to grow more efficient. The brain uses up energy, too, and through overlearning it can get by on less. These gains in mental efficiency free up resources for other tasks: infusing the music you’re playing with greater emotion and passion, for example, or keeping closer track of your opponent’s moves on the other side of the tennis court. Less effort in one domain means more energy available to others."],
        ["6", "\tWhile Ahmed’s paper didn’t address the application of overlearning to the classroom or the workplace, other studies have demonstrated that for a wide range of academic and professional activities, overlearning reduces the amount of mental effort required, leading to better performance — especially under high-stakes conditions. In fact, research on the “audience effect” shows that once we’ve overlearned a complex task, we actually perform it better when other people are watching. When we haven’t achieved the reduction of mental effort that comes with overlearning, however, the additional stress of an audience makes stumbles more likely."]
    ],
    "Copyright": "From “Over-Practicing Makes Perfect” by Annie Murphy Paul from TIME, August 20, 2013. Copyright © 2013 Time Inc. All rights reserved.",
    "References": []
}