{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Little Colonel Stories",
    "Subtitle": "",
    "Author": "by Annie Fellows Johnston",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was one of the prettiest places in all Kentucky where the Little Colonel stood that morning. She was reaching up on tiptoes, her eager little face pressed close against the iron bars of the great entrance gate that led to a fine old estate known as “Locust.”"],
        ["2", "\tA ragged little Scotch and Skye terrier stood on its hind feet beside her, thrusting his inquisitive nose between the bars, and wagging his tasselled tail in lively approval of the scene before them."],
        ["3", "\tThey were looking down a long avenue that stretched for nearly a quarter of a mile between rows of stately old locust-trees."],
        ["4", "\tAt the far end they could see the white pillars of a large stone house gleaming through the Virginia creeper that nearly covered it. But they could not see the old Colonel in his big chair on the porch behind the cool screen of vines."],
        ["5", "\tAt that very moment he had caught the rattle of wheels along the road, and had picked up his field-glass to see who was passing... Then his glance fell on the two small strangers coming through his gate down the avenue toward him. One was the friskiest dog he had ever seen in his life. The other was a child he judged to be about five years old..."],
        ["6", "\tThere was something strangely familiar about the child, especially in the erect, graceful way she walked."],
        ["7", "\tOld Colonel Lloyd was puzzled. He had lived all his life in Lloydsborough, and this was the first time he had ever failed to recognize one of the neighbours' children. He knew every dog and horse, too, by sight if not by name."],
        ["8", "\tLiving so far from the public road did not limit his knowledge of what was going on in the world. A powerful field-glass brought every passing object in plain view, while he was saved all annoyance of noise and dust."],
        ["9", "\t“I ought to know that child as well as I know my own name,” he said to himself. “But the dog is a stranger in these parts. Liveliest thing I ever set eyes on! They must have come from the hotel. Wonder what they want.”"],
        ["10", "\tHe carefully wiped the lens for a better view. When he looked again he saw that they evidently had not come to visit him."],
        ["11", "\tThey had stopped half-way down the avenue, and climbed up on a rustic seat to rest."],
        ["12", "\tThe dog sat motionless about two minutes, his red tongue hanging out as if he were completely exhausted."],
        ["13", "\tSuddenly he gave a spring, and bounded away through the tall blue grass. He was back again in a moment, with a stick in his mouth. Standing up with his fore paws in the lap of his little mistress, he looked so w͟i͟s͟t͟f͟u͟l͟l͟y into her face that she could not refuse this invitation for a romp."],
        ["14", "\tThe Colonel chuckled as they went tumbling about in the grass to find the stick which the child repeatedly tossed away..."],
        ["15", "\tIt had been many a long year since those old locust-trees had seen a sight like that. Children never played any more under their dignified shadows..."],
        ["16", "\tSuddenly the little maid stood up straight, and began to sniff the air, as if some delicious odour had blown across the lawn."],
        ["17", "\t“Fritz,” she exclaimed, in delight, “I 'mell 'trawberries!”"],
        ["18", "\tThe Colonel, who could not hear the remark, wondered at the abrupt pause in the game. He understood it, however, when he saw them wading through the tall grass, straight to his strawberry bed. It was the pride of his heart, and the finest for miles around. The first berries of the season had been picked only the day before. Those that now hung temptingly red on the vines he intended to send to his next neighbour, to prove his boasted claim of always raising the finest and earliest fruit."],
        ["19", "\tHe did not propose to have his plans spoiled by these stray guests. Laying the field-glass in its accustomed place on the little table beside his chair, he picked up his hat and strode down the walk..."],
        ["20", "\tHe could not hear the happiest of little voices that was just then saying, “Oh, Fritz, isn't you glad we came? An' isn't you glad we've got a gran'fathah with such good 'trawberries?”"],
        ["21", "\tIt was hard for her to put the s before her consonants."],
        ["22", "\tAs the Colonel came nearer she tossed another berry into the dog's mouth. A twig snapped, and she raised a startled face toward him..."],
        ["23", "\t“What are you doing here, child?” he asked, in a voice so much kinder than his eyes that she regained her usual self-possession at once."],
        ["24", "\t“Eatin' 'trawberries,” she answered, coolly."],
        ["25", "\t“Who are you, anyway?” he exclaimed, much puzzled. As he asked the question his gaze happened to rest on the dog, who was peering at him through the ragged, elfish wisps of hair nearly covering its face, with eyes that were startlingly human..."],
        ["26", "\t“Mothah calls me her baby,” was the soft-spoken reply, “but papa an' Mom Beck they calls me the Little [Colonel].”"],
        ["27", "\t“What under the sun do they call you that for?” he roared."],
        ["28", "\t“'Cause I'm so much like you,” was the startling answer."]
    ],
    "Copyright": "",
    "References": []
}