{
    "Directions": "Read the following scenario. Then answer each question that follows.",
    "Context": [],
    "Title": "Safeguarding Wisconsin’s Streams",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "After the quiet of a Wisconsin winter, being streamside in spring sounds like a festival. The chorus of frogs, calls of songbirds and waterbirds, and buzzing of insects are evidence of the life teeming along these waterways. The wildlife depends upon these streams and their bankside vegetation for food, cover, and shelter. At dusk, certain mammals like raccoons and foxes emerge from their forested shelter to find food in shallow pools of water or in nearby fields."],
        [" ", "Wisconsin has a wealth of freshwater streams. Beyond their rich ecological value, they provide recreational opportunities for humans who enjoy fishing, canoeing, or kayaking. Farmers value streams for irrigating fields. Residential developers recognize the appeal of streams for property owners. Land along streams is in high demand."],
        [" ", "However, these demands can put Wisconsin streams at risk. Ecologists use the following landscape characteristics to help evaluate stream health:"],
        ["", ":ibox:• percentage of wetlands remaining\n• percentage of natural land cover remaining\n• number of hubs (patches of unbroken natural areas) and corridors (undisturbed areas between hubs used for migration or local movement of organisms)"],
        [" ", "Areas with high percentages of these characteristics support healthy streams and, consequently, entire ecosystems. Preserving streamside vegetation areas (called buffer zones) helps prevent erosion and provides wildlife habitat. Maintaining streamside forests and wetlands also provides habitat for mammals, birds, and insects. Preventing livestock access to streams limits erosion and reduces bacterial pollution. Each of these land-use actions can have a meaningful impact on stream health and help safeguard Wisconsin’s streams."]
    ],
    "Copyright": "",
    "References": []
}