{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "While studying phase changes in common substances in their science class, a group of students investigated how water (H₂O) and table sugar (C₁₂H₂₂O₁₁) respond to temperature changes. The students exposed beakers containing the substances to three different temperatures."],
        ["", "Sᴜɢᴀʀ ᴀɴᴅ Wᴀᴛᴇʀ Iɴᴠᴇsᴛɪɢᴀᴛɪᴏɴ"],
        ["", ":ibox:• Place 50 milliliters (mL) of each substance into separate beakers.\n\n• Place each beaker in a freezer until each substance reaches 0 degrees Celsius (°C).\n\n• Record observations of the appearance of the substances.\n\n• Place the beakers on a table.\n\n• After several hours, record observations of the appearance of the substances at room temperature (20°C).\n\n• The teacher used a hot plate to heat the beakers to 100°C.\n\n• Record observations of the appearance of the substances."],
        [" ", "After completing the investigation, the students organized their data into a table, shown below."],
        ["", "problems/MDG8S/supps/MDG8S-T1.json"],
        [" ", "In the sugar and water investigation, the students observed that the liquid inside the thermometers moved when exposed to different temperatures. They researched thermometers and found that most are filled with alcohol (C₂H₆O). When a thermometer is exposed to warmer temperatures, the liquid inside expands. A thermometer's glass tube is not flexible, so the liquid expands vertically and rises up the tube. The students constructed a model, shown below, to illustrate how molecules of liquid in a thermometer move."],
        ["", "problems/MDG8S/media/S3a.jpg"],
        [" ", "After reviewing data from the investigation, the students constructed models of a table sugar molecule and a water molecule. The students' models are shown below."],
        ["", "problems/MDG8S/media/S3b.jpg"],
        ["", "problems/MDG8S/media/S3c.jpg"]
    ],
    "Copyright": "",
    "References": []
}