{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "In a science class, students examined a map of Earth's tectonic plates, and one student observed that the eastern side of South America fits like a puzzle piece with the western side of Africa. The class then began to research scientific information to find data on reasons the coastlines of South America and Africa appear to have once been connected. The class investigated maps of fossils, rocks, and glaciers as well as data about the age of rock near the mid-Atlantic ridge. As the students completed their investigation, they compared the maps found to a map of the current continents, shown below."],
        ["", "problems/MDG8S/media/S5a.jpg"],
        [" ", "The students used the fossil evidence map to observe the locations of the strata in which four different fossil types were found. The fossils are at least 250 million years old."],
        ["", "problems/MDG8S/media/S5b.jpg"],
        [" ", "The students used the rock strata evidence map to observe where rocks from different time periods are found."],
        ["", "problems/MDG8S/media/S5c.jpg"],
        [" ", "The students observed the glacier evidence map to determine where glaciers existed in the Southern Hemisphere and the direction the glaciers moved."],
        ["", "problems/MDG8S/media/S5d.jpg"],
        [" ", "The students' research indicated that the mid-Atlantic ridge data are based on sediment samples taken from different locations on both sides of the ridge. The data from the mid-Atlantic ridge and a map of where the data were obtained are shown as follows."],
        ["", "problems/MDG8S/media/S5e.jpg"],
        ["", "problems/MDG8S/media/S5f.jpg"],
        [" ", "The students used the plate boundary map to observe the locations of Earth's tectonic plates."],
        ["", "problems/MDG8S/media/S5g.jpg"]
    ],
    "Copyright": "",
    "References": []
}