{
    "Directions": "Read this passage and then answer each question that follows. Each underlined section is part of a question.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In the first-ever televised presidential debate, candidate Richard Nixon was famously outmatched by the less experienced but more appealing John F. Kennedy. At least, that's what those watching the debate on television said. However, most people listening to the debate on the radio declared Nixon the winner. What led to this discrepancy? While Nixon possessed years of White House experience, K͟e͟n͟n͟e͟d͟y͟ ͟h͟a͟d͟ ͟c͟h͟a͟r͟m͟e͟d͟ ͟t͟h͟e͟ ͟p͟u͟b͟l͟i͟c͟ ͟w͟i͟t͟h͟ ͟h͟i͟s͟ ͟n͟a͟t͟u͟r͟a͟l͟ ͟g͟i͟f͟t͟ ͟o͟f͟ ͟c͟l͟e͟a͟r͟ ͟c͟o͟m͟m͟u͟n͟i͟c͟a͟t͟i͟o͟n͟."],
        ["2", "Nixon would later accuse President Kennedy of being a “puppet who echoed his speechmaker,” but it was not speechmaking that made his words r͟e͟s͟o͟n͟a͟t͟e so strongly with his audience. Not that Kennedy didn't have a speechwriter, of course. Every American president has had to put a professional speechwriter to good use. Although politicians often don't write their own speeches, the speeches are a collaboration between the writer and the speaker. The writer and speaker first agree on a broad framework for the s͟p͟e͟e͟c͟h͟:͟ ͟i͟t͟s͟ ͟g͟o͟a͟l͟s and audience are top considerations. Next, the speechwriter creates a first draft. The speaker then reviews the draft and applies changes based on his or her own speaking style."],
        ["3", "A͟ ͟s͟p͟e͟e͟c͟h͟w͟r͟i͟t͟e͟r͟ ͟m͟u͟s͟t͟ ͟a͟l͟s͟o͟ ͟b͟e͟ ͟w͟e͟l͟l͟ ͟v͟e͟r͟s͟e͟d͟ ͟i͟n͟ ͟t͟h͟e͟ ͟a͟r͟t͟ ͟o͟f͟ ͟s͟t͟o͟r͟y͟t͟e͟l͟l͟i͟n͟g͟. Robert Lehrman, a former White House speechwriter, admitted to using novels as an influence for his speechwriting. Although speechwriters are somewhat anonymous, they are a constant in the world of politics. Running a campaign — or a country — is an impossible task to take on alone."]
    ],
    "Copyright": "",
    "References": []
}