{
    "Directions": "Read the following passage about a person who lived near a volcano then answer each question.",
    "Context": [],
    "Title": "It Rained Cement",
    "Subtitle": "",
    "Author": "by Megan Clements",
    "LabelType": "P",
    "Content": [
        [" ", "\tWhen I moved to Quito, Ecuador, in the 1990s, the last thing I expected to see was an erupting volcano."],
        [" ", "\tI had read a lot about Quito. But I hadn't come across anything about Guagua Pichincha, an active volcano a few miles west of the city. I didn't even know it existed ... until 1999, when it was about to erupt."],
        [" ", "\tGuagua Pichincha had not erupted for a hundred years. But now magma was making its way to the surface, and the pressure was causing earthquakes."],
        [" ", "\tIn the city, we did not feel the earthquakes very often. But scientists were able to detect them. Some of the tremors shook nonstop for six hours. Guagua Pichincha was about to erupt."],
        [" ", "\tOn the morning of September 3, 1999, I saw a huge p͟l͟u͟m͟e of ash shoot from the volcano. The mushroom-shaped cloud rose to a height of more than three miles. As the ash settled, it covered the city in a thin layer. Even cities miles away from Quito were blanketed in ash."],
        [" ", "\tWhat had set off this eruption?"],
        [" ", "\tThe answer was water. As the magma came closer to the surface, it heated rainwater in the ground. The water boiled. As the water turned into steam, the steam caused so much pressure that weak spots in the surface finally gave way and exploded."],
        [" ", "\tOne way to understand this type of eruption is to think of shaking a bottle of soda and then popping off the lid. Expanding gas in the soda creates so much pressure that it explodes out of the bottle, taking the soda with it."],
        [" ", "\tThe ash from Guagua Pichincha shot out with so much force that it traveled for miles before it settled. The finer ash hung in the air."],
        [" ", "\tVolcanic ash is different from the ash left over from a wood fire. Volcanic ash is made up of tiny bits of lava. The eruption blasts the bits into the air while they are still hot, and they cool as separate p͟a͟r͟t͟i͟c͟l͟e͟s, forming a fine dust."],
        [" ", "\tThis dust can clog the works of an engine or any other machine that needs air. Cars, buses, and even airplanes could not run in Quito for days."],
        [" ", "\tWorse, the air could carry ash into a person's lungs, permanently damaging them. Schools were closed. People who had to leave home wore masks that protected their lungs."],
        ["", "A Cʟᴇᴀɴsɪɴɢ Rᴀɪɴ"],
        [" ", "\tOne day, dark rain clouds rolled toward Quito. I thought, What a relief to have the air finally clean! I was looking forward to the time when I could walk outside without wearing a bulky mask over my nose and mouth."],
        [" ", "\tI had an appointment in 10 minutes. I had to walk, of course, since no cars or buses were running. As the clouds neared the city, I strapped on my mask."],
        [" ", "\tWhen the rain started to fall, the water looked normal until I looked down. The water wasn't clear. It was gray. My clothes had little drops of wet ash on them. The rain was cleaning the air as I had hoped. But it was dropping the ash as a watery mess."],
        [" ", "\tI walked faster. The rain fell harder. Before I knew it, I was wet from head to toe. The surprising part was that when I finally found shelter, the thin, ashy rainwater started to harden. I could move my clothes and my hair into any form and they would stay. It was as if the sky had rained cement!"],
        [" ", "\tMinor eruptions of steam and ash continued for months. I never thought I would get used to the sight of a volcano erupting, but it became commonplace for the people of Quito."],
        [" ", "\tBy the year 2000, Guagua Pichincha finally rested again. I will never forget the huge clouds of ash rising from the mountains behind us. And I will always remember to stay out of the rain after a volcano erupts.\n\n"],
        [" ", "problems/PA15G3E/supps/PA15G3E-S4A.json"]
    ],
    "Copyright": "“It Rained Cement” copyright © 2010 by Highlights for Children, Inc., Columbus, Ohio.",
    "References": []
}