{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[From] The Fattest, Tallest, Biggest Snowman Ever",
    "Subtitle": "",
    "Author": "by Bettina Ling",
    "LabelType": "P",
    "Content": [
        ["1", "\tJeff wanted to be the best at something. But somehow, somebody else was always better."],
        ["2", "\tIn the spring, Annie hit longer home runs, and Todd caught more balls."],
        ["3", "\tIn the summer, Luis swam faster, and Rhonda built a bigger sand castle."],
        ["4", "\tIn the fall, Sam built a taller tree house, and Maria made larger leaf piles."],
        ["5", "\tIn the fall, Sam built a taller tree house, and Maria made larger leaf piles."],
        ["6", "\t“Let's have a snowball-throwing contest,” he said to his friends one day. Splat! Sam's snowball hit a wooden fence."],
        ["", "problems/TN23G2E/media/S1a.jpg"],
        ["7", "\tSo did Rhonda's. Annie's snowball sailed over it. Plop! Jeff's snowball didn't even reach the fence."],
        ["8", "\t“Let's race,” Jeff said to his friends at the park the next day."],
        ["9", "\tTodd hopped on his sled and took off. Jeff and Maria shot down the hill at the same speed. Luis's sled flew right past them."],
        ["10", "\t“I think I have to go home, now,” said Jeff sadly. “Wait for me,” said Maria."],
        ["11", "\tJeff and Maria walked home. “Let's build snowmen,” said Jeff. “Okay,” said Maria. And I am going to make the biggest snowman ever, Jeff thought to himself."],
        ["12", "\tJeff and Maria each rolled three snowballs. A big one, a medium-sized one, and a small one. They put the snowballs on top of each other."],
        ["13", "\tThen they raced back inside to get things to use to dress their snowmen."],
        ["14", "\tWhen they were finished, Jeff's snowman had black button eyes, a crayon nose, a paper clip smile, and a funny hat and tie."],
        ["", "problems/TN23G2E/media/S1b.jpg"],
        ["15", "\tMaria's snowman had charcoal eyes, a carrot nose, a raisin smile, and a colorful hat."],
        ["16", "\t“I made the biggest snowman ever!” said Jeff. “But mine's the same size,” said Maria."],
        ["17", "\t“Mine is bigger,” said Jeff. “Maybe mine is bigger,” said Maria. “Let's measure them,” Jeff said. “How?” asked Maria. “Let me think,” said Jeff."],
        ["18", "\t“I know!” said Jeff. “Let's make a paper clip chain. We can count how many paper clips it takes to go around the biggest part of our snowmen.”"],
        ["19", "\t“Good idea!” Maria said. She took the paper clip smile off Jeff's snowman. “Look. You already started your chain!”"],
        ["20", "\tJeff and Maria measured their snowmen. Jeff's snowman was 48 paper clips around the bottom. Maria's snowman was 45."],
        ["21", "\t“My snowman is fatter,” cried Jeff. “I have the biggest snowman.”"]
    ],
    "Copyright": "Source: Excerpt from The Fattest, Tallest, Biggest Snowman Ever by Bettina Ling. Copyright © 1997 by Scholastic Inc. Reprinted by permission of Scholastic Inc.",
    "References": []
}