{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Rule of Rock",
    "Subtitle": "",
    "Author": "by Benjamin Jacobson",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe RPS exam, the ultimate test, was supposed to start ten minutes ago. The top five candidates in the class—Persephone was first—gathered to face a one-time-only pass/fail assessment of their worth. Success meant becoming a Decider, a member of the Global Legislature, the lawmaking branch of Orbis Publican, one of only a thousand people in the world entrusted with political power. Like the ten thousand other students of the Academy, she'd received twelve years of strict training and guidance in history and philosophy and psychology, and she'd participated in countless simulations. All this was intended to create young adults who could see all sides of an issue and act for the greatest good..."],
        ["2", "\tThe Proctor spoke. “In this test, there are three possible answers. The first is stone, the second paper, and the third blades. Stone crushes blades but is suffocated by paper. Paper suffocates stone but is cut by blades. And blades can cut paper but are crushed by stone. I will choose one weapon, and you will choose a weapon in response. The students who select the wisest answer will become Deciders.”"],
        ["3", "\tPersephone's mind raced and she felt a flush across her skin. All her years of work climbing to the top of her class would come down to this, a game of chance? Her mind calculated the rather simple odds. No answer had an obvious advantage. Could this be the true secret behind the utopian world government of Orbis Publican? In the end the peaceful world was all up to chance?"],
        ["4", "\tHer heartbeat quickened as an idea came to her. Was this a test to see who would rebel against such an oversimplification of a vital process? Persephone thought about protesting, but something held her back. She didn't have enough information. Lee, third in the class, thought otherwise."],
        ["5", "\t“Proctor,” Lee said, stepping forward out of line. “I refuse to participate in this test. Random chance is an unjust method for choosing Deciders.”"],
        ["6", "\t“You decide too quickly. Such snap judgments make you unworthy. You are dismissed.” Lee's face flushed, and his lips trembled. He ran out of the room as quickly as Persephone had entered."],
        ["7", "\t“Any other complaints?” The candidates stood silent. “Good, let's continue. I choose stone.” The Proctor held a fist out in front of him. It was a trick then. The Proctor revealed his weapon before the students could choose theirs. He had destroyed his own odds of winning. The Proctor stepped to Christy, the left-most student. “What is your choice?”"],
        ["8", "\tChristy extended a flat hand signifying paper. The Proctor moved to his right to find Luke. Luke hesitated, then extended paper as well. Would they both be approved as Deciders? Persephone knew it couldn't be that easy. Nothing in her twelve years at the Academy had been that easy. Laura, to her immediate right, obviously agreed, for on her turn she extended the two fingers of the blades, the loser's gambit. Laura must be thinking that the wisest choice was to accept defeat, to compromise, to settle. Was that the right answer?"],
        ["9", "\tThe Proctor stood now in front of Persephone. In all of her tests she had never doubted a single choice. But now in this, her most important assessment, she had to go with her gut. She extended her hand..."],
        ["10", "\tLater, each student sat down with the Proctor to discuss the result. Persephone watched them go into the room one by one. No one came out. Finally, her turn came. She entered the chamber. The Proctor sat at a red table. Behind him there was an exit."],
        ["11", "\t“During the RPS, you chose Stone. Why?” ..."],
        ["12", "\t“The game is a test. I knew that I could defeat you, but you didn't ask me to defeat you. You asked me to choose wisely. It is not wisdom to want to destroy your rival. It is evil to do so. It is also not correct to bow down to your rival; one must stand up for what one knows is right. The wise answer is to meet on an even field, stone on stone. The battle may be protracted, but in the end only equality can create victory for all.”"],
        ["13", "\tThe Proctor leaned back in his chair. “That is a hard lesson to learn: To hold back from winning and to fight through the loss. To seek a fair balance is to find the Truth. Welcome to the Legislature, Decider Persephone.”"]
    ],
    "Copyright": "",
    "References": []
}