{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Brent Coleman is a staff writer for the Cincinnati Enquirer."
    ],
    "Title": "[Excerpt from] Want a Healthier Family? Tell Them to Take a Hike",
    "Subtitle": "",
    "Author": "by Brent Coleman",
    "LabelType": "P",
    "Content": [
        ["1", "\tOne of Tammy York's treasured moments with her two children occurred when they were on a hike at Cincinnati Nature Center during the last cicada¹ invasion."],
        ["2", "\tThey spotted a newly hatched cicada hanging low to the ground, got down to its level and watched it dry out its new wings—for an entire hour."],
        ["3", "\t“It was better than any movie they'd seen,” York says. “They were so enthralled.”"],
        ["4", "\tYork, who holds a wildlife management degree from Purdue University, worked as a naturalist for 21 years before staying home to be a mom and write a book about hiking in and around Cincinnati."],
        ["5", "\tShe says she believes there are long-term mental health benefits to hiking with children."],
        ["6", "\tYork, author of 60 Hikes Within 60 Miles shares that perspective with Cincinnati father of two Jeff Alt, who just published his second book, Get Your Kids Hiking."],
        ["", "Fighting Digital Distractions"],
        ["7", "\tThe two hiking advocates know they're fighting upstream against digital technology for their kids' attention. But they say they've seen firsthand the payoff of walking in the woods."],
        ["8", "\t“It opens the avenue for kids to teach themselves, to concentrate on one thing,” York says, a skill she believes is diminished by spending too much time listening to music on an iPod or playing video games."],
        ["9", "\t“There are so many distractions. Everything is calling for their attention,” she says. “Twenty years from now, that one thing (ability to concentrate) is going to be severely lacking in our society.”"],
        ["10", "\tHiking, York says, gives a boy or girl's body the chance to reset itself and his or her mind to focus..."],
        ["11", "\tYork gave her children tiny “princess” backpacks to hike with. She empowered them by letting them choose their snacks (apple or banana, Wheat Thins or pretzels) and Crayon colors. She packed drawing paper, water in Nalgene bottles and plastic bags for sitting down where it was wet."],
        ["12", "\tWhen kids are little, she says, watch for fatigue on their faces as they hike. Stop and sit down. Let them draw what they want and talk about what they want."],
        ["13", "\t“If you go out and preach, preach, preach, they'll tune you out,” York says."],
        ["", "Little Ones Don't Know They're Learning"],
        ["14", "\tAlt believes parents' teaching is absorbed by infants, but there's a certain point to stop doing it."],
        ["15", "\tWhen they say “Look, Daddy, a bird” it's time to switch to “child directed hiking” in which you allow them to touch, smell and engage with nature on their own, Alt says."],
        ["16", "\tTo help them, he says, “Take along a magnifying glass and let them look at leaves up close. Bring a bug holder. Tip rocks over to let them see all the pill bugs underneath."],
        ["17", "\t“The goal,” Alt says, “is to expose kids to the outdoors and make it a routine so they won't second-guess² it when they get older.”"],
        ["18", "\tBy that he means, second-guess Dad when he says “Kill that iPod, son. It's time for a hike.”"]
    ],
    "Copyright": "Excerpt from “Want a Healthier Family? Tell Them to Take a Hike” by Brent Coleman, The Cincinnati Enquirer, May 30, 2013. Used with permission of the Gannett Company, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "cicada: winged insect that hatches in predictable, long-term cycles"],
        ["²", "second-guess: judge something later, often in a critical or negative way"]
    ]
}