{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Nine-year-old Cassie Logan and her three brothers are on their way to school. It is the first day of a new school year."
    ],
    "Title": "[Excerpt from] Roll of Thunder, Hear My Cry",
    "Subtitle": "",
    "Author": "by Mildred D. Taylor",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy youngest brother paid no attention to me. Grasping more firmly his newspaper- wrapped notebook and his tin-can lunch of cornbread and oil sausages, he continued to concentrate on the dusty road. He lagged several feet behind my other brothers, Stacey and Christopher-John, and me, attempting to keep the rusty Mississippi dust from swelling with each step and drifting back upon his shiny black shoes and the cuffs of his corduroy pants by lifting each foot high before setting it gently down again. Always meticulously neat, six-year-old Little Man never allowed dirt or tears or stains to mar anything he owned. Today was no exception..."],
        ["2", "\t“Y'all go ahead and get dirty if y'all wanna,” he replied without even looking up from his studied steps. “Me, I'm gonna stay clean.” ..."],
        ["3", "\t“Ah, Cassie, leave him be,” Stacey admonished,¹ frowning and kicking testily at the road."],
        ["4", "\t“I ain't said nothing but—”"],
        ["5", "\tStacey cut me a wicked look and I grew silent. His disposition had been irritatingly^2sour lately. If I hadn't known the cause of it, I could have forgotten very easily that he was, at twelve, bigger than I, and that I had promised Mama to arrive at school looking clean and ladylike. “Shoot,” I mumbled finally, unable to restrain myself from further comment, “it ain't my fault you gotta be in Mama's class this year.”"],
        ["6", "\tStacey's frown deepened and he jammed his fists into his pockets, but said nothing."],
        ["7", "\tChristopher-John, walking between Stacey and me, glanced uneasily at both of us but did not interfere. A short, round boy of seven, he took little interest in troublesome things, preferring to remain on good terms with everyone. Yet he was always sensitive to others and now, shifting the handle of his lunch can from his right hand to his right wrist and his smudged notebook from his left hand to his left armpit, he stuffed his free hands into his pockets and attempted to make his face as moody as Stacey's and as cranky as mine. But after a few moments he seemed to forget that he was supposed to be grouchy and began whistling cheerfully. There was little that could make Christopher-John unhappy for very long, not even the thought of school."],
        ["8", "\tI tugged again at my collar and dragged my feet in the dust, allowing it to sift back onto my socks and shoes like gritty red snow. I hated the dress. And the shoes. There was little I could do in a dress, and as for shoes, they imprisoned freedom-loving feet accustomed to the feel of warm earth."],
        ["9", "\t“Cassie, stop that,” Stacey snapped as the dust billowed in swirling clouds around my feet. I looked up sharply, ready to protest. Christopher-John's whistling increased to a raucous,³ nervous shrill, and grudgingly I let the matter drop and trudged along in moody silence, my brothers growing as pensively⁴ quiet as I."],
        ["10", "\tBefore us the narrow, sun-splotched road wound like a lazy red serpent dividing the high forest bank of quiet, old trees on the left from the cotton field, forested by giant green and purple stalks, on the right. A barbed-wire fence ran the length of the deep field, stretching eastward for over a quarter of a mile until it met the sloping green pasture that signaled the end of our family's four hundred acres. An ancient oak tree on the slope, visible even now, was the official dividing mark between Logan land and the beginning of a dense forest. Beyond the protective fencing of the forest, vast farming fields, worked by a multitude⁵ of share-cropping families, covered two thirds of a ten-square-mile plantation. That was Harlan Granger land."],
        ["11", "\tOnce our land had been Granger land too, but the Grangers had sold it during Reconstruction to a Yankee for tax money. In 1887, when the land was up for sell again, Grandpa had bought two hundred acres of it, and in 1918, after the first two hundred acres had been paid off, he had bought another two hundred. It was good rich land, much of it still virgin forest, and there was no debt on half of it. But there was a mortgage on the two hundred acres bought in 1918 and there were taxes on the full four hundred, and for the past three years there had not been enough money from the cotton to pay both and live on too."],
        ["12", "\tThat was why Papa had gone to work on the railroad."],
        ["13", "\tIn 1930 the price of cotton dropped. And so, in the spring of 1931, Papa set out looking for work, going as far north as Memphis and as far south as the Delta country. He had gone west too, into Louisiana. It was there he found work laying track for the railroad. He worked the remainder of the year away from us, not returning until the deep winter when the ground was cold and barren. The following spring after planting was finished, he did the same. Now it was 1933, and Papa was again in Louisiana laying track."],
        ["14", "\tI asked him once why he had to go away, why the land was so important. He took my hand and said in his quiet way: “Look out there, Cassie girl. All that belongs to you. You ain't never had to live on nobody's place but your own and long as I live and the family survives, you'll never have to. That's important. You may not understand that now, but one day you will. Then you'll see.”"]
    ],
    "Copyright": "Excerpt from ROLL OF THUNDER, HEAR MY CRY by Mildred D. Taylor, text copyright © 1976 by Mildred D. Taylor. Used by permission of Dial Books for Young Readers, an imprint of Penguin Young Readers Group, a division of Penguin Random House LLC. All rights reserved.",
    "References": [
        ["¹", "admonished: scolded"],
        ["²", "irritatingly: in a way that bothers 3raucous: rowdy"],
        ["³", "raucous: rowdy"],
        ["⁴", "pensively: thoughtfully"],
        ["⁵", "multitude: huge number"]
    ]
}