{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Prairie Dogs: Little Rodents That Talk Big",
    "Subtitle": "",
    "Author": "by Cynthia Mills",
    "LabelType": "P",
    "Content": [
        ["1", "\tPrairie dogs got their name because people thought their calls sounded a little like a dog's bark. Actually, maybe they should've been called prairie watchdogs because they bark to alert the colony when intruders enter their territory."],
        ["2", "\tFrom the wagging tail of a happy dog, to the bristling fur and spitting yowls of an angry cat, animals can definitely get their messages across. Dr. Con Slobodchikoff, a biologist at Northern Arizona University, thinks that at least one animal—the lowly prairie dog—can say a lot."],
        ["3", "\tPrairie dog alarms are distinctive. The sound is halfway between the buzzing of a kazoo and the squawk of a disturbed crow, and can be heard from three miles away. It's hard for humans to hear the differences between the calls, though, because they only last about half a second—about as long as it takes to say “Hey!” really fast."],
        ["4", "\tSo Dr. Slobodchikoff decided to record the calls. He ran the sounds through a computer that would slow them down and turn them into detailed pictures called spectrograms. Using spectrograms, he could compare one sound to another and see if they were different."],
        ["5", "\tThe spectrograms showed that prairie dogs make different alarm calls for hawks than for coyotes and other land-bound threats. But while the calls for flying hunters like hawks were pretty much the same, the calls for animals on the ground—for dogs, cats, or humans —were different from one another."],
        ["6", "\tWere the prairie dogs saying more than “Look out above” and “Look out below”? Slobodchikoff recorded the calls over and over again. He not only recorded the prairie dogs' alarm calls while students or dogs walked by, but also when plywood cutouts of a coyote, a skunk, and a simple oval were placed nearby."],
        ["7", "\tThe prairie dogs watched regular dogs the same way they watched coyotes, but not as intensely. Their reactions to humans depended on past experience. In an area where humans had long hunted them, the prairie dogs dove into their burrows to hide; in places where people left them alone, they didn't react much at all. The prairie dogs responded to the cutouts in various ways, but not the same way they did to a real predator."],
        ["8", "\tThe calls were even different when people wore different clothes! There was a call for a human in a white T-shirt and another for a human in a yellow T-shirt. Then Slobodchikoff tried different types of dogs, using huskies, retrievers, and even a miniature poodle. Again the calls changed for the type of dog."],
        ["9", "\tAt first Slobodchikoff couldn't believe it. After all, prairie dogs are just rodents, like mice and rats, and aren't supposed to be that smart. So he worked harder to prove his findings, testing them again and again. Every time the results were the same."],
        ["10", "\tThe prairie dogs were telling each other some pretty detailed things: not just “Watch out!” but “Look, there's a guy with his dog, but they look harmless.” Although the calls are a single sound, or at least a continuous one, they seem to carry a lot of information."],
        ["11", "\tSlobodchikoff also thinks prairie dogs pay attention to the order of the sounds they make. Besides studying alarm calls, he has also recorded the little noises, the chitter- chattering, they make to each other. Since the prairie dogs don't do anything when they hear these sounds (for example, they don't duck or dive into a hole as they do when they hear an alarm call), he doesn't know if the sounds have any meaning. But prairie dogs do seem to make the sounds in particular orders: They chitter-chatter, but they don't chatter- chitter. Does the order of the sounds matter? If so, it might mean that their “language” is even more complicated than we thought."],
        ["12", "\tThough Slobodchikoff may not have proved that prairie dogs actually talk, he has found out what most of us have suspected all along: Animals have a lot to tell us. We just have to find out the best ways to listen."]
    ],
    "Copyright": "",
    "References": []
}