{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "When African-American Bessie Coleman was not admitted to flight schools in the United States, she did not give up. She went to France, where she began to train as a pilot in a famous flight school."
    ],
    "Title": "[Excerpt from] Bessie Coleman: First Black Woman Pilot",
    "Subtitle": "",
    "Author": "by Connie Plantz",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn France, Coleman walked nine miles to and from school every day for ten months. Her first flying lessons were on the ground in a French Nieuport Type 82 plane. This twenty-seven-foot biplane with a forty-foot wingspan was made of wood, lacquered cloth, pressed cardboard, wire, steel, and aluminum. It was rather flimsy, and pilots had to conduct careful inspections for any flaws that could cause parts to break off in the air."],
        ["2", "\tAs the trainee, Coleman sat in the rear cockpit. She was not always able to see her instructor, and she could not hear over the roar of the engine. Instead she learned by watching. This early aircraft did not have brakes or a steering wheel. A vertical stick, attached to the floor by a hinge, controlled the plane's up and down movements. Two rudder pedals caused the plane to go left or right. The instructor in the front cockpit had the same steering system. When the pilot moved his stick, Coleman would observe how her stick moved. When the pilot used one of his rudder pedals, Coleman could see one of her pedals move. She learned that a metal tailskid would drag along the ground upon touching down. The friction between the ground and the skid slowed the plane..."],
        ["3", "\tThe day of her final test for her license, Coleman was shown where she must land the plane. To pass the test, she had to land within fifty meters (164 feet) of the spot. First, Coleman flew a five-kilometer (three-mile) closed-circuit course¹ twice at an altitude of fifty meters. She flew a figure eight, then turned off the engine, glided into a landing, and rolled to a stop at the exact location. She successfully completed the requirements to earn her pilot's license."],
        ["4", "\tOn June 15, 1921, eighteen years after Orville and Wilbur Wright's pioneering flight, Bessie Coleman became the first black woman in the world to earn the prestigious² Fédération Aéronautique Internationale (FAI) pilot's license. Because she had been refused flying lessons in the United States, Coleman now had an international license. This document proved without a doubt that she was a skilled, well-trained pilot. If she had been allowed to take flying lessons in the United States, she probably would not have a license at all, because they were not required until 1926. But Coleman had followed Robert Abbott's advice and turned her disadvantages into advantages. Even Amelia Earhart, who began flying in 1921, did not have this prestigious license until two years later."],
        ["5", "\tColeman remained in France for a while, she said, because flying was so popular there. She exaggerated that “flying is as popular in Europe as automobiling is in America.” In Paris, she visited aircraft manufacturers and factories. She later claimed to have ordered a 130-horsepower Nieuport de Chasse to be manufactured and sent to her in the United States..."],
        ["6", "\tThere were no jobs for African-American pilots in the field of aviation. Barnstorming, though, had no racial restrictions. This aeronautic entertainment was also open to women. During Coleman's stay in France, Laura Brownell set a loop-the-loop record for women pilots—she flew 199 loops. Ten days after Coleman's return to Chicago, Lillian Boyer, a Chicago resident, made her first plane-to-plane transfer. Within the next year Boyer developed a stunt in which she stood in a speeding automobile and grabbed a rope ladder attached to the bottom of a plane passing overhead..."],
        ["7", "\tBessie Coleman's dreams went far beyond just becoming a barnstormer. Five months after returning to the United States, she told a Chicago Defender reporter that she planned to start an aviation school. First, she would visit France to purchase planes. Upon her return, she would perform exhibitions from New York City to the aviation fields at Mineola, Long Island. Then, anyone interested in learning to fly could attend the New York branch of her aviation school..."],
        ["8", "\tBessie Coleman performed the first public flight by an African-American woman in the United States on September 3, 1922. The show began with a man from the Curtiss company, Captain Edward C. McVey, escorting Coleman to her plane and then climbing into the passenger seat. Glenn Curtiss required an employee to fly with Coleman to make sure she knew how to handle the borrowed Curtiss plane. Coleman was fashionably dressed in a tailored officer's uniform made especially for her shows. Her goggles were pushed up over her leather pilot's helmet, allowing the crowd to see her face. First she knelt in the grass beside the plane to pray. Then three thousand spectators stood, hats in hand, as the band played “The Star Spangled Banner.” The last notes of the anthem died away, and the crowd remained standing as the biplane took off. It spiraled upward into the sky. Then it traced the path of a rising half loop while banking—tilting as it turned. Several minutes later, Coleman landed and Captain McVey climbed out."],
        ["9", "\tThe spectators thought the show was over, but Coleman surprised them by picking up African-American stuntman Hubert Fauntleroy Julian. He flew with her to fifteen hundred feet, then flamboyantly³ parachuted from the wing of the airplane. The onlookers went wild. They had just witnessed the first solo flight of an African-American woman pilot. After a smooth landing, Captain McVey presented Coleman with a flower bouquet. She concluded the show by taking individual passengers up in the plane for a $5 fee."],
        ["10", "\tThe New York entertainment newspaper Billboard reported that as a pilot, Coleman was conservative⁴ but skilled. Officials at the field praised her ability to pilot a plane she had no prior experience with. Billboard also reported that more African Americans probably flew that day than had flown since planes were invented."]
    ],
    "Copyright": "Excerpt from Bessie Coleman: First Black Woman Pilot by Connie Plantz. Copyright © 2005 by Enslow Publishing LLC. Used with permission of Enslow Publishers via Copyright Clearance Center.",
    "References": [
        ["¹", "closed-circuit course: a path that starts and ends in the same place and has been determined ahead of time"],
        ["²", "prestigious: well-respected, leading"],
        ["³", "flamboyantly: in a show-off manner"],
        ["⁴", "conservative: careful"]
    ]
}