{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is based on Greek myths. A myth is a traditional story that explains how something came to be or can be used to teach a lesson."
    ],
    "Title": "Passage 2: Arachne and Athena",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tA very long time ago, there was a young woman who loved to weave. Her name was Arachne. She practiced her art every day and often into the evenings. She used the materials that she could find in nature, creating colorful and remarkable cloths that people would wonder at and desire. The more that people complimented her, the prouder she became, until she thought she was the best weaver in the world."],
        ["2", "\tArachne became so proud, in fact, that one day when her neighbor asked if she had learned to weave from the goddess Athena, Arachne replied, “No, she is not my teacher. My work is special.”"],
        ["3", "\tAnd with that she showed off her latest project. It was made of a material as light as air and as strong as a team of oxen. “Athena could not make this,” she bragged. It was indeed a gorgeous cloth, one that a person would wish to own."],
        ["4", "\tSoon people were whispering to Athena about Arachne's work. Athena thought it was amusing at first. She laughed to herself about how a mortal could think she was better than a goddess. One day Athena was in the market and overheard Arachne telling people that she was a far more talented weaver than Athena. The more Athena heard, the angrier she became. “How vain she is. I will take her down a peg or two,” she said to herself."],
        ["5", "\tAthena introduced herself to Arachne. “I hear you are a fine weaver, better even than I am,” she said, hiding her anger. “Why don't we have a contest to see who is better? If you win, I shall never weave again. But if you lose, you may never touch a loom again.”"],
        ["6", "\tThey set to work. Arachne used the finest silks and amazing colored threads. She toiled very hard to create a cloth that would dazzle everyone who saw it."],
        ["7", "\tHowever, Arachne was not a goddess. This was clear. Athena called on the universe to help her create a cloth that reflected the world of the gods. Zeus himself was at its center, and her uncle, Poseidon, the lord of the sea, presided over the vast oceans. It was a delight to behold this web that she created and held up for all to admire. Her authority as a weaver was obvious to all."],
        ["", "problems/NMG5E/media/S2a.jpg"],
        ["8", "\tAfter seeing Athena's cloth, Arachne broke into tears. “Your cloth is so beautiful. It puts mine to shame,” she cried to Athena. “Now I will never be able to weave again,” she sobbed. Athena could see the sorrow in this young woman who would never be able to touch a loom again. It was what Arachne lived for."],
        ["9", "\tAthena thought long and hard about the matter. She wanted to do something for Arachne. She could not change the result of the contest, but she could change Arachne."],
        ["10", "\tShe touched her spear to Arachne's head and changed her into a small black spider. “Now you can weave as many webs as you want,” Athena told her. Arachne scurried off before Athena could change her mind."]
    ],
    "Copyright": "“Arachne and Athena” © 2017 by Cognia, Inc.",
    "References": []
}