{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Apes Are Interesting",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Apes Have More Skills"],
        ["1", "\tSometimes people think monkeys and apes are the same animal. Even though they are both primates, they have totally different characteristics. The most obvious is that monkeys have tails and apes do not. There are also many differences that are not visible though. For example, one part of the ape brain, called the cortex, is more similar to a human's. Scientists think this is why apes have good reasoning skills. Their advanced brains explain why they can use objects such as sticks as tools or weapons. Jane Goodall, who has studied chimpanzees (a type of ape) for more than 50 years, first witnessed chimpanzees using sticks to “fish” for termites and using rocks to break open nuts. This discovery was a surprise to the scientific community, who didn't know animals could use tools."],
        ["2", "\tTheir advanced brains are also what allow apes to learn certain forms of communication. Although they cannot speak with words, some apes have been taught to use sign language. Perhaps the most famous of these apes is Koko, a gorilla who learned more than 1,000 signs of an altered form of the American Sign Language."],
        ["", "Apes Are Social Animals"],
        ["3", "\tApes have just one baby at a time. Once their babies are born, apes are caring parents. Their babies stay with them for a long time compared to other mammals. In fact, baby orangutans stay with their mother until they are about six or seven years old."],
        ["4", "\tSome apes live in families. Big families of gorillas are known as harems. Harems have different arrangements of adults and babies. While orangutans tend to prefer being alone more than other apes do, chimpanzees live in groups that include between 15 and 120 individuals."],
        ["5", "\tApes express their thoughts and feelings by hooting, screaming, grunting, and panting. They also like to show each other affection, and sometimes they hug each other. Apes have very expressive faces that they use to communicate with each other. They can look surprised, amused, and friendly. Young apes that live together play a lot. They love to wrestle, chase, tickle, and hug each other. Scientists have even seen them laughing together. Play is an important part of ape learning because it helps babies figure out which behaviors are appropriate. Goodall observed that chimpanzees “are very quick to have a sudden fight ... but they're equally as good at reconciliation.”"],
        ["6", "\tApes also groom as a way of being social and forming bonds with one another. Although they do not shower or brush their teeth the way humans do, some kinds of apes spend a lot of time going through each other's hair picking out bugs!"],
        ["", "Apes Have an Endangered Future"],
        ["7", "\tSome ape species are in danger of disappearing because of things such as habitat loss, illegal hunting, and forest fires. They can also get diseases like humans do. It's critical to conserve rain forests and other ape habitats if we are to protect this valuable and fascinating animal."]
    ],
    "Copyright": "“Apes Are Interesting” © 2017 by Cognia, Inc.",
    "References": []
}