{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: The Women Who Worked with Apes",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tPeople once thought chimpanzees ate only plants, gorillas were violent, and orangutans were impossible to study. Three women showed otherwise. Jane Goodall, Dian Fossey, and Biruté Galdikas completely changed the entire research of apes. By actually living among their subjects, these scientists were able to discover things about the species that had never been seen before, revealing a once-secret world of primates."],
        ["", "Mᴏʀᴇ ᴛʜᴀɴ Jᴜsᴛ Rᴇsᴇᴀʀᴄʜ"],
        ["2", "\tFor more than 50 years, Jane Goodall has lived in Tanzania, a country in Africa, making revolutionary observations that changed what humans know about chimpanzees. Goodall was the first person to see chimps using sticks and grass to catch insects to eat. This was a groundbreaking discovery, since until that point scientists did not think that animals, including primates, could use tools. Goodall became very attached to the animals, giving them names such as Fifi and Passion, and getting to know each of their personalities. She saw the animals as more than just research subjects, and in turn, the animals rewarded her with their trust. Her important work continues today."],
        ["", "Jᴏɪɴɪɴɢ Tʜᴇɪʀ Rᴀɴᴋs"],
        ["3", "\tDian Fossey took the same approach to her work with gorillas. She thought the best way to learn about these apes was to watch them where they lived, so she traveled to places such as Congo and Rwanda. Fossey studied gorillas so closely, she learned to act like one. This led a group of gorillas to accept her as one of their own. Once they did, Fossey learned remarkable things about how much gorillas and humans are alike. For example, young gorillas play, tickle, and wrestle with each other, just like human children. In addition, gorillas talk to each other, express sadness, and even laugh. Fossey showed the world that gorillas are often kind, tender, and gentle, not vicious as was once thought."],
        ["", "Bᴜɪʟᴅɪɴɢ Tʀᴜsᴛ"],
        ["4", "\tBiruté Galdikas had to go deep into the rain forests of Indonesia to study orangutans. Orangutans are notoriously hard to find. They are good at hiding and like to keep to themselves. Once Galdikas found some orangutans to study, it took her another 12 years to get them to trust her, but once they did, she made valuable observations about orangutan life. She learned that they eat more than 400 types of food, including flowers, bark, and termites, and that babies learn from their mothers how to find good foods. Like other species, orangutans are threatened by the loss of their habitat. Galdikas carries on the important work of preserving the rain forests that the orangutans call home, since their survival depends on it."],
        ["5", "\tThese three scientists lived among their subjects so they could teach the world more about apes. For this, they will always be regarded as pioneers in their field."]
    ],
    "Copyright": "“The Women Who Worked with Apes” © 2017 by Cognia, Inc.",
    "References": []
}