{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, such as observations or experimental results, to support inferences about a relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/MP/media/1a.jpg",
            "A student applies identical forces to a block placed on three different surfaces. The student compares the acceleration of the block for each surface. Which inference about surface 1 is best supported by the results?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It has the steepest downward tilt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the surface had the steepest downward tilt, it would yield the greatest acceleration.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "It helps the block accelerate the greatest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The block accelerates the least on surface 1.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "It increases the effect of the force of gravity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The weight of the block on each surface does not change.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "It produces the greatest friction with the block.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The block accelerates the least on surface 1 due to the force of friction.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify environmental issues and explain their potential long-term health effects (e.g., pollution, pest controls, vaccinations)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is an unintended negative effect that long-term pesticide use can have on the targeted environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The amount of food the pests need to survive will be reduced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pesticide use does not reduce the amount of food available to pests.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "The pests that survive can develop resistance to the pesticides.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Prolonged pesticide use can result in resistance in the target population.",
                    "Percent": 51
                }
            },
            "C": {
                "Choice": "The number of animals that compete for resources with the pests can increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pesticide use does not increase the populations of species in competition with the pests.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "The amount of pesticide needed to eliminate the pests will be reduced over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of pesticide needed will likely stay the same or increase over time.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Examine systems changing over time, identifying the possible variables causing this change, and drawing inferences about how these variables affect this change."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "During the Carboniferous period, which occurred about 300 million years ago, the oxygen content of Earth's atmosphere was much higher than it is today. Which organisms were most likely responsible for the atmospheric conditions 300 million years ago?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fungi",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fungi do not produce oxygen as a by-product of respiration.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "plants",
                "Key": {
                    "Correct": true,
                    "Rationale": "Green plants produce oxygen as a by-product of photosynthesis.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "land animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Land animals produce carbon dioxide as a by-product of respiration.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "decomposer bacteria",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decomposer bacteria do not produce oxygen as a by-product of respiration.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Given a scenario, explain how a dynamically changing environment provides for the sustainability of living systems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Many bird species in Pennsylvania, such as the bluebird and golden-winged warbler, thrive in younger forests and open spaces. How would timber harvesting most likely affect the sustainability of these bird species?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It would increase the number of favorable habitats.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These particular species prefer younger forests and open spaces.",
                    "Percent": 35
                }
            },
            "B": {
                "Choice": "It would reduce the number of edible insect species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would likely increase the number of insects that these bird species prefer.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "It would produce forests that contain mostly mature trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Timber harvesting would reduce the number of mature trees.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "It would remove debris that provides protection from predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Debris could provide hiding areas and protection from predators for these bird species.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Design a controlled experiment by specifying how the independent variables will be manipulated, how the dependent variable will be measured, and which variables will be held constant."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student designs an experiment to determine the spectrum of color produced by different light sources. Which variable should be held constant in the student's experiment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the light source used",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light source is the independent variable in this experiment.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "the brightness of the spectrum",
                "Key": {
                    "Correct": false,
                    "Rationale": "The brightness of the spectrum is a dependent variable in this experiment.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "the prism through which the light passes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The prism should be a constant variable to determine the light spectrum that results from different light sources.",
                    "Percent": 41
                }
            },
            "D": {
                "Choice": "the colors produced by each light source",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colors produced by each light source are dependent variables in this experiment.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Interpret data/observations; develop relationships among variables based on data/observations to design models as solutions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/MP/media/6a.jpg",
            "The graph shows a relationship between the number of carbon atoms in different alcohol molecules and the boiling point of each alcohol molecule. Which statement best describes this relationship?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increasing the boiling point causes the number of carbon atoms per molecule to increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The boiling point is dependent on the number of carbon atoms present.",
                    "Percent": 35
                }
            },
            "B": {
                "Choice": "Increasing the boiling point causes the number of carbon atoms per molecule to decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The boiling point is dependent on the number of carbon atoms present.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Increasing the number of carbon atoms per molecule causes the boiling point to increase.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An increase in the number of carbon atoms results in an increase in the boiling point.",
                    "Percent": 50
                }
            },
            "D": {
                "Choice": "Increasing the number of carbon atoms per molecule causes the boiling point to decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An increase in the number of carbon atoms results in an increase, not decrease, in the boiling point.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify a design flaw in a simple technological system and devise possible working solutions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/MP/media/7a.jpg",
            "The diagram shows a type of hand pump used to bring water up from below the ground. Which flaw in the pump keeps it from functioning properly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The connecting rod is not located above the spout.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The location of the connecting rod should not affect the function of the pump.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The handle is disconnected from the connecting rod.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The handle is not attached to the connecting rod, which is needed to draw water up the pump to the spout.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "The connecting rod is not attached to the pump stand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The connecting rod does not need to be connected to the stand to function.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The handle gives too small of a mechanical advantage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the handle is sufficient to provide a mechanical advantage.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain the concept of order in a system [e.g., (first to last: manufacturing steps, trophic levels); (simple to complex: cell, tissue, organ, organ system)]."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student studied the concept of order in the human body. Which statement best summarizes how part of the human body is ordered?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cells are organized to form tissues.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Groups of cells form tissues.",
                    "Percent": 57
                }
            },
            "B": {
                "Choice": "Tissues are organized to form cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tissues are organized to form organs.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Organ systems work together to form tissues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organ systems work together to keep the body functioning.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Tissues work together to form organ systems.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tissues are organized to form organs.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain how inherited structures or behaviors help organisms survive and reproduce in different environments."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the chart below to answer the question.",
            "problems/MP/media/9a.jpg",
            "A biologist compares the behaviors of some fish that live in habitats with different amounts of salt. How do the behaviors shown most likely help these fish survive in their environments?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by maintaining a water balance inside and outside their bodies",
                "Key": {
                    "Correct": true,
                    "Rationale": "These behaviors keep the saltwater fish from losing too much water and the freshwater fish from taking on too much water.",
                    "Percent": 51
                }
            },
            "B": {
                "Choice": "by allowing them to conserve heat as water temperature changes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Holding or releasing water would not regulate body temperature.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "by helping them adjust their mass to improve movement through water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fish use swim bladders or manual propulsion to move through water.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "by providing energy to their body cells in water with low levels of oxygen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both saltwater and freshwater fish absorb oxygen through their gills and pump it to their body cells through blood.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain the flow of energy through an ecosystem (e.g., food chains, food webs)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best explains why a food web more completely represents the flow of energy through an ecosystem than a food chain does?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Most ecosystems have too many organisms to fit into a food chain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of relationships, rather than the number of organisms, is the issue with a food chain.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "More energy flows through most ecosystems than a single food chain can show.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Energy flow can be shown in both food chains and food webs.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "Relationships between organisms usually change quickly enough to make food chains inaccurate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changes in relationships would equally affect food webs and food chains.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "There are more relationships between organisms than can be shown in a single food chain.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Multiple relationships among organisms can more easily be represented with a food web.",
                    "Percent": 40
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Use evidence to explain how diversity affects the ecological integrity of natural systems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How can an increase in the diversity of producer and decomposer populations most likely affect the stability of an ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stability would increase because more light energy would be available.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The availability of light energy from the Sun would stay the same.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Stability would increase because more populations would be supported.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Increased species populations would result in greater ecosystem stability as there would be less risk of roles within the ecosystem being unfilled if an ecological disturbance were to occur.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "Stability would decrease because fewer nutrients would be returned to the soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increased species diversity would not likely result in fewer nutrients being returned to the soil.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "Stability would decrease because less energy would be available to consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of available energy within an ecosystem would not likely decrease with an increase in the diversity of producers and decomposers.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Identify and describe reactants and products of simple chemical reactions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the chemical equation below to answer the question.",
            "Formation of Carbon Dioxide",
            "C + O₂ ⇒ CO₂",
            "Which statement best describes the chemicals in the reaction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "C and O₂ are reactants, and CO₂ is a product.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Carbon and oxygen (reactants) combine in the chemical reaction to form carbon dioxide (product).",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "C and O₂ are products, and CO₂ is a reactant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon and oxygen are reactants, not products, in the chemical reaction shown. Carbon dioxide is a product, not a reactant.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "C and CO₂ are products because they contain carbon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence of carbon in a substance does not define it as a product.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "C, O₂, and CO₂ are all reactants because they are involved in a reaction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reactants undergo a chemical change in a chemical reaction, whereas products are the result of the chemical reaction.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Explain how energy is transferred from one place to another through convection, conduction, or radiation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/MP/media/13a.jpg",
            "Which labels correctly identify energy transfers in the drawing?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "X: conduction\nY: convection\nZ: radiation",
                "Key": {
                    "Correct": false,
                    "Rationale": "X shows heat being transferred from areas of higher temperature to areas of lower temperature; it is convection, not conduction. Y shows heat being transferred between substances in direct contact; it is conduction, not convection. Z correctly shows heat being transferred through electromagnetic waves (radiation).",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "X: convection\nY: conduction\nZ: radiation",
                "Key": {
                    "Correct": true,
                    "Rationale": "X shows heat being transferred from areas of higher temperature to areas of lower temperature (convection). Y shows heat being transferred between substances in direct contact (conduction). Z shows heat being transferred through electromagnetic waves (radiation).",
                    "Percent": 54
                }
            },
            "C": {
                "Choice": "X: radiation\nY: conduction\nZ: convection",
                "Key": {
                    "Correct": false,
                    "Rationale": "X shows heat being transferred from areas of higher temperature to areas of lower temperature; it is convection, not radiation. Y correctly shows heat being transferred between substances in direct contact (conduction). Z shows heat being transferred through electromagnetic waves; it is radiation, not convection.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "X: conduction\nY: radiation\nZ: convection",
                "Key": {
                    "Correct": false,
                    "Rationale": "X shows heat being transferred from areas of higher temperature to areas of lower temperature; it is convection, not conduction. Y shows heat being transferred between substances in direct contact; it is conduction, not radiation. Z shows heat being transferred through electromagnetic waves; it is radiation, not convection.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe forces acting on objects (e.g., friction, gravity, balanced versus unbalanced)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/MP/media/14a.jpg",
            "Which statements best explain the forces acting on the parachute and box at points 1 and 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Point 1: Gravitational force is greater than air resistance force.\nPoint 2: Gravitational force is equal to air resistance force.",
                "Key": {
                    "Correct": true,
                    "Rationale": "At point 1, the box has acceleration in the downward direction, indicating that the gravitational force is greater than the air resistance force. At point 2, the acceleration is zero, indicating that the two forces are balanced.",
                    "Percent": 42
                }
            },
            "B": {
                "Choice": "Point 1: Gravitational force is less than air resistance force.\nPoint 2: Gravitational force is equal to air resistance force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If gravitational force were less than air resistance force, the box would have accelerated in the upward direction at point 1.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Point 1: Gravitational force is greater than air resistance force.\nPoint 2: Gravitational force is less than air resistance force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If gravitational force were less than air resistance force, the box would have accelerated in the upward direction at point 2.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "Point 1: Gravitational force is less than air resistance force.\nPoint 2: Gravitational force is greater than air resistance force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If gravitational force were less than air resistance force, the box would have accelerated in the upward direction at point 1. If gravitational force were greater than air resistance force, the box would have accelerated in the downward direction at point 2.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Identify soil types (i.e., humus, topsoil, subsoil, loam, loess, and parent material) and their characteristics (i.e., particle size, porosity, and permeability) found in different biomes and in Pennsylvania, and explain how they formed."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Soil at the shore of Lake Erie in Pennsylvania has a high sand and gravel content. Which of the following is a characteristic of this type of soil?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "extreme acidity",
                "Key": {
                    "Correct": false,
                    "Rationale": "Extreme acidity is not a characteristic of soil with high sand and gravel content.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "rapid water drainage",
                "Key": {
                    "Correct": true,
                    "Rationale": "Soil with high sand and gravel content is porous, which allows water to drain rapidly.",
                    "Percent": 44
                }
            },
            "C": {
                "Choice": "extensive producer biomass",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil with high sand and gravel content is not ideal for plant growth and would have limited biomass from these organisms.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "significant depth before hitting bedrock",
                "Key": {
                    "Correct": false,
                    "Rationale": "The depth of the bedrock is not determined by the soil type.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the water cycle and the physical processes on which it depends (i.e., evaporation, condensation, precipitation, transpiration, runoff, infiltration, energy inputs, and phase changes)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Erie, Pennsylvania, experiences lake-effect snow in the fall when cold winds from the northwest move across warmer lake water. The air absorbs water vapor from the lake and then deposits it as snow to the east and southeast of the lake. During some winters, the surface of Lake Erie freezes solid. Which statement describes how this event would most likely change lake-effect snow in Erie, Pennsylvania?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Winds blowing from the lake and into Erie would stop because the lake cannot lose heat when frozen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The winds do not stop when the lake freezes.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The weather in Erie would include excessive snow, wind, and freezing temperatures because the lake would be unable to absorb energy from the air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There would be less snow, not more, because evaporation from the surface of the lake would decrease when the lake freezes.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Condensation would increase, producing an increase in the amount of snowfall in Erie because the lake would remain at a constant temperature when frozen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Condensation does not impact lake-effect snow.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "Evaporation from the lake would essentially stop, causing less water to be in the surrounding air, which would result in a decrease in the amount of snowfall in Erie.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Less snow would fall as the amount of evaporation from the surface of the lake decreases.",
                    "Percent": 42
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence from investigations to clearly communicate and support conclusions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA18G8S/media/17a.jpg",
            "problems/PA18G8S/media/17b.jpg",
            "Scientists measured dissolved oxygen levels at the Ashepoo, Combahee, and Edisto (ACE) Basin National Estuarine Research Reserve."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MS",
                "NumChoices": 5,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Based on the data shown in the graph and the data table, predict which organism(s) would likely survive year-round in the ACE Basin."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "bass",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "hake",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "crab",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "shark",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "E": {
                        "Choice": "halibut",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe a possible reason for the changes in dissolved oxygen levels observed in the ACE Basin throughout the year."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe natural processes that change Earth's surface (e.g., landslides, volcanic eruptions, earthquakes, mountain building, new land being formed, weathering, erosion, sedimentation, soil formation)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA18G8S/media/18a.jpg",
            "The diagram illustrates the movement of the Indian continental plate and its eventual collision with the Eurasian continental plate."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify the natural process that moved the Indian continental plate from its location 48 million years ago to its current location."
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "continental drift",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe the results of the collision between the Indian continental plate and the Eurasian continental plate."
                ],
                "AnswerChoices": {}
            }
        }
    }
}