{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Fluently add, subtract, and multiply polynomials."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (2x^2- 4) - (-3x^2+ 2x - 7)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5x^2- 2x + 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The given expression (2x^2- 4) - (-3x^2+ 2x - 7) can be rewritten as 2x^2- 4 + 3x^2- 2x + 7). Combining like terms yields 5x^2- 2x + 3.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5x^2+ 2x - 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of errors when applying the distributive property.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "x^2- 2x - 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of errors when applying the distributive property.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "x^2+ 2x  - 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of errors when applying the distributive property.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between an algebraic representation and a graph of a system of linear equations in two variables not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/2a.jpg",
            "The graph above shows the positions of Paul and Mark during a race. Paul and Mark each ran at a constant rate, and Mark was given a head start to shorten the distance he needed to run. Paul finished the race in 6 seconds, and Mark finished the race in 10 seconds. According to the graph, Mark was given a head start of how many yards?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The y-intercept of the line that represents Mark's position shows that he was 18 yards from Paul's position at the start of the race, so he did not have a head start of 3 yards.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The y-intercept of the line that represents Mark's position shows that he was 18 yards from Paul's position at the start of the race, so he did not have a head start of 12 yards.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "18",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lines shown on the graph give the positions of Paul and Mark during the race. At the start of the race, 0 seconds have elapsed, so the y-intercept of the line that represents Mark's position during the race represents the number of yards Mark was from Paul's position (at 0 yards) at the start of the race. Because the y-intercept of the line that represents Mark's position is at the grid line that is halfway between 12 and 24, Mark had a head start of 18 yards.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The y-intercept of the line that represents Mark's position shows that he was 18 yards from Paul's position at the start of the race, so he did not have a head start of 24 yards.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, in a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Snow fell and then stopped for a time. When the snow began to fall again, it fell at a faster rate than it had initially. Assuming that none of the snow melted during the time indicated, which of the following graphs could model the total accumulation of snow versus time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/SAT16M2/media/3a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The leftmost segment in this choice, which represents the first time period, shows that the snow accumulated at a certain rate; the middle segment, which represents the second time period, is horizontal, showing that the snow stopped accumulating; and the rightmost segment, which represents the third time period, is steeper than the first segment, indicating that the snow accumulated at a faster rate than it did during the first time period.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/SAT16M2/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows snow accumulating faster during the first time period than during the third time period; however, the question says that the rate of snow accumulation in the third time period is higher than in the first time period.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/SAT16M2/media/3c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows snow accumulation increasing during the first time period, not accumulating during the second time period, and then decreasing during the third time period; however, the question says that no snow melted (accumulation did not decrease) during this time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/SAT16M2/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows snow accumulating at a constant rate, not stopping for a period of time or accumulating at a faster rate during a third time period.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear equations in one variable to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A website-hosting service charges businesses a onetime setup fee of $350 plus d dollars for each month. If a business owner paid $1,010 for the first 12 months, including the setup fee, what is the value of d?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "25",
                "Key": {
                    "Correct": false,
                    "Rationale": "If d were equal to 25, the first 12 months would cost 350 + (12)(25) = 650 dollars, not $1,010.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "35",
                "Key": {
                    "Correct": false,
                    "Rationale": "If d were equal to 35, the first 12 months would cost 350 + (12)(35) = 770 dollars, not $1,010.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "45",
                "Key": {
                    "Correct": false,
                    "Rationale": "If d were equal to 45, the first 12 months would cost 350 + (12)(45) = 890 dollars, not $1,010.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "55",
                "Key": {
                    "Correct": true,
                    "Rationale": "The equation 12d + 350 = 1,010 can be used to determine d, the number of dollars charged per month. Subtracting 350 from both sides of this equation yields 12d = 660, and then dividing both sides of the equation by 12 yields d = 55.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear inequalities in one or two variables to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:6x - 9y > 12",
            "Which of the following inequalities is equivalent to the inequality above?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x - y > 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not equivalent to (does not have the same solution set as) the given inequality. For example, the ordered pair (0, -1.5) is a solution to the given inequality, but it is not a solution to this inequality.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2x - 3y > 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both sides of the given inequality can be divided by 3 to yield 2x - 3y > 4.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3x - 2y > 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not equivalent to (does not have the same solution set as) the given inequality. For example, the ordered pair (0, -1.5) is a solution to the given inequality, but it is not a solution to this inequality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "3y - 2x > 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not equivalent to (does not have the same solution set as) the given inequality. For example, the ordered pair (0, -1.5) is a solution to the given inequality, but it is not a solution to this inequality.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use percentages to solve problems in a variety of contexts including, but not limited to, discounts, interest, taxes, and tips."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/6a.jpg",
            "The table above shows a summary of 1,200 responses to a survey question. Based on the table, how many of those surveyed get most of their medical information from either a doctor or the Internet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "865",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, 76% of survey respondents get their information from either a doctor or the Internet. 865 is about 72% (the percent of survey respondents who get most of their medical information from a doctor or from magazines/brochures), not 76%, of 1,200.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "887",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, 76% of survey respondents get their information from either a doctor or the Internet. 887 is about 74%, not 76%, of 1,200.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "912",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, 63% of survey respondents get most of their medical information from a doctor and 13% get most of their medical information from the Internet. Therefore, 76% of the 1,200 survey respondents get their information from either a doctor or the Internet, and 76% of 1,200 is 912.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "926",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, 76% of survey respondents get their information from either a doctor or the Internet. 926 is about 77%, not 76%, of 1,200.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand issues related to sampling methods and why a result can be extended only to the population from which the sample was selected."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The members of a city council wanted to assess the opinions of all city residents about converting an open field into a dog park. The council surveyed a sample of 500 city residents who own dogs. The survey showed that the majority of those sampled were in favor of the dog park. Which of the following is true about the city council's survey?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that the majority of city residents are in favor of the dog park.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the sampling method isn't random, there is no guarantee that the survey results will be reliable; hence, they cannot be generalized to the entire population.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The survey sample should have included more residents who are dog owners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A larger sample size would not correct the sampling bias.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The survey sample should have consisted entirely of residents who do not own dogs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A survey sample of non-dog owners would likely have a biased opinion, just as a sample of dog owners would likely have a biased opinion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The survey sample is biased because it is not representative of all city residents.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The members of the city council wanted to assess opinions of all city residents. To gather an unbiased sample, the council should have used a random sampling design to select subjects from all city residents. The given survey introduced a sampling bias because the 500 city residents surveyed were all dog owners. This sample is not representative of all city residents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use one- and two-way tables, area models, and other representations to find relative frequency, probabilities, and conditional probabilities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/8a.jpg",
            "The table above shows the flavors of ice cream and the toppings chosen by the people at a party. Each person chose one flavor of ice cream and one topping. Of the people who chose vanilla ice cream, what fraction chose hot fudge as a topping?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8/25",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice represents the fraction of people at the party who chose hot fudge as a topping.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5/13",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice represents the fraction of people who chose vanilla ice cream with caramel as a topping.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "13/25",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice represents the fraction of people at the party who chose vanilla ice cream.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8/13",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, 13 people chose vanilla ice cream. Of those people, 8 chose hot fudge as a topping. Therefore, of the people who chose vanilla ice cream, the fraction who chose hot fudge as a topping is 8/13.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Solve problems involving derived units, including those that arise from products (e.g., kilowatt-hours) and quotients (e.g., population per square kilometer)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The total area of a coastal city is 92.1 square miles, of which 11.3 square miles is water. If the city had a population of 621,000 people in the year 2010, which of the following is closest to the population density, in people per square mile of land area, of the city at that time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6,740",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of dividing the population by the total area, instead of the land area.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "7,690",
                "Key": {
                    "Correct": true,
                    "Rationale": "The land area of the coastal city can be found by subtracting the area of the water from the total area of the coastal city; that is, 92.1 - 11.3 = 80.8 square miles. The population density is the population divided by the land area, or 621,000/80.8 = 7,685, which is closest to 7,690 people per square mile.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "55,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of dividing the population by the area of water.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "76,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of making a computational error with the decimal place.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear equations in one variable to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Between 1497 and 1500, Amerigo Vespucci embarked on two voyages to the New World. According to Vespucci's letters, the first voyage lasted 43 days longer than the second voyage, and the two voyages combined lasted a total of 1,003 days. How many days did the second voyage last?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "460",
                "Key": {
                    "Correct": false,
                    "Rationale": "460 + (460 + 43) = 963, not 1,003 days.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "480",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let x represent the number of days the second voyage lasted. The number of days the first voyage lasted is then x + 43. Since the two voyages combined lasted a total of 1,003 days, the equation x + (x + 43) = 1,003 must hold. Combining like terms yields 2x + 43 = 1,003, and solving for x gives x = 480.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "520",
                "Key": {
                    "Correct": false,
                    "Rationale": "520 + (520 + 43) = 1,083, not 1,003 days.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "540",
                "Key": {
                    "Correct": false,
                    "Rationale": "540 + (540 + 43) = 1,123, not 1,003 days.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a system of two linear equations in two variables, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:7x + 3y = 8\n6x - 3y = 5",
            "For the solution `(x,y)` to the system of equations above, what is the value of x - y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-4/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of some computational errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2/3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding the equations side-by-side eliminates y, as follow: (7x + 3y = 8) + (6x - 3y = 8) = (13x + 0y = 13).\nSolving the obtained equation for x gives x = 1. Substituting 1 for x in the first equation gives 7(1) + 3y = 8. Subtracting 7 from both sides of the equation yields 3y = 1, so y = 1/3. Therefore, the value of x - y is 1 - 1/3, or 2/3.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "4/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "1 + 1/3 = 4/3 is the value of x + y, not x - y.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "22/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of some computational errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Analyze and interpret data represented in a scatterplot, but do not make predictions."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S1.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over which of the following time periods is the average growth rate of the sunflower least?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Day 0 to Day 21",
                "Key": {
                    "Correct": false,
                    "Rationale": "On the graph, the line segment from day 63 to 84 is less steep than each of the three other line segments representing other periods. Therefore, the average growth rate of the sunflower is the least from day 63 to 84.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Day 42 to Day 63",
                "Key": {
                    "Correct": false,
                    "Rationale": "On the graph, the line segment from day 63 to 84 is less steep than each of the three other line segments representing other periods. Therefore, the average growth rate of the sunflower is the least from day 63 to 84.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Day 42 to Day 63",
                "Key": {
                    "Correct": false,
                    "Rationale": "On the graph, the line segment from day 63 to 84 is less steep than each of the three other line segments representing other periods. Therefore, the average growth rate of the sunflower is the least from day 63 to 84.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Day 63 to Day 84",
                "Key": {
                    "Correct": true,
                    "Rationale": "The average growth rate of the sunflower over a certain time period is the increase in height of the sunflower over the period divided by the time. Symbolically, this rate is (h(b) - h(a))/(b - a), where a and b are the first and the last day of the time period, respectively. Since the time period for each option is the same (21 days), the total growth over the period can be used to evaluate in which time period the sunflower grew the least. According to the graph, the sunflower grew the least over the period from day 63 to day 84. Therefore, the sunflower's average growth rate was the least from day 63 to day 84.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear function that represents a context, interpret the meaning of an input/ output pair, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S1.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function h, defined by h(t) = at + b, where a and b are constants, models the height, in centimeters, of the sunflower after t days of growth during a time period in which the growth is approximately linear. What does a represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The predicted number of centimeters the sunflower grows each day during the period",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the definition and contextual interpretation of the function h, when the value of t increases by 1, the height of the sunflower increases by a centimeters. Therefore, a represents the predicted amount, in centimeters, by which the sunflower grows each day during the period the function models.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The predicted height, in centimeters, of the sunflower at the beginning of the period",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the given model, the beginning of the period corresponds to t = 0, and since h(0) = b, the predicted height, in centimeters, of the sunflower at the beginning of the period is represented by b, not by a.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The predicted height, in centimeters, of the sunflower at the end of the period",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the period of time modeled by the function is c days long, then the predicted height, in centimeters, of the sunflower at the end of the period is represented by ac + b, not by a.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The predicted total increase in the height of the sunflower, in centimeters, during the period",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the period of time modeled by the function is c days long, the predicted total increase in the height of the sunflower, in centimeters, during that period is represented by the difference h(c) - h(0) = (ac + b) - (a · 0 + b), which is equivalent to ac, not a.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Fit linear models to data represented in a scatterplot."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S1.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The growth rate of the sunflower from day 14 to day 35 is nearly constant. On this interval, which of the following equations best models the height h, in centimeters, of the sunflower t days after it begins to grow?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "h = 2.1t - 15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth rates of the sunflower from day 14 to day 35 in these choices are significantly higher or lower than the true growth rate of the sunflower as shown in the graph or the table. This choice may result from considering time periods different from the period indicated in the question or from calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "h = 4.5t - 27",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, the height of the sunflower is 36.36 cm on day 14 and 131.00 cm on day 35. Since the height of the sunflower between day 14 and day 35 changes at a nearly constant rate, the height of the sunflower increases by approximately (131.00 - 36.36)/(35 - 14) ~~ 4.5 cm per day. Therefore, the equation that models the height of the sunflower t days after it begins to grow is of the form h = 4.5t + b. Any ordered pair (t, h) from the table between day 14 and day 35 can be used to estimate the value of b. For example, substituting the ordered pair (14, 36.36) for (t, h) into the equation h = 4.5t + b gives 36.36 = 4.5(14) + b. Solving this for b yields b = -26.64. Therefore, of the given choices, the equation h = 4.5t - 27 best models the height h, in centimeters, of the sunflower t days after it begins to grow.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "h = 6.8t - 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth rates of the sunflower from day 14 to day 35 in these choices are significantly higher or lower than the true growth rate of the sunflower as shown in the graph or the table. This choice may result from considering time periods different from the period indicated in the question or from calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "h = 13.2t - 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth rates of the sunflower from day 14 to day 35 in these choices are significantly higher or lower than the true growth rate of the sunflower as shown in the graph or the table. This choice may result from considering time periods different from the period indicated in the question or from calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Compare linear and exponential growth."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/15a.jpg",
            "Which of the following equations relates y to x for the values in the table above?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = (1/2) • (5/2)^x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The relationship between `x` and `y` cannot be exponential because the differences, not the ratios, of y-values are the same every time the x-values change by the same amount.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "y = 2 • (3/4)^x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The relationship between `x` and `y` cannot be exponential because the differences, not the ratios, of y-values are the same every time the x-values change by the same amount.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "y = 3x/4 + 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ordered pair (2, 25/4) is not a solution to the equation y = 3x/4 + 2. Substituting 2 for x and 25/4 for y in this equation gives 25/4 = 3/2 + 2, which is false.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "y = 7x/2 - 3/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, the value of y increases by 14/4 = 7/2 every time the value of x increases by 1. It follows that the simplest equation relating y to x is linear and of the form y = 7x/2 + b for some constant b. Furthermore, the ordered pair (1, 11/4) from the table must satisfy this equation. Substituting 1 for x and 11/4 for y in the equation y = 7x/2 + b. Solving this equation for b gives b = -3/4. Therefore, the equation in this choice correctly relates y to x.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Use concepts and theorems relating to congruence and similarity of triangles to solve problems."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/16a.jpg",
            "problems/SAT16M2/media/16b.jpg",
            "Triangles ABC and DEF are shown above. Which of the following is equal to the ratio BC/AB?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "DE/DF",
                "Key": {
                    "Correct": false,
                    "Rationale": "DE/DF is the inverse of the ratio BC/AB.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "DF/DE",
                "Key": {
                    "Correct": true,
                    "Rationale": "In right triangle ABC, the measure of angle B must be 58° because the sum of the measure of angle A, which is 32°, and the measure of angle B is 90°. Angle D in the right triangle DEF has measure 58°. Hence, triangles ABC and DEF are similar. Since BC is the side opposite to the angle with measure 32° and AB is the hypotenuse in right triangle ABC, the ratio BC/AB is equal to DF/DE.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "DF/EF",
                "Key": {
                    "Correct": false,
                    "Rationale": "DF/EF =  BC/AC, not BC/AB.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "EF/DE",
                "Key": {
                    "Correct": false,
                    "Rationale": "EF/DE =  AC/AB, not BC/AB.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Given an equation or formula in two or more variables, view it as an equation in a single variable of interest where the other variables are parameters, and solve for the variable of interest."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following expresses the riser height in terms of the tread depth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "h = (25 + d)/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from incorrect transformations of the riser- tread formula 2h + d = 25 when expressing h in terms of d.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "h = (25 - d)/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Isolating the term that contains the riser height, h, in the formula 2h + d = 25 gives 2h = 25 - d. Dividing both sides of this equation by 2 yields h = (25 - d)/2.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "h = -(25 + d)/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from incorrect transformations of the riser- tread formula 2h + d = 25 when expressing h in terms of d.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "h = -(25 - d)/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Isolating the term that contains the riser height, h, in the formula 2h + d = 25 gives 2h = 25 - d. Dividing both sides of this equation by 2 yields h = (25 - d)/2.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Given a linear inequality or system of linear inequalities, interpret a point in the xy-plane in terms of the solution set."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Some building codes require that, for indoor stairways, the tread depth must be at least 9 inches and the riser height must be at least 5 inches. According to the riser-tread formula, which of the following inequalities represents the set of all possible values for the riser height that meets this code requirement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0 ≤ h ≤ 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The riser height, h, cannot be less than 5 inches.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "h ≥ 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The riser height, h, cannot be greater than 8. For example, if h = 10, then according to the riser-tread formula 2h + d = 25, it follows that d = 5 inches. However, d must be at least 9 inches according to the building codes, so h cannot be 10.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5 ≤ h ≤ 8",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the tread depth, d, must be at least 9 inches, and the riser height, h, must be at least 5 inches, it follows that d ≥ 9 and h ≥ 5, respectively. Solving for d in the riser-tread formula 2h + d = 25 gives d = 25 - 2h. Thus the first inequality, d ≥ 9, is equivalent to 25 - 2h ≥ 9. This inequality can be solved for h as follows:\n-2h ≥ 9 - 25\n2h ≤ 25 - 9\n2h ≤ 16\nh ≤ 8\nTherefore, the inequality 5 ≤ h ≤ 8, derived from combining the inequalities h ≥ 5 and h ≤ 8, represents the set of all possible values for the riser height that meets the code requirement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8 ≤ h ≤ 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The riser height, h, cannot be greater than 8. For example, if h = 10, then according to the riser-tread formula 2h + d = 25, it follows that d = 5 inches. However, d must be at least 9 inches according to the building codes, so h cannot be 10.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists."
        ],
        "SuppContent": [
            "problems/SAT16M2/supps/SAT16M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An architect wants to use the riser-tread formula to design a stairway with a total rise of 9 feet, a riser height between 7 and 8 inches, and an odd number of steps. With the architect's constraints, which of the following must be the tread depth, in inches, of the stairway? (1 foot = 12 inches)"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7.2",
                "Key": {
                    "Correct": false,
                    "Rationale": "7.2 inches is the riser height, not the tread depth of the stairs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "9.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "10.6",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let h be the riser height, in inches, and n be the number of the steps in the stairway. According to the architect's design, the total rise of the stairway is 9 feet, or 9 × 12 = 108 inches. Hence, nh = 108, and solving for n gives 108/h. It is given that 7 < h < 8. It follows that 108/8 < 108/h < 108/7, or equivalently, 108/8 < n < 108/7. Since 108/8 < 14 and 108/7 > 15 and n is an integer, it follows that 14 ≤ n ≤ 15. Since n can be an odd number, n can only be 15; therefore, h = 108/15 = 7.2 inches. Substituting 7.2 for h in the riser-tread formula 2h + d = 25 gives 14.4 + d = 25. Solving for d gives d = 10.6 inches.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "15 is the number of steps, not the tread depth of the stairs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve quadratic equations in one variable presented in a wide variety of forms."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the sum of the solutions to (x - 6)(x + 0.7) = 0?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "-6.7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of subtracting 6 from -0.7 instead of adding.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "-5.3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of erroneously calculating the sum of -6 and 0.7 instead of 6 and -0.7.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5.3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the product of x - 6 and x + 0.7 equals 0, by the zero product property either x - 6 = 0 or x + 0.7 = 0. Therefore, the solutions to the equation are 6 and -0.7. The sum of 6 and -0.7 is 5.3.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "6.7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice  is the sum of 6 and 0.7, not 6 and -0.7.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "With random samples, identify or describe which population the results can be extended to. Given a description of a study with or without random assignment, determine whether there is evidence for a causal relationship."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A study was done on the weights of different types of fish in a pond. A random sample of fish were caught and marked in order to ensure that none were weighed more than once. The sample contained 150 largemouth bass, of which 30% weighed more than 2 pounds. Which of the following conclusions is best supported by the sample data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The majority of all fish in the pond weigh less than 2 pounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the sample contained 150 largemouth bass, of which 30% weighed more than 2 pounds, the largest population to which this result can be generalized is the population of the largemouth bass in the pond.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The average weight of all fish in the pond is approximately 2 pounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the sample contained 150 largemouth bass, of which 30% weighed more than 2 pounds, the largest population to which this result can be generalized is the population of the largemouth bass in the pond.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Approximately 30% of all fish in the pond weigh more than 2 pounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the sample contained 150 largemouth bass, of which 30% weighed more than 2 pounds, the largest population to which this result can be generalized is the population of the largemouth bass in the pond.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Approximately 30% of all largemouth bass in the pond weigh more than 2 pounds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sample of 150 largemouth bass was selected at random from all the largemouth bass in the pond, and since 30% of them weighed more than 2 pounds, it can be concluded that approximately 30% of all largemouth bass in the pond weigh more than 2 pounds.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Analyze and interpret numerical data distributions represented with frequency tables, histograms, dot plots, and box plots."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/22a.jpg",
            "In 2008, there were 21 states with 10 or more electoral votes, as shown in the table above. Based on the table, what was the median number of electoral votes for the 21 states?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "13",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the electoral votes are ordered from least to greatest taking into account the frequency, 13 will be in the tenth position, not the middle.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "15",
                "Key": {
                    "Correct": true,
                    "Rationale": "The median of a list of numbers is the middle value when the numbers are listed in order from least to greatest. For the electoral votes shown in the table, their frequency should also be taken into account. Since there are 21 states represented in the table, the middle number will be the eleventh number in the ordered list. Counting the frequencies from the top of the table (4 + 4 + 1 + 1 + 3 = 13) shows that the median number of electoral votes for the 21 states is 15.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "17",
                "Key": {
                    "Correct": false,
                    "Rationale": "17 is in the fourteenth position, not in the middle, of the ordered list.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "20",
                "Key": {
                    "Correct": false,
                    "Rationale": "20 is in the fifteenth position, not in the middle, of the ordered list.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a polynomial function, simple rational function, or other nonlinear function in a context, or a quadratic or exponential function that involves a transformation in a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/23a.jpg",
            "As part of an experiment, a ball was dropped and allowed to bounce repeatedly off the ground until it came to rest. The graph above represents the relationship between the time elapsed after the ball was dropped and the height of the ball above the ground. After it was dropped, how many times was the ball at a height of 2 feet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "One",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the ball was at a height of 2 feet three times, not one time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Two",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the ball was at a height of 2 feet three times, not two times.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Three",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the graph shows the height of the ball above the ground after it was dropped, the number of times the ball was at a height of 2 feet is equal to the number of times the graph crosses the horizontal grid line that corresponds to a height of 2 feet. The graph crosses this grid line three times.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Four",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the ball was at a height of 2 feet three times, not four times.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use percentages to solve problems in a variety of contexts including those that involve percent increases and decreases for many different quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A customer's monthly water bill was $75.74. Due to a rate increase, her monthly bill is now $79.86. To the nearest tenth of a percent, by what percent did the amount of the customer's water bill increase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4.1%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the difference 79.86 - 75.74 rounded to the nearest tenth, which is the (absolute) increase of the bill's amount, not its percent increase.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5.1%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of some calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5.2%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of dividing the difference between the two bill amounts by the new bill amount instead of the original bill amount.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "5.4%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To find the percent increase of the customer's water bill, the absolute increase of the bill, in dollars, is divided by the original amount of the bill, and the result is multiplied by 100%, as follows: (79.86 - 75.74)/75.74 ~~ 0.054; 0.054 × 100% = 5.4%.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a linear function not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/25a.jpg",
            "Some values of the linear function f are shown in the table above. What is the value of f(3)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the third x-value in the table, not f(3).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "7",
                "Key": {
                    "Correct": true,
                    "Rationale": "A linear function has a constant rate of change, and any two rows of the shown table can be used to calculate this rate. From the first row to the second, the value of x is increased by 2 and the value of f(x) is increased by 6 = 4 - (-2). So the values of f(x) increase by 3 for every increase by 1 in the value of x. Since f(2) = 4, it follows that f(2 + 1) = 4 + 3 = 7. Therefore, f(3) = 7.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from errors when calculating the function's rate of change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "9",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from errors when calculating the function's rate of change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the fact that when two quantities are in a proportional relationship, if one changes by a scale factor, then the other also changes by the same scale factor."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A gear ratio r:s is the ratio of the number of teeth of two connected gears. The ratio of the number of revolutions per minute (rpm) of two gear wheels is s:r. In the diagram below, Gear A is turned by a motor. The turning of Gear A causes Gears B and C to turn as well.",
            "problems/SAT16M2/media/26a.jpg",
            "If Gear A is rotated by the motor at a rate of 100 rpm, what is the number of revolutions per minute for Gear C?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "50",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from using the gear ratio instead of the ratio of the rpm when calculating the rotational speed of Gear C.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "110",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from comparing the rpm of the gears using addition instead of multiplication.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "200",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since Gear A has 20 teeth and Gear B has 60 teeth, the gear ratio for Gears A and B is 20:60. Thus the ratio of the number of revolutions per minute (rpm) for the two gears is 60:20, or 3:1. That is, when Gear A turns at 3 rpm, Gear B turns at 1 rpm. Similarly, since Gear B has 60 teeth and Gear C has 10 teeth, the gear ratio for Gears B and C is 60:10, and the ratio of the rpms for the two gears is 10:60. That is, when Gear B turns at 1 rpm, Gear C turns at 6 rpm. Therefore, if Gear A turns at 100 rpm, then Gear B turns at 100/3 rpm, and Gear C turns at 100/3 × 6 200 rpm.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of multiplying the 100 rpm for Gear A by the number of teeth in Gear C.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Complete the square in an equation representing a circle to determine properties of the circle when it is graphed in the xy-plane and use the distance formula in problems related to circles."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the xy-plane, the graph of 2x^2- 6x + 2y^2+ 2y = 45 is a circle. What is the radius of the circle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "One way to find the radius of the circle is to put the given equation in standard form, `(x-h)^2+(y-k)^2=r^2`, where `(h,k)` is the center of the circle and the radius of the circle is r. To do this, divide the original equation, 2x^2- 6x + 2y^2+ 2y = 45, by 2 to make the leading coefficients of x^2and y^2each equal to 1: x^2- 3x + y^2+ y = 22.5. Then complete the square to put the equation in standard form. To do so, first rewrite x^2- 3x + y^2+ y = 22.5 as (x^2- 3x + 2.25) - 2.25 + (y^2+ y + 0.25) - 0.25 = 22.5. Second, add 2.25 and 0.25 to both sides of the equation: (x^2- 3x + 2.25) + (y^2+ y + 0.25) = 25. Since x^2- 3x + 2.25 = (x - 1.5)^2, y^2- x + 0.25 = (y - 0.5)^2, and 25 = 5^2, it follows that (x - 1.5)^2 + (y - 0.5)^2 = 5^2. Therefore, the radius of the circle is 5.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "6.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of errors in manipulating the equation or of a misconception about the standard form of the equation of a circle in the xy-plane.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "√40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of errors in manipulating the equation or of a misconception about the standard form of the equation of a circle in the xy-plane.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "√50",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of errors in manipulating the equation or of a misconception about the standard form of the equation of a circle in the xy-plane.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve linear absolute value equations in one variable or simple rational and radical equations in one variable."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two different points on a number line are both 3 units from the point with coordinate -4. The solution to which of the following equations gives the coordinates of both points?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "|x + 4| = 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The coordinates of the points at a distance d units from the point with coordinate a on the number line are the solutions to the equation |x - a| = d. Therefore, the coordinates of the points at a distance of 3 units from the point with coordinate -4 on the number line are the solutions to the equation |x - (-4)| = 3, which is equivalent to |x + 4| = 3.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "|x  - 4| = 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The solutions of |x - 4| = 3 are the coordinates of the points on the number line at a distance of 3 units from the point with coordinate 4.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "|x + 3| = 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The solutions of |x + 3| = 4 are the coordinates of the points on the number line at a distance of 4 units from the point with coordinate -3.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "|x  - 3| = 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The solutions of |x - 3| = 4 are the coordinates of the points on the number line at a distance of 4 units from the point with coordinate 3.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Create and use quadratic or exponential functions to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A motor powers a model car so that after starting from rest, the car travels s inches in t seconds, where s = 16t√t. Which of the following gives the average speed of the car, in inches per second, over the first t seconds after it starts?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4√t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from misconceptions about how average speed is calculated.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "16√t",
                "Key": {
                    "Correct": true,
                    "Rationale": "The average speed of the model car is found by dividing the total distance traveled by the car by the total time the car traveled. In the first t seconds after the car starts, the time changes from 0 to t seconds. So the total distance the car traveled is the distance it traveled at t seconds minus the distance it traveled at 0 seconds. At 0 seconds, the car has traveled 16(0)√0 inches, which is equal to 0 inches. According to the equation given, after t seconds, the car has traveled 16t√t inches. In other words, after the car starts, it travels a total of 16t√t  inches in t seconds. Dividing this total distance traveled by the total time shows the car's average speed: (16t√t)/t = 16√t inches per second.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "16/√t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from misconceptions about how average speed is calculated.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "16t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from misconceptions about how average speed is calculated.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Fit quadratic and exponential models to data represented in a scatterplot."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot below shows the amount of electric energy generated, in millions of megawatt-hours, by nuclear sources over a 10‑year period.",
            "problems/SAT16M2/media/30a.jpg",
            "Of the following equations, which best models the data in the scatterplot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 1.674x^2+ 19.76x - 745.763",
                "Key": {
                    "Correct": false,
                    "Rationale": "The positive coefficient of the x^2term means that these these equations each define upward-opening parabolas, whereas a parabola that fits the data in the scatterplot must open downward.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "y = 1.674x^2- 19.76x - 745.763",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice defines a parabola with a y-intercept that has a negative y-coordinate, whereas a parabola that fits the data in the scatterplot must have a y-intercept with a positive y-coordinate.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "y = 1.674x^2+ 19.76x + 745.763",
                "Key": {
                    "Correct": false,
                    "Rationale": "The positive coefficient of the x^2term means that these these equations each define upward-opening parabolas, whereas a parabola that fits the data in the scatterplot must open downward.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "y = -1.674x^2+ 19.76x + 745.763",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data in the scatterplot roughly fall in the shape of a downward-opening parabola; therefore, the coefficient for the x^2term must be negative. Based on the location of the data points, the y-intercept of the parabola should be somewhere between 740 and 760. Therefore, of the equations given, the best model is y = -1.674x^2+ 19.76x + 745.73.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear equations in one variable to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A group of friends decided to divide the $800 cost of a trip equally among themselves. When two of the friends decided not to go on the trip, those remaining still divided the $800 cost equally, but each friend's share of the cost increased by $20. How many friends were in the group originally?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:10",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let n be the number of friends originally in the group. Since the cost of the trip was $800, the share, in dollars, for each friend was originally 800/n. When two friends decided not to go on the trip, the number of friends who split the $800 cost became n - 2, and each friend's cost became 800/(n - 2). Since this share represented a $20 increase over the original share, the equation 800/n + 20 = 800/(n - 2) must be true. Multiplying each side of 800/n + 20 = 800/(n - 2) by n(n - 2) to clear all the denominators gives 800(n - 2) + 20n(n - 2) = 800n.\nThis is a quadratic equation and can be rewritten in the standard form by expanding, simplifying, and then collecting like terms on one side, which gives n² - 2n - 80 = 0.\nAfter factoring, this becomes (n + 8)(n - 10) = 0.\nThe solutions of this equation are -8 and 10. Since a negative solution makes no sense for the number of people in a group, the number of friends originally in the group was 10.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Fluently solve a linear equation in one variable."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:2(5x - 20) - (15 + 8x) = 7",
            "What value of x satisfies the equation above?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:31",
                "Key": {
                    "Correct": true,
                    "Rationale": "The equation can be solved using the steps shown below.\n2(5x - 20) - 15 - 8x = 7\n2(5x) - 2(20) - 15 - 8x = 7 (Apply the distributive property.)\n10x - 40 - 15 - 8x = 7 (Multiply.)\n2x - 55 = 7 (Combine like terms.)\n2x = 62 (Add 55 to both sides of the equation.)\nx = 31 (Divide both sides of the equation by 2.)",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems about the surface area or volume of a geometric figure or an object that can be modeled by a geometric figure using given information such as length, area, surface area, or volume."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A laboratory supply company produces graduated cylinders, each with an internal radius of 2 inches and an internal height between 7.75 inches and 8 inches. What is one possible volume, rounded to the nearest cubic inch, of a graduated cylinder produced by this company?"
        ],
        "AnswerChoices": {
            "KEY1": {
                "Choice": "equal:97",
                "Key": {
                    "Correct": true,
                    "Rationale": "The volume of a cylinder can be found by using the formula `V=pir^2h`, where r is the radius of the circular base and h is the height of the cylinder. The smallest possible volume, in cubic inches, of a graduated cylinder produced by the laboratory supply company can be found by substituting 2 for r and 7.75 for h, giving V = π(2^2)(7.75). This gives a volume of approximately 97.39 cubic inches, which rounds to97 cubic inches. The largest possible volume, in cubic inches, can be found by substituting 2 for r and 8 for h, giving V = π(2^2)(8). This gives a volume of approximately 100.53 cubic inches, which rounds to 101 cubic inches. Therefore, the possible volumes are all the integers greater than or equal to 97 and less than or equal to 101, which are 97, 98, 99, 100, and 101. Any of these numbers may be gridded as the correct answer.",
                 "Percent": 0
                }
            },
            "KEY2": {
                "Choice": "equal:101",
                "Key": {
                    "Correct": true,
                    "Rationale": "The volume of a cylinder can be found by using the formula `V=pir^2h`, where r is the radius of the circular base and h is the height of the cylinder. The smallest possible volume, in cubic inches, of a graduated cylinder produced by the laboratory supply company can be found by substituting 2 for r and 7.75 for h, giving V = π(2^2)(7.75). This gives a volume of approximately 97.39 cubic inches, which rounds to97 cubic inches. The largest possible volume, in cubic inches, can be found by substituting 2 for r and 8 for h, giving V = π(2^2)(8). This gives a volume of approximately 100.53 cubic inches, which rounds to 101 cubic inches. Therefore, the possible volumes are all the integers greater than or equal to 97 and less than or equal to 101, which are 97, 98, 99, 100, and 101. Any of these numbers may be gridded as the correct answer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the xy-plane, the graph of y = 3x^2- 14x intersects the graph of y = x at the points (0, 0) and (a, a). What is the value of a?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:5",
                "Key": {
                    "Correct": true,
                    "Rationale": "The intersection points of the graphs of y = 3x^2- 14x and y = x can be found by solving the system consisting of these two equations. To solve the system, substitute x for y in the first equation. This gives x = 3x^2- 14x. Subtracting x from both sides of the equation gives 0 = 3x^2- 15x. Factoring 3x out of each term on the left-hand side of the equation gives 0 = 3x(x - 5). Therefore, the possible values for x are 0 and 5. Since y = x, the two intersection points are (0, 0) and (5, 5). Therefore, a = 5.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The line with the equation  4x/5 + y/3 = 1 is graphed in the xy‑plane. What is the x-coordinate of the x-intercept of the line?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:5/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The y-coordinate of the x-intercept is 0, so 0 can be substituted for y, giving 4x/5 + 1/3(0) = 1. This simplifies to 4x/5 = 1. Multiplying both sides of 4x/5 = 1 by 5 gives 4x = 5. Dividing both sides of 4x = 5 by 4 gives x = 5/4, which is equivalent to 1.25.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "For quantitative variables, calculate, compare, and interpret mean, median, and range."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT16M2/media/36a.jpg",
            "Andrew and Maria each collected six rocks, and the masses of the rocks are shown in the table above. The mean of the masses of the rocks Maria collected is 0.1 kilogram greater than the mean of the masses of the rocks Andrew collected. What is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:13/5",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the mean of a set of numbers can be found by adding the numbers together and dividing by how many numbers there are in the set, the mean mass, in kilograms, of the rocks Andrew collected is (2.4 + 2.5 + 3.6 + 3.1 + 2.5 + 2.7)/6 = 16.8/6 = 2.8. Since the mean mass of the rocks Maria collected is 0.1 kilogram greater than the mean mass of rocks Andrew collected, the mean mass of the rocks Maria collected is 2.8 + 0.1 = 2.9 kilograms. The value of x can be found by using the algorithm for finding the mean (x + 3.1 + 2.7 + 2.9 + 3.3 + 2.8)/6 = 2.9. Solving this equation gives x = 2.6, which is equivalent to 13/5.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Create and use quadratic or exponential functions to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Jeremy deposited x dollars in his investment account on January 1, 2001. The amount of money in the account doubled each year until Jeremy had 480 dollars in his investment account on January 1, 2005. What is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:30",
                "Key": {
                    "Correct": true,
                    "Rationale": "The situation can be represented by the equation x(2⁴) = 480, where the 2 represents the fact that the amount of money in the account doubled each year and the 4 represents the fact that there are 4 years between January 1, 2001, and January 1, 2005. Simplifying x(2⁴) = 480 gives 16x = 480. Therefore, x = 30.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use percentages to solve problems in a variety of contexts including, but not limited to, discounts, interest, taxes, and tips."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A school district is forming a committee to discuss plans for the construction of a new high school. Of those invited to join the committee, 15% are parents of students, 45% are teachers from the current high school, 25% are school and district administrators, and the remaining 6 individuals are students. How many more teachers were invited to join the committee than school and district administrators?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:8",
                "Key": {
                    "Correct": true,
                    "Rationale": "The 6 students represent (100 - 15 - 45 - 25)% = 15% of those invited to join the committee. If x people were invited to join the committee, then 0.15x = 6. Thus, there were 6/0.15 = 40 people invited to join the committee. It follows that there were 0.45(40) = 18 teachers and 0.25(40) = 10 school and district administrators invited to join the committee. Therefore, there were 8 more teachers than school and district administrators invited to join the committee.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}