{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "How Science Saved the Eiffel Tower",
    "Subtitle": "",
    "Author": "by Ron Cowen",
    "LabelType": "P",
    "Content": [
        ["1", "\tClose your eyes and picture the city of Paris. Now imagine the city without its most famous landmark: the Eiffel Tower."],
        ["2", "\tThe unthinkable almost happened."],
        ["3", "\tWhen French engineer Gustave Eiffel built this tower for the Paris World’s Fair of 1889, it created a sensation. The iron structure contrasted sharply with the historic stone buildings of Paris. What’s more, at 300 meters (984 feet), it became the tallest structure in the world. It dwarfed the previous record holder — the 169.3-meter (555-foot) Washington Monument in the U.S. capital."],
        ["4", "\tEiffel’s four-legged iron archway was supposed to last only 20 years. That’s when Eiffel’s permit to operate the building would expire and the city could choose to tear it down."],
        ["5", "\tAnd it initially seemed the building indeed was in peril. Three hundred prominent artists and writers publicly expressed their hatred for Eiffel’s iron giant. In a petition published in the French newspaper Le Temps just as construction was beginning, the group referred to the Tower as a “giddy ridiculous tower dominating Paris like a gigantic black smokestack.”"],
        ["6", "\tA French novelist of the time, Charles-Marie-Georges Huysmans, declared that “it is hard to imagine” that people will allow such a building to stay."],
        ["7", "\tYet from the beginning, Eiffel had a strategy to save his building. If the Tower was linked to important research, he reasoned, no one would dare take it down. So he would make it a grand laboratory for science."],
        ["8", "\tAreas of research would include weather and the brand-new fields of powered flight and radio communications. “It will be an observatory and a laboratory such as science has never had at its disposal,” Eiffel bragged in 1889."],
        ["9", "\tAnd his strategy worked. This year marks the iconic structure’s 125th birthday. Over the years, research conducted there has brought dramatic and unexpected payoffs. During World War I, for instance, the French army used the Tower as a giant ear to intercept radio messages. It even led to the arrest of one of the war’s most famous and notorious spies."],
        ["", "Not a moment to lose"],
        ["10", "\tYet the Tower’s studies would go beyond Eiffel’s wish to preserve his building, says Bertrand Lemoine. He directs research at the French National Center for Scientific Research in Paris. In 1893, not long after the Tower’s completion, Eiffel resigned from his engineering firm. He now had the time — and money — to explore his keen interest in the natural world."],
        ["11", "\tAnd he wasted no time."],
        ["12", "\tScientific research began just one day after the Tower opened to the public on May 6, 1889. Eiffel installed a weather station on the Tower’s third (and highest) floor. He connected instruments by wire to the French weather bureau in Paris. With these, he measured wind speed and air pressure."],
        ["13", "\tIn fact, one of the more striking instruments installed on the Tower from its earliest days was a giant manometer. It’s a device that measures the pressure of gases or liquids. A manometer consists of a U-shaped tube containing mercury or another liquid at the bottom. One end of the “U” is open to the air, the other is sealed off. The difference in height of the liquid in the two parts of the U is a measure of the pressure of the air (or liquid) bearing down on the open end."],
        ["14", "\tBy 1900, manometers were common. But the Tower’s enormous one stretched from its summit to its base. The length of the tube enabled scientists to measure pressures 400 times greater than that at sea level. Until now, no one had been able to measure pressures this high."],
        ["15", "\tFrench scientists already had succeeded in measuring temperatures to an accuracy of one hundredth of a degree Celsius. But no one had tried to put those recordings in any kind of meaningful chart or graph. Eiffel was the first, notes Joseph Harriss, author of The Tallest Tower (Unlimited Publishing, 2008). From 1903 through 1912, Eiffel used his own money to publish charts and weather maps. These helped the French Weather Bureau adopt a more scientific approach to weather measurements, Harriss explains."],
        ["", "A wind laboratory"],
        ["16", "\tThe Tower also played a pivotal role in the emerging field of aerodynamics. That’s the study of how air moves around objects. Eiffel had first seriously considered the effects of wind as he began designing his building. He feared that a strong air current might topple the Tower. But he also was interested in aviation. In 1903, the Wright brothers piloted the first motorized airplane. That same year, Eiffel began studying the motion of objects racing down a cable from the Tower’s second floor."],
        ["17", "\tHe sent objects of different shapes down the 115-meter (377-foot) cable. Wires linked these objects to recording devices. Those devices measured the speed of the objects and the pressure of air along the direction of travel. Some of the objects Eiffel studied moved as fast as 144 kilometers (89 miles) per hour. That was speedier than early aircraft."],
        ["18", "\tScientific American reported on one of these early experiments in its March 19, 1904, issue. A heavy cylinder, capped by a cone, sped down the cable in just 5 seconds. Eiffel had installed a flat plate in front of the cylinder."],
        ["19", "\tSo during the object’s descent, the wind’s pressure thrust that plate backward. This provided a new way of measuring the resistance that air exerts on a moving object."],
        ["20", "\tConducting hundreds of such experiments, Eiffel confirmed that this resistance increases in proportion to the square of the object’s surface. So doubling the size of the surface would quadruple the wind resistance. This finding would prove an important guide in designing the shape of airplane wings."],
        ["21", "\tIn 1909, Eiffel built a wind tunnel at the bottom of the Tower. It’s a large tube through which a strong fan pushes air. Air flowing around stationary objects placed in the tunnel would mimic effects during flight. This allowed Eiffel to test several models of airplane wings and propellers."],
        ["22", "\tThe findings provided new insight into how airplane wings get their lift. When nearby residents complained about the noise, Eiffel constructed a larger and more powerful wind tunnel in Auteuil, a few kilometers away. That research center — the Eiffel Aerodynamics Laboratory — still stands. Today, however, engineers use it to test the wind resistance of cars, not planes."],
        ["", "Saved by radio"],
        ["23", "\tDespite these successes, it was another area of research — radio — that ensured Eiffel’s Tower would not be torn down."],
        ["24", "\tIn late 1898, Eiffel invited inventor Eugène Ducretet (DU-kreh-TAY) to carry out experiments from the Tower’s third floor. Ducretet was interested in making practical use of radio waves. This electromagnetic radiation is generated, just as visible light is, by accelerating electrically charged particles."],
        ["25", "\tIn the 1890s, the main way that people communicated over long distances was by using a telegraph. This device conveyed messages, using a special code, across an electric wire. Ducretet became the first person in France to transmit telegraph messages without the wires. Radio waves carried the messages."],
        ["26", "\tHis first wireless transmission took place on Nov. 5, 1898. He sent it from the third floor of the Tower to the historic Panthéon (PAN-thay-ohn), a burial place for famous citizens of Paris that was 4 kilometers (2.5 miles) away. One year later, wireless messages were sent for the first time from France to Great Britain across the English Channel."],
        ["27", "\tIn 1903, still worried that his building might be dismantled, Eiffel got a clever idea. He asked the French military to conduct its own research on radio communications at the Tower. He even paid the army’s costs."],
        ["28", "\tFrench army captain Gustave Ferrié (FAIR-ee-AY) worked from a wooden shack at the base of the Tower’s southern pillar. From there, he made radio contact with forts around Paris. By 1908, the Tower was broadcasting wireless telegraph signals to ships and military installations as far away as Berlin in Germany, Casablanca in Morocco, and even North America."],
        ["29", "\tConvinced of the importance of radio communications, the army set up a permanent radio station at the Tower. In 1910, the city of Paris renewed the structure’s permit for another 70 years. The Tower was now saved and set to become the symbol of Paris."]
    ],
    "Copyright": "From “How Science Saved the Eiffel Tower” by Ron Cowen from SCIENCE NEWS FOR STUDENTS, October 23, 2014. Copyright © 2014 Society for Science & the Public. All rights reserved.",
    "References": []
}