{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Emily lives in Washington, D.C., in 1908. This afternoon she has been invited by her friends to see her first motion picture. In 1908, motion pictures were silent, so piano music was played in the theater to help the audience understand what was happening on the screen."
    ],
    "Title": "[Excerpt from] Wheels of Change",
    "Subtitle": "",
    "Author": "by Darlene Beck Jacobson",
    "LabelType": "P",
    "Content": [
        ["1", "\tWe're bundled under wool blankets to keep most of the chill off. With a jug of hot chocolate and a sack of Mrs. Cook's sugar cookies, I hardly feel the cold."],
        ["2", "\tCharlie does most of the talking, telling us about the things we'll see. He's been a couple times already, and since Rose and I are first timers, we nod our heads, nibble cookies, and listen. Charlie's excitement captures us like lightning bugs until we're glowing and buzzing with anticipation. Before I know it, we pull up in front of a store on Seventh Street. A huge sign in the window says: SEE THE WONDERS OF THE WORLD. HAVE SOME LAUGHS. ENJOY THE FINEST SONG AND DANCE ACTS AND MUCH MORE FOR ONLY 5 CENTS."],
        ["3", "\t“Are we really going to see singing, dancing, and action all at once?” I ask. It's hard to imagine so many exciting things at the same time."],
        ["4", "\t“Just wait until you see!” Charlie crows."],
        ["5", "\tMr. Cook ties up the horse and helps us all out of the wagon. “Bring the hot chocolate and cookies,” he says."],
        ["6", "\t“We can eat and drink while we watch the show,” Charlie explains."],
        ["7", "\tTo say it is unlike anything I've ever seen only tells part of the story."],
        ["8", "\tWe enter a room nearly the size of the carriage barn. There are some benches up front, but they're taken. We sit in some straight-back chairs half-way down the room. No sooner do we sit than the lights dim, and a spotlight shines on the white wall in front of us. An enormous photograph fills up the light on the wall and starts to move."],
        ["9", "\tIt moves faster."],
        ["10", "\tWhen a train moves past open fields, mountains, and lakes, I gasp. I can almost feel the wind on my face as the train rushes by. There are comedy skits with famous folks from vaudeville telling jokes, slipping on banana skins, and singing funny songs. I watch dance pictures, and one about the American Revolution with people dressed in costumes."],
        ["", ":box:vaudeville = a type of entertainment that was popular in the United States at the time of this story"],
        ["11", "\tI'm dizzy, wide-eyed and breathless, watching it all. When I think it can't be any more exciting, a piano player begins music that starts out slow and easy. Once the action on the wall speeds up, the music does too, so I have the feeling I'm right in the middle of the fight between the cowboys and Indians. Then I'm chasing bank robbers down a city street. It's as if it's happening right now before us. Stories are told with signs spelling out what's happening, and, through it all, the piano music fills the room."],
        ["12", "\tThe sights make me want to jump from my seat, but the piano music makes me want to dance, soar, and fly. It's almost as good as being in the forge."],
        ["13", "\tAlmost—but not quite."],
        ["14", "\tStill, I can't take my eyes off the piano player. In the dark it's hard to see what he looks like. His music makes the crowd laugh, cry, shout, and swoon, at just the right moments."],
        ["15", "\tWhen it's over and the lights come back on, the piano player faces the crowd and takes a bow."],
        ["16", "\tMy mouth falls open and I can't stop staring at what I see."],
        ["17", "\tA woman."],
        ["18", "\t“Well, what do you think?” Charlie asks."],
        ["19", "\t“I loved the song and dance parts,” Rose says, smiling."],
        ["20", "\t“Did you see the woman playing the piano? I didn't know girls could have such a job.” I'm so excited I feel like it's my birthday and Mama made my favorite applesauce spice cake."],
        ["21", "\t“It was a lady?” Charlie scratches his head."],
        ["22", "\tRose, Mr. Cook, and I all laugh at his confused expression."],
        ["23", "\t“How could you not know that?” I say."],
        ["24", "\tCharlie shrugs. “I was so caught up in the action, I didn't pay attention to anything else.”"],
        ["25", "\t“She made the action,” I say as we gather our coats and empty cups and head for the exit."],
        ["26", "\t“You're crazy,” says Charlie."],
        ["27", "\t“What do you mean?” asks Rose."],
        ["28", "\t“Do you think it would have been anywhere near as exciting to watch with no sound?” I say."],
        ["29", "\tThey all look at me, and Mr. Cook laughs and says, “By golly, Emily, that's something I never considered. The moving pictures were entertaining, but that piano told you when there was danger, or tragedy, or just plain fun.”"],
        ["30", "\t“Exactly,” I say."]
    ],
    "Copyright": "",
    "References": []
}