{
    "Directions": "Read the following passage about growing pistachios then answer each question that follows.",
    "Context": [],
    "Title": "It's Raining Pistachios!",
    "Subtitle": "",
    "Author": "by Gretchen Maurer",
    "LabelType": "P",
    "Content": [
        [" ", "\tWith rubber mallets, we whacked at the trunks of the young trees until pistachio nuts dropped down around us, thumping the tarp beneath our feet. I plucked one off the ground, peeled off the hull, and pried the shell open. The raw nut tasted like fresh air and sun-warmed earth. It was worth the eight-year wait."],
        [" ", "\tBefore I was born, my parents lived in Turkey. They ate a lot of Turkish pistachios and loved the rich flavor. My dad dreamed of owning a pistachio farm. Later, he and a friend bought 11 acres near the Russian River in northern California. The climate and soil conditions there were perfect for growing pistachios."],
        ["", "Getting Started"],
        [" ", "\tOn a spring morning when I was 12, my family and I piled out of our truck with picks and shovels, ready to plant the first of 1,500 pistachio trees. As I tamped the earth around one particularly spindly tree, I thought, no way are these dead-looking sticks going to grow anything!"],
        [" ", "\tPistachio trees take 7 to 10 years to produce nuts. For the first 3 years, we watered our trees by hand, using buckets we filled from a 300-gallon water tank hauled around on the back of a truck. Later, we dug a pond and installed a water-saving sprinkler system. During the dry season, it sprays hairlike streams of water between the trees."],
        ["", "Our First Harvest"],
        [" ", "\tAfter eight years, our trees produced our first pistachio harvest. Because young trees are fragile, we couldn't use a machine to shake the nuts from the trees. Instead, we whacked the trunks with rubber-tipped harvesting mallets that looked like giant cotton swabs. A few hundred pounds of pistachios fell onto tarps under the trees during that first harvest."],
        ["", "Going Organic"],
        [" ", "\tA few years later, we decided to grow our pistachios organically. Growing organic pistachios means that we do not use pesticides, herbicides, or human-made fertilizers. This requires a lot of work and creative thinking."],
        [" ", "\tTo produce healthy nuts, pistachio trees need nitrogen, so we add it to the soil with organic fertilizers. We add a ground-up fish solution to the sprinkler system, and we mix shovelfuls of composted chicken feathers or manure into the soil."],
        [" ", "\tWe also plant red clover around the trees; it takes nitrogen from the air and stores it in its roots. Over time, the nitrogen in the roots leaches into the soil and fertilizes the trees."],
        [" ", "\tTo control weeds that would steal nutrients from our trees, we hoe around each tree by hand and plow between rows."],
        [" ", "\tWe've even had to weed the pond! When weeds threatened to choke our water source, we paddled out in a canoe and pulled the tangly plants into the boat. Sometimes we've drained the water to let goats chomp on the intruding plants."],
        [" ", "\tCrows would devour our pistachios if we let them. So we frighten them away with scarecrows and with screeching sounds made by noise machines. The screeches mimic the calls of hawks, which prey on crows."],
        ["", "10,000 Pounds of Pistachios"],
        [" ", "\tPistachio trees produce a heavy crop of nuts one year and a light crop the next. A good harvest for us these days is 500 times what it was that first year — roughly the weight of a full-grown elephant!"],
        [" ", "\tNow that our trees are mature, we can collect the pistachios with a mechanical shaker. Its padded arm clamps onto the trunk of the tree and vibrates it. For about 30 seconds, the branches become a wild blur. Nuts rain down onto a tarp, which rolls up and dumps them onto a conveyor belt. The belt carries them to a large bin. Later, another machine removes the pistachios' rosy outer hulls and dries the nuts."],
        [" ", "\tWe haul the hulled nuts to a large processing plant where they're sorted, roasted, and salted. The sorting machine has an electric eye that detects any dark-stained shells and, with a jet of air, blows them into a separate bin. Finally, bagged, labeled, and ready to munch, our pistachios are sold at farmers' markets and in stores."],
        [" ", "\tToday, our hearty trees look nothing like those dead-looking sticks we planted over 30 years ago. As I watch my 12-year-old daughter and her brothers collect stray nuts in buckets, I think of how I underestimated these trees when I was her age. With their branches loaded with clumps of rosy nuts, they couldn't look more beautiful."]
    ],
    "Copyright": "“It's Raining Pistachios!” by Gretchen Maurer from Highlights for Children Magazine, August 2010. Copyright © Highlights for Children, Inc., Columbus, Ohio. All rights reserved.",
    "References": []
}