{
    "Directions": "Read following passages about the Everglades in Florida then answer each question that follows.",
    "Context": [],
    "Title": "A Day in the Everglades",
    "Subtitle": "",
    "Author": "by Sage Levin and Leslie Reed",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Keep your eyes open,” my dad said."],
        [" ", "\t“For what?” I asked."],
        [" ", "\t“Birds and alligators and ...” he pointed, “panthers.”"],
        [" ", "\tAs we drove through the Everglades, I looked out the car window. I realized we were surrounded by the “River of Grass” we'd read about. Next to the road was a sign that said “Panther Crossing.” The Florida panther is an endangered species. There are fewer than 80 panthers left in the Everglades. I kept my eyes open. And was I ever amazed by what I saw that day in the Everglades!"],
        ["", "Fɪʀsᴛ Sᴛᴏᴘ: Sᴡᴀᴍᴘ ᴡᴀʟᴋ"],
        [" ", "\tThe boardwalk wandered through a forest of cypress and palm trees. In one tree, two baby barred owls were being fed by their parents. They turned their huge round eyes to look at us. We stayed quiet, and they didn't seem afraid. It seemed to me that nothing in the Everglades feared us."],
        [" ", "\tThose barred owl babies were just a preview of what awaited us at the swamp where the boardwalk ended. Cypress forests are the perfect habitat for water-loving animals. Here's why: These trees grow in water! Sticking up from the water around the base of the trees are “knees,” which are actually part of the roots. And they're “home sweet home” for water creatures that like to hide. Higher up, wading birds nest in the branches."],
        [" ", "\tAll around us were giant birds in beautiful colors—snowy egrets, ibis, herons, and ..."],
        [" ", "\t“What's that?” I asked as an enormous white bird swooped down."],
        [" ", "\t“Wow! A wood stork,” my mom said."],
        [" ", "\tWood storks are also endangered, and yet here one was, sweeping its big bill through the water, looking for food."],
        [" ", "\tWhat I really wanted to see was alligators, which turned out to be pretty easy—my nickname isn't “reptile eye” for nothing! In the water below us was a huge mother alligator with, yes, nine babies crawling on and around her. They were about the size of my feet and really cute! I also spotted a water snake swimming under a cypress tree. And this was just our first stop!"],
        ["", "Sᴇᴄᴏɴᴅ Sᴛᴏᴘ: Bᴏᴀᴛ ʀɪᴅᴇ"],
        [" ", "\tSome of the water that flows through the Everglades ends up in the Gulf of Mexico. Our tour boat drove slowly—and for good reason. The water is shallow (“if you fall out, you can just walk home,” the tour guide told us), and there are manatees in it."],
        [" ", "\tThese mammals are huge (they're sometimes called “sea cows”). They hang out close to the water's surface, where they are often hit by speeding boats. Many manatees die from these accidents; many others bear huge scars from propellers. I kept my eyes open but didn't see any manatees: the water was too brown to see anything in it."],
        [" ", "\tThe water isn't brown because it's polluted—it's naturally brown. Here's why: The 10,000 islands are covered with mangrove trees, whose roots reach into the brackish (a mixture of salty and fresh) water. These trees—and their roots—are a great habitat for many animals, both in and out of the water. When the leaves fall into the water, they break down, turning the water brown and becoming food for tiny organisms. Those organisms are eaten by bigger animals like crabs and fish, which are eaten by even bigger animals like birds and ..."],
        [" ", "\t“Dolphins!” Mom yelled. An Atlantic bottle-nosed dolphin leaped out of the water, then another. One even jumped right next to the boat!"],
        ["", "Lᴀsᴛ Sᴛᴏᴘ: Pᴀʀᴋ ʀᴀɴɢᴇʀ ᴛᴀʟᴋ"],
        [" ", "\t“The Everglades is in trouble,” Ranger Brian Ettling told the crowd. He told us that much of the water we had followed from the River of Grass through the swamps and to the ocean is being drained. People are drying out the land to build houses and farms. Sometimes water is allowed to rush back into drained areas. When this happens, alligator eggs are often washed from their nests. Many animals that depend on the Everglades are losing their homes."],
        [" ", "\t“Not only is this a bad situation for the wildlife, but it's a bad situation for you and me,” Ranger Ettling said. Fortunately, the park has a plan to improve the situation in the Everglades."],
        [" ", "\tRanger Ettling picked up a ball that looked like Earth."],
        [" ", "\t“Restoring the Everglades is a test to see if people can restore the balance of other natural places,” he said. Then he threw the ball to me. When I caught it, he said, “If we pass the test, we get to keep the planet.” That seemed like a hard test—but definitely worth it."]
    ],
    "Copyright": "“A Day in the Everglades” by Sage Levin and Leslie Reed from Appleseeds, February 2007, Vol. 9, Issue 6, copyright © by Cricket Media, Inc. Reproduced with permission. All Cricket Media material is copyrighted by Cricket Media and/or various authors and illustrators. Any commercial use or distribution of material without permission is strictly prohibited. Please visit https://cricketmedia.com/childrens-content-licensing for licensing and http://www.cricketmedia.com for subscriptions.",
    "References": []
}