{
    "Directions": "Read the following passage about finches living in a classroom, then answer each question that follows.",
    "Context": [],
    "Title": "The Finch",
    "Subtitle": "",
    "Author": "by Lauren Orme",
    "LabelType": "P",
    "Content": [
        [" ", "\tNot everyone considers their classrooms at night. Dull, mute corridors contrast with the echoes of daytime shouts and chatter. The life of a school goes out with the sun. In the darkened classroom with the number 268, there was a little sign of life. A small reminder of the animated day. A tiny bird, a finch, was hopping methodically across her cage."],
        [" ", "\tRoom 268 was a science classroom, and the teacher who occupied it kept finches. She liked them because they were tough, not needing all the special equipment a fish or reptile requires. She liked the birds' brave and curious nature and appreciated that though they always had something to say, they said it quietly enough."],
        [" ", "\tThis particular finch was hopping in and out of the single beam of yellow illumination coming from outside. Every few hops she would stop and squint down at the newspaper that covered the floor of her cage. Her head would move slowly, and then off she'd go again, bouncing along, shifting position. It looked exactly like what was truly happening. The finch was reading."],
        [" ", "\tNimbus was a zebra finch. She was a dusty gray color with black and white bands on her tail and eyes. Her beak was the fiery orange of a sunset she had never seen. Had she known what they were, Nimbus would have loved sunsets. Sunsets meant evening, and evening meant she could learn more about the world. The dim light cast by the lamp outside was a poor substitute for the daylight during school hours, but Nimbus dared not read then. Daytime was for absorbing as much of the lessons as she could, trying hard not to sneak glances at the tempting words below."],
        [" ", "\tNimbus fluttered to the coconut birdhouse and perched on top, causing it to swing wildly. She poked her head inside and saw Zephyr. If Nimbus was small, Zephyr was tiny in comparison. Half the size of a normal zebra finch, Zephyr was very light brown, almost white, with delicate stripes along her back and eyes. But she more than made up for her size with her audacious spirit."],
        [" ", "\tNimbus fluttered her wings, causing the coconut to swing more wildly still."],
        [" ", "\tZephyr giggled. “Faster, Nim!”"],
        [" ", "\tNimbus started giggling, too. She couldn't help herself. Soon, the birds were whirling and bouncing, twittering with glee as the coconut whizzed around. As usual, just as the pair was having the most amount of fun, an irritated voice erupted across the cage."],
        [" ", "\t“Stop that maniacal swinging at once! Really, you'd think it was a spring day the way you two are whirling about.” Luna, the oldest and largest finch, fluffed her snow-white feathers indignantly. Nimbus peeked into the coconut just in time to see Zephyr puff her feathers and waggle her beak in secret imitation as Luna continued, unaware of the mockery."],
        [" ", "\t“It's bad enough being subject to incessant noise by those insufferable children during the day, and their dreadful cage rattling is enough to shake my feathers right out. Just when a poor bird thinks she can get some quiet solitude, you two start beleaguering my ears with your silly acrobatics!” Luna concluded with a “Humph!” and a punctuating feather fluff."],
        [" ", "\tThe grump of the finch trio, Luna only craved peace. Nimbus immediately felt sorry. Luna's size often made her the subject of extra attention during the school day. And her reactions to noise were entertaining to the children, who would rap the sides of the cage to watch her flutter."],
        [" ", "\tNimbus glided to the perch next to Luna and began to groom her neck feathers. “Poor Luna, I'm sorry you had a bad day,” Nimbus soothed. “Would you like me to read to you the funnies?”"],
        [" ", "\t“Humph! Indeed not. Reading is a dreadful habit that should be kept to humans. It is absolutely unnatural to get information from the newspaper the way you do.”"],
        [" ", "\tNimbus knew this would be Luna's first reaction. It usually was. Nimbus gently disagreed. “I hear you, but just think of all the information we've learned from those papers! And about the world outside! We'd never know there were such wonders as sky and trees and starlight if it weren't for reading.”"],
        [" ", "\tThe coconut began to bounce and twirl again as Zephyr joyfully chattered, “The world! The world! Tell us more about the world, Nim!” A burst of song exploded from the coconut."],
        [" ", "\tThe birds had never known about the world outside until the day Nimbus discovered words. She remembered when understanding had hit her like a thunderbolt."],
        [" ", "\tB-i-r-d. A word written on the teacher's whiteboard. “Bird,” the teacher had said, along with a string of other words. But her human finger had stopped at the word as she made the sound. It was a word Nimbus had seen before. It was on the cage. People had looked at her and said it. She was a bird."],
        [" ", "\tIn time, the teacher's simple habit of pointing to words on the board and saying them aloud helped Nimbus discover more. Before the month was out, she had learned a bit of geography, weather, and astronomy, gobbling up the information like millet seeds. Most important, she had learned about the sky, flight, and a world beyond the school door filled with many other birds. This information jolted Nimbus's brain like electricity. It meant there was more to discover. More to life. It answered a question in Nimbus's heart she had always possessed but could not name. Something more was out there."],
        [" ", "\tIn time, with practice and patience, Nimbus could read the newspapers. She was never able to choose the information, of course, but there was enough about weather and geography to build her knowledge and keep her thirsty for more."],
        [" ", "\tLuna pretended to be above it all. She huffed and hooted with indignity. “Birds we may be,” she scolded, “but birds we shall also remain. We are safe and well-fed in this habitat, and I shudder to think of the trials and tribulations lying in wait outside.”"],
        [" ", "\tThough Luna and Zephyr never learned to read, Nimbus read to them. Luna loved the principle of long and important-sounding words. Zephyr liked the sports."],
        [" ", "\t“Coming in from the outfield ... ,” she would screech while flying madly about the cage, “... the five-time world champion ...” Zoom! “... tournament-cup winning ...” Zoom! “... all-starrrr makes aaaa GOAAAL!” Zoooom!"],
        [" ", "\t“The world. Out there.” Nimbus loved the sound of the words. As she began to speak, Zephyr fluttered from the coconut down to her favorite spot—sandwiched between Nimbus and Luna."],
        [" ", "\tNimbus talked of air that moved, of different temperatures in the sky, of swirling clouds, of trees, and of nights filled with stars."],
        [" ", "\t“I wish I could go,” Zephyr whispered."],
        [" ", "\t“I would take us all if I could!” Nimbus promised."],
        [" ", "\tAs was often the case, Luna was cautious. “The world out there is big, and we know very little. What we do know comes from words, which aren't a part of nature, and only one of us understands them. We are safe and comfortable here. Be grateful.” She shuffled on her perch as if settling down forever."],
        [" ", "\t“But are we happy?” Zephyr asked."],
        [" ", "\tNimbus's brain didn't know the answer to that question, but her heart did. Only, how do you share what there are no words for? She knew the best chance they would have “out there” was together. They were a team of brave, brain, and caution. And they loved each other. Alone was not the answer."],
        [" ", "\tIt didn't matter anyway. Without the ability to escape, they would never have the choice of leaving. So Nimbus continued to read and to listen, hoping one day she would discover the words that described the thought in her heart."],
        [" ", "\tThe right words came one day in late spring. The yawning teacher shuffled in, carrying heavy-looking bags and her daily cup of horrible-smelling brown liquid. After the first group of students arrived, it was clear they were beginning new lessons. Normally, new subjects were filled with different words she didn't understand, and Nimbus would despair at the learning she was missing. But “Physics” was different. It sounded interesting, and Nimbus leaned forward eagerly on her perch."],
        [" ", "\t“Physics” was filled with words that were familiar, like push, force, pull, down, air, up, action, and reaction. Movements and ideas went with the sounds in new ways, teaching Nimbus what it was that finally changed everything. It took several class periods with the same lesson on “Simple Machines” for the words and motions to make sense. But it wasn't new! She had seen them somewhere. Memory tugged at Nimbus's mind the way Zephyr yanked on her feathers."],
        [" ", "\tThat moment, Luna, dozing in a ray of sunlight, shifted a bit in her sleep. The light around her changed and suddenly illuminated words faintly etched in the bottom corner of the cage. Nimbus had seen the words a hundred times before. She even knew what they were individually. But that day, in the glowing shaft of afternoon sunlight, Nimbus read what the words meant, and that idea in her heart, that instinct, burst forth into a possibility, an option of freedom. She read, “To Open Cage, Turn Latch and Pull Up.”"],
        [" ", "\tAnd Nimbus understood."],
        [" ", "\tThat evening, after school had ended, the janitor opened the door to Room 268 to wheel in the cleaning cart. It had been a warm and windy day. The sunset glowed pink, yellow, and the same fiery orange color of a zebra finch beak. On top of the school roof, feathers ruffled in their first spring breeze as the sinking sun in all its colors was viewed by three new pairs of eyes."]
    ],
    "Copyright": "",
    "References": []
}