{
    "Directions": "Read the passages “Thomas Jefferson's Vegetable Garden: A Thing of Beauty And Science” and “Thomas Jefferson, Food Pioneer” and then answer each question that follows.",
    "Context": [
        "This passage describes the gardens at Thomas Jefferson's home, Monticello, and discusses the former president's passion for gardening."
    ],
    "Title": "Passage 1: Thomas Jefferson's Vegetable Garden: A Thing Of Beauty And Science",
    "Subtitle": "",
    "Author": "by Graham Smith",
    "LabelType": "P",
    "Content": [
        ["1", "\tAfter Jefferson retired from public life to his beloved Virginia hilltop plantation, the garden “served as a sort of this experimental testing lab where he'd try new vegetables he sought out from around the globe,” says Peter Hatch, the estate's head gardener. Hatch recently wrote a book about Jefferson's garden and its history called A Rich Spot of Earth."],
        ["2", "\tSomehow, the author of the Declaration of Independence and the nation's third president found spare time to meticulously document his many trials and errors, growing over 300 varieties of more than 90 different plants. These included exotics like sesame, chickpeas, sea kale and salsify. They're more commonly available now, but were rare for the region at the time. So were tomatoes and eggplant."],
        ["3", "\tIn the nearby South Orchard, he grew 130 varieties of fruit trees like peach, apple, fig and cherry. All the time, he carefully documented planting procedures, spacings of rows, when blossoms appeared, and when the food should come to the table. Behind Jefferson's “zeal to categorize the world around him” was a patriotic mission, Hatch says."],
        ["4", "\tJefferson wrote, “The greatest service which can be rendered any country is to add a useful plant to its culture.” ..."],
        ["5", "\tLots of things failed in the garden. His entries from 1809 show the carrots, beets, sorrel and okra, the cauliflower, tarragon and Chinese melons missing the mark. Jefferson cites Windsor Beans as “killed by bug” and notes on Aug. 21: “From the 7th of Apr. to this day, excessive drought and cold. Now a good rain.”"],
        ["6", "\tHatch gives some hope to home gardeners who might want to experiment themselves. “The use of the word 'failed' is repeated throughout [Jefferson's] garden book, and one wonders if any gardener has written about failure as much as Thomas Jefferson. He once also wrote that if he failed 99 times out of 100, that one success was worth the 99 failures,” Hatch says."],
        ["", "problems/FL20G5R/media/S3a.jpg"]
    ],
    "Copyright": "©2012 National Public Radio, Inc. Excerpts from NPR news report titled “Thomas Jefferson's Vegetable Garden: A Thing Of Beauty and Science” by Graham Smith originally published on NPR.org on May 12, 2012, and is used with the permission of NPR. Any unauthorized duplication is strictly prohibited.",
    "References": []
}