{
    "Directions": "Read the passages “from Bridge to Terabithia” and “from The Secret Garden” and then answer each question that follows.",
    "Context": [
        "In this excerpt from Bridge to Terabithia, a young boy remembers the first time he brought his best friend to a favorite place in the woods."
    ],
    "Title": "Passage 1: from Bridge to Terabithia",
    "Subtitle": "",
    "Author": "by Katherine Paterson",
    "LabelType": "P",
    "Content": [
        ["1", "\tTerabithia was their secret, which was a good thing, for how could Jess have ever explained it to an outsider? Just walking down the hill toward the woods made something warm and liquid steal through his body. The closer he came to the dry creek bed and the crab apple tree rope the more he could feel the beating of his heart. He grabbed the end of the rope and swung out toward the other bank with a kind of wild exhilaration and landed gently on his feet, taller and stronger and wiser in that mysterious land."],
        ["2", "\tLeslie's favorite place besides the castle stronghold was the pine forest. There the trees grew so thick at the top that the sunshine was veiled. No low bush or grass could grow in that dim light, so the ground was carpeted with golden needles."],
        ["3", "\t“I used to think this place was haunted,” Jess had confessed to Leslie the first afternoon he had revved up his courage to bring her there."],
        ["4", "\t“Oh, but it is,” she said. “But you don't have to be scared. It's not haunted with evil things.”"],
        ["5", "\t“How do you know?”"],
        ["6", "\t“I can just feel it. Listen.”"],
        ["7", "\tAt first he heard only the stillness. It was the stillness that had always frightened him before, but this time it was like the moment after Miss Edmunds finished a song, just after the chords hummed down to silence. Leslie was right. They stood there, not moving, not wanting the swish of dry needles beneath their feet to break the spell. Far away from their former world came the cry of geese heading southward."],
        ["8", "\tLeslie took a deep breath. “This is not an ordinary place,” she whispered. “Even the rulers of Terabithia come into it only at times of greatest sorrow or greatest joy. We must strive to keep it sacred. It would not do to disturb the Spirits.”"],
        ["9", "\tHe nodded, and without speaking, they went back to the creek bank where they shared together a solemn meal of crackers and dry fruit."]
    ],
    "Copyright": "Excerpt from Bridge to Terabithia by Katherine Paterson. Copyright © 1977 by Katherine Paterson. Used by permission of HarperCollins Publishers.",
    "References": []
}