{
    "Directions": "Merlin was a famous wizard in British legend. This excerpt from the novel The Lost Years of Merlin describes a major event from Merlin's childhood. Read the excerpt and then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Lost Years of Merlin",
    "Subtitle": "",
    "Author": "by T. A. Barron",
    "LabelType": "P",
    "Content": [
        ["1", "A dark wave rose on the rolling sea, and from it lifted a hand."],
        ["2", "As the wave surged higher, reaching toward sky as smoky gray as itself, the hand reached higher as well. A bracelet of foam swirled around the wrist, while desperate fingers groped for something they could not find. It was the hand of someone small. It was the hand of someone weak, too weak to fight any longer."],
        ["3", "It was the hand of a boy."],
        ["4", "With a deep sucking sound, the wave began to crest, tilting steadily toward the shore. For an instant it paused, hovering between ocean and land, between the brooding Atlantic and the perilous, rock-bound coast of Wales, known in those days as Gwynedd. Then the sucking swelled into a crashing roar as the wave toppled over, hurling the boy's limp body onto the black rocks."],
        ["5", "His head smacked against a stone, so violently that his skull would surely have split open were it not for the thick mat of hair that covered it. He lay completely still, except when the whoosh of air from the next wave tousled his locks, black beneath the stains of blood."],
        ["6", "A shabby seagull, seeing his motionless form, hopped over the jumble of rocks for a closer look. Bending its beak toward the boy's face, it tried to pull a strand of sea kelp that was wrapped around his ear. The bird tugged and twisted, squawking angrily."],
        ["7", "At last the kelp broke free. Triumphantly, the bird jumped down to one of the boy's bare arms. Beneath the shreds of a brown tunic still clinging to him, he seemed small, even for a boy of seven years. Yet something about his face — the shape of his brow, perhaps, or the lines around his eyes —  seemed far older."],
        ["8", "At that instant, he coughed, vomited seawater, and coughed again. With a screech, the gull dropped the kelp and fluttered off to a stony perch."],
        ["9", "The boy remained motionless for a moment. All he could taste was sand, slime, and vomit. All he could feel was the painful throbbing of his head, and the rocks jabbing into his shoulders. Then came another cough, another gush of seawater. A halting, labored breath. Then a second breath, and a third. Slowly, his slender hand clenched into a fist."],
        ["10", "Waves surged and subsided, surged and subsided. For a long while, the small candle flame of life in him wavered at the edge of darkness. Beneath the throbbing, his mind seemed strangely empty. Almost as if he had lost a piece of his very self. Or as if a kind of wall had been erected, cutting him off from a portion of himself, leaving nothing but a lingering sense of fear."],
        ["11", "His breathing slowed. His fist relaxed. He gasped, as if to cough again, but instead fell still."],
        ["12", "Cautiously, the seagull edged closer."],
        ["13", "Then, from whatever quarter, a thin thread of energy began to move through his body. Something inside him was not yet ready to die. He stirred again, breathed again."],
        ["14", "The gull froze."],
        ["15", "He opened his eyes. Shivering with cold, he rolled to his side. Feeling the rough sand in his mouth, he tried to spit, but succeeded only in making himself gag from the rancid taste of kelp and brine."],
        ["16", "With effort, he raised an arm and wiped his mouth with the tatters of his tunic. Then he winced, feeling the raw lump on the back of his head. Willing himself to sit up, he braced his elbow against a rock and pushed himself upright."],
        ["17", "He sat there, listening to the grinding and splashing sea. Beyond the ceaseless pulsing of the waves, beyond the pounding inside his head, he thought for an instant that he could hear something else — a voice, perhaps. A voice from some other time, some other place, though he could not remember where."],
        ["18", "With a sudden jolt, he realized that he could not remember anything. Where he had come from. His mother. His father. His name. His own name. Hard as he tried, he could not remember. His own name."],
        ["19", "“Who am I?”"],
        ["20", "Hearing his cry, the gull squawked and took flight."],
        ["21", "Catching sight of his reflection in a pool of water, he paused to look. A strange face, belonging to a boy he did not know, peered back at him. His eyes, like his hair, were as black as coal, with scattered flecks of gold. His ears, which were almost triangular and pointed at the top, seemed oddly large for the rest of his face. Likewise, his brow rose high above his eyes. Yet his nose looked narrow and slight, more a beak than a nose. Altogether, his face did not seem to belong to itself."],
        ["22", "He mustered his strength and rose to his feet. Head swirling, he braced himself against a pinnacle of rock until the dizziness calmed."],
        ["23", "His eyes roamed over the desolate coastline. Rocks upon rocks lay scattered everywhere, making a harsh black barrier to the sea. The rocks parted in only one place — and then only grudgingly — around the roots of an ancient oak tree. Its gray bark peeling, the old oak faced the ocean with the stance of centuries. There was a deep hollow in its trunk, gouged out by fire ages ago. Age warped its every branch, twisting some into knots. Yet it continued to stand, roots anchored, immutable against storm and sea. Behind the oak stood a dark grove of younger trees, and behind them, high cliffs loomed even darker."],
        ["24", "Desperately, the boy searched the landscape for anything he might recognize, anything that might coax his memory to return. He recognized nothing."],
        ["25", "He turned, despite the stinging salt spray, to the open sea. Waves rolled and toppled, one after another after another. Nothing but endless gray billows as far as he could see. He listened again for the mysterious voice, but heard only the distant call of a kittiwake¹ perched on the cliffs."],
        ["26", "Had he come from somewhere out there, beyond the sea?"],
        ["27", "Vigorously, he rubbed his bare arms to stop the shivers. Spying a loose clump of sea kelp on a rock, he picked it up. Once, he knew, this formless mass of green had danced with its own graceful rhythm, before being uprooted and cast adrift. Now it hung limp in his hand. He wondered why he himself had been uprooted, and from where."],
        ["28", "A low, moaning sound caught his ear. That voice again! It came from the rocks beyond the old oak tree."],
        ["29", "He lurched forward in the direction of the voice. For the first time he noticed a dull ache between his shoulder blades. He could only assume that his back, like his head, had slammed against the rocks. Yet the ache felt somehow deeper, as if something beneath his shoulders had been torn away long ago."],
        ["30", "After several halting steps he made it to the ancient tree. He leaned against its massive trunk, his heart pounding. Again he heard the mysterious moaning. Again he set off."],
        ["31", "Often his bare feet would slip on the wet rocks, pitching him sideways. Stumbling along, his torn brown tunic flapping about his legs, he resembled an ungainly water bird, picking his way across the shoreline. Yet all the time he knew what he really was: a lone boy, with no name and no home."]
    ],
    "Copyright": "The Lost Years of Merlin: Book One by T.A. Barron. Copyright © 1996 by Thomas A. Barron. Reprinted by permission of Philomel, an imprint of Penguin Young Readers Group, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "kittiwake  —  a seabird species in the gull family"]
    ]
}