{
    "Directions": "Read the article about famous blizzards that swept through parts of the United States in early 1888. Then answer each question that follows.",
    "Context": [],
    "Title": "Blizzard!",
    "Subtitle": "",
    "Author": "by Jeanie Mebane",
    "LabelType": "P",
    "Content": [
        ["1", "No one on the prairie was prepared for the violent blizzard that blew in on January 12, 1888. The morning had dawned 30 to 40 degrees warmer than the day before. After weeks of below zero temperatures, the day seemed almost balmy. Many residents thought a January thaw had arrived."],
        ["2", "But the day changed quickly. As an Arctic cold front collided with warm, moisture-filled air from the Gulf of Mexico, a blizzard formed. It raced southeastward from Canada at 60 to 70 miles per hour. Gale-force winds whipped the falling snow. Temperatures dropped and objects became hidden in a snowy sea of white."],
        ["3", "The storm hit western North Dakota in the morning and then moved through South Dakota and western Nebraska by noon. It reached eastern Nebraska and Iowa in mid-afternoon — school dismissal time. It became known as the Schoolchildren's Blizzard."],
        ["4", "When the blizzard hit near Huron, South Dakota, around noon, Mae Hunt tried to keep classes going in the country school where she taught. However, the school ran out of fuel in a few hours, and Hunt knew that she and the children would freeze if they stayed. She decided to take her seven students to a farmhouse only about 140 yards (just a little longer than a 120-yard football field) from the schoolhouse."],
        ["5", "Stepping outside, Hunt and her students were blinded by the force of the blizzard and almost immediately felt their eyelashes crust over with ice. After stumbling through the snow, teacher and students were ready to give up when they happened to find a large straw pile. The older boys dug a cave into the straw, and all eight of them piled into it. They were still cold but glad to be out of the wind and snow."],
        ["6", "They spent the night there with Hunt calling her students' names again and again to keep them awake and make sure that they were alive. When it grew light, they could see the farmhouse they had been trying to reach less than 100 feet away. The oldest student, a boy of 18, staggered to the house on his frozen feet. He and the farmer helped the rest of the group get inside to warmth and safety. Hunt and her students all survived, but one little girl's feet had frozen overnight when her wet socks and shoes had formed into ice boots..."],
        ["7", "In eastern Nebraska, Barney and Anna Barry feared for the lives of their three older children who had walked the mile to school that morning. The Barrys decided it would be safest for their children and their schoolmates to stay at school. While Barney prepared to take supplies to the school, Anna put the stew she was cooking into a covered kettle for Barney to carry. After dressing warmly, Barney tied a bag of blankets onto his back."],
        ["8", "Unable to see in the storm, Barney knew that he could get lost if he tried to walk along the road to the school. He decided to follow fence lines through the fields between his home and the school. As he made his way, Barney couldn't see anything in the blowing snow — not even his left hand guiding him along the fence wire. He trudged through the deep snow as fast as he could to reach the school before dismissal time. If he did not get there in time, the children would start home — and get lost in the storm."],
        ["9", "Near the school, Barney had to leave the fence and blindly cross the long schoolyard before he safely reached the schoolhouse. Inside, the teacher and students were huddled around a heating stove. Leaving the stew and blankets, Barney told the teacher to keep the students there for the night. Then, concerned about his wife and young children left at home, Barney made the return trip, again following the fences."],
        ["10", "Barney, his family, and all the children in their school survived the storm. Two hundred thirty-five other Nebraska schoolchildren did not. About 500 people died in the blizzard..."],
        ["11", "The Schoolchildren's Blizzard continued eastward and southward across the country. At the same time, part of the frigid air mass slipped westward. Within days, the entire country experienced record-breaking low temperatures. Snow fell in areas usually too warm for snow."],
        ["12", "Two months later, from March 11 to 14, a second devastating blizzard struck in 1888. This time, the East Coast from Maryland to Maine was covered with up to 50 inches of snow in some places. Wind gusts of up to 70 miles per hour were recorded. Daily life along the heavily populated East Coast ground to a halt in what became known as the Great White Hurricane of 1888. Roads were blocked and railroads were stopped, trapping travelers in trains. The weight of the snow took down telegraph lines. Snowdrifts reached the top of some homes. Buried under huge amounts of snow for days, cities became isolated and about 400 people died. After the snow stopped falling, the melting snow caused flooding."],
        ["13", "But the future would be different: One outcome of the blizzard was that cities more quickly embraced the idea of building underground transportation systems, which are the backbones of major urban centers today. And communication lines were moved underground, too."]
    ],
    "Copyright": "“Blizzard!” by Jeanie Mebane, from Cobblestone: The Perfect Storm: When Weather Made History (March 2012). Copyright © 2012 by Carus Publishing Company d/b/a Cricket Media. Reprinted by permission of Cricket Media.",
    "References": []
}