{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "Excerpt from “Life without Gravity”",
    "Subtitle": "",
    "Author": "by Robert Zimmerman",
    "LabelType": "P",
    "Content": [
        ["1", "Being weightless in space seems so exciting. Astronauts bounce about from wall to wall, flying! They float, they weave, they do somersaults and acrobatics without effort. Heavy objects can be lifted like feathers, and no one ever gets tired because nothing weighs anything. In fact, everything is fun, nothing is hard."],
        ["2", "NOT! Since the first manned space missions in the 1960s, scientists have discovered that being weightless in space isn’t just flying around like Superman. Zero gravity is alien stuff. As space tourist Dennis Tito said when he visited the international space station, “Living in space is like having a different life, living in a different world.”"],
        ["3", "Worse, weightlessness can sometimes be downright unpleasant. Your body gets upset and confused. Your face puffs, up your nose gets stuffy, your back hurts, your stomach gets upset, and you throw up. If astronauts are to survive a one-year journey to Mars—the shortest possible trip to the Red Planet—they will have to learn how to deal with this weird environment."],
        ["4", "Our bodies are adapted to Earth’s gravity. Our muscles are strong in order to overcome gravity as we walk and run. Our inner ears¹ use gravity to keep us upright. And because gravity wants to pull all our blood down into our legs, our hearts are designed to pump hard to get blood up to our brains."],
        ["5", "In space, the much weaker gravity makes the human body change in many unexpected ways. In microgravity², your blood is rerouted, flowing from the legs, which become thin and sticklike, to the head, which swells up. The extra liquid in your head also makes you feel like you’re hanging upside down or have a stuffed-up nose."],
        ["6", "The lack of gravity causes astronauts to routinely “grow” between one and three inches taller. Their spines straighten out. The bones in the spine and the disks between them spread apart and relax."],
        ["7", "But their bones also get thin and spongy. The body decides that if the muscles aren’t going to push and pull on the bones, it doesn’t need to lay down as much bone as it normally does. Astronauts who have been in space for several months can lose 10 percent or more of their bone tissue. If their bones got much weaker, they would snap once the astronauts returned to Earth."],
        ["8", "And their muscles get weak and flabby. Floating about in space is too easy. If astronauts don’t force themselves to exercise, their muscles become so feeble that when they return to Earth they can’t even walk."],
        ["9", "Worst of all is how their stomachs feel. During the first few days in space, the inner ear—which gives people their sense of balance—gets confused. Many astronauts become nauseous. They lose their appetites. Many throw up. Many throw up a lot!"],
        ["10", "Weightlessness isn’t all bad, however. After about a week people usually get used to it. Their stomachs settle down. Appetites return (though astronauts always say that food tastes blander in space). The heart and spine adjust."],
        ["11", "Then, flying around like a bird becomes fun! Rooms suddenly seem much bigger. Look around you: The space above your head is pretty useless on Earth. You can’t get up there to work, and anything you attach to the ceiling is simply something you’ll bump your head on."],
        ["12", "In space, however, that area is useful. In fact, equipment can be installed on every inch of every wall. In weightlessness you choose to move up or down and left or right simply by pointing your head. If you turn yourself upside down, the ceiling becomes the floor."],
        ["13", "And you can’t drop anything! As you work you can let your tools float around you. But you’d better be organized and neat. If you don’t put things back where they belong when you are finished, tying them down securely, they will float away. Air currents will then blow them into nooks and crannies, and it might take you days to find them again."],
        ["14", "In microgravity, you have to learn new ways to eat. Don’t try pouring a bowl of cornflakes. Not only will the flakes float all over the place, the milk won’t pour. Instead, big balls of milk will form. You can drink these by taking big bites out of them, but you’d better finish them before they slam into a wall, splattering apart and covering everything with little tiny milk globules."],
        ["15", "Some meals on the space station are eaten with forks and knives, but scooping food with a spoon doesn’t work. If the food isn’t gooey enough to stick to the spoon, it will float away."],
        ["16", "Everyone in space drinks through a straw, since liquid simply refuses to stay in a glass. The straw has to have a clamp at one end, or else when you stop drinking, the liquid will continue to flow out, spilling everywhere."],
        ["17", "To prevent their muscles and bones from becoming too weak for life on Earth, astronauts have to follow a boring two-hour exercise routine every single day. Imagine having to run on a treadmill for one hour in the morning and then ride an exercise bicycle another hour before dinner. As Russian astronaut Valeri Ryumin once said, “Ye-ech!”"],
        ["18", "Even after all this exercise, astronauts who spend more than two months in space are usually weak and uncomfortable when they get back to Earth. Jerry Linenger, who spent more than four months on the Russian space station, Mir³ struggled to walk after he returned. “My body felt like a 500 pound barbell,” he said. He even had trouble lifting and holding his fifteen-month-old son, John."],
        ["19", "When Linenger went to bed that first night, his body felt like it was being smashed into the mattress. He was constantly afraid that if he moved too much, he would float away and out of control."],
        ["20", "And yet, Linenger recovered quickly. In fact, almost two dozen astronauts have lived in space for more than six months, and four have stayed in orbit for more than a year. These men and women faced the discomforts of weightlessness and overcame them. And they all readapted to Earth gravity without problems, proving that voyages to Mars are possible . . . Even if it feels like you are hanging upside down the whole time!"]
    ],
    "Copyright": "",
    "References": []
}