{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The fashion resale market, in which consumers purchase secondhand clothing from stores and online sellers, generated nearly $30 billion globally in 2019. Expecting to see continued growth, some analysts _______ that revenues will more than double by 2028.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "produced",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context to say that some analysts “produced,” or manufactured or brought about, the increase in future revenues of the fashion resale market. The analysts themselves couldn't have brought about the future revenue growth, since, as the text suggests, they were merely in the position of drawing conclusions about future fashion resale market revenue based on 2019 revenue.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "denied",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that some analysts expected the fashion resale market to continue to grow in the future, not that they “denied,” or rejected, this notion. Nothing in the text supports the idea that these analysts thought the revenues wouldn't grow.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "worried",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that some analysts expected the fashion resale market to continue to grow in the future, not that they “worried,” or felt concerned, that revenue would significantly increase by 2028. Nothing in the text suggests that the analysts felt concerned about the increase; rather, the text suggests that the increase would represent a favorable outcome, since it would mean that the fashion resale market grew to generate even more revenue.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "predicted",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the fashion resale market's continued growth. As used in this context, “predicted” means forecast, or indicated that something would happen in the future. The text indicates that the fashion resale market made a lot of money in 2019 and that some analysts expected the market to continue to grow. This context suggests that the analysts believed that the fashion resale market was going to make more money than it had already made, with the analysts indicating that revenues would more than double by 2028.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Artificially delivering biomolecules to plant cells is an important component of protecting plants from pathogens, but it is difficult to transmit biomolecules through the layers of the plant cell wall. Markita del Carpio Landry and her colleagues have shown that it may be possible to _______ this problem by transmitting molecules through carbon nanotubes, which can cross cell walls.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "conceptualize",
                "Key": {
                    "Correct": false,
                    "Rationale": "Iit wouldn't make sense in context to say that Landry and her colleagues have shown that it may be possible to “conceptualize,” or form an idea of, the difficulty of transmitting biomolecules through the walls of plant cells. The text presents this difficulty as a known problem that Landry and her colleagues think they may have solved, not as a mysterious occurrence that they have yet to form ideas about.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "neglect",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that Landry and her colleagues think it may be possible to successfully deal with the problem of transmitting biomolecules through the walls of plant cells, not that Landry and her colleagues think it may be possible to “neglect,” or simply to disregard and ignore the problem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "illustrate",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context to say that Landry and her colleagues have shown that it may be possible to “illustrate,” or demonstrate, the difficulty of transmitting biomolecules through the walls of plant cells by using carbon nanotubes. According to the text, carbon nanotubes allow molecules to be transmitted to plant cells — something that is otherwise difficult to do. The text therefore presents carbon nanotubes as a way of possibly solving a problem, not as a means of demonstrating the problem.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "overcome",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of delivering biomolecules to plant cells. In this context, “overcome” means to succeed in dealing with an obstacle. The text suggests that although it's difficult to move biomolecules through plant cell walls, Landry and her colleagues have shown that carbon nanotubes may be useful, since they can cross cell walls. This context conveys that Landry and her colleagues think it's possible, using carbon nanotubes, to succeed in dealing with the obstacle of transmitting biomolecules to plant cells.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Particle physicists like Ayana Holloway Arce and Aida El-Khadra spend much of their time _______ what is invisible to the naked eye: using sophisticated technology, they closely examine the behavior of subatomic particles, the smallest detectable parts of matter.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "selecting",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Arce and El-Khadra spend time “selecting,” or choosing, subatomic particles for some purpose; the text simply states that the particle physicists use advanced technology to see and study the behavior of those tiny parts of matter.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inspecting",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the work of particle physicists. In this context, “inspecting” means viewing closely in order to examine. The text indicates that as particle physicists, Arce and El-Khadra's work involves using advanced technology to “closely examine” subatomic particles. In other words, they use technology to inspect small parts of matter that can't be seen by the naked eye.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "creating",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Arce and El-Khadra spend time “creating” subatomic particles, or bringing them into existence; the text simply states that the particle physicists use advanced technology to see and study the behavior of those tiny parts of matter.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "deciding",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “deciding” would mean making a final choice or judgment about something. It wouldn't make sense to say that particle physicists get to choose what is and isn't visible to the naked eye, especially when the text presents it as fact that subatomic particles are “the smallest detectable parts of matter” and would therefore be invisible. The text focuses on Arce and El-Khadra's close observation of those particles, not on any decisions they might make.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Anthropologist Kristian J. Carlson and colleagues examined the fossilized clavicle and shoulder bones of a 3.6-million-year-old early hominin known as “Little Foot.” They found that these bones were _______ the clavicle and shoulder bones of modern apes that are frequent climbers, such as gorillas and chimpanzees, suggesting that Little Foot had adapted to life in the trees.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "surpassed by",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the fossilized bones of Little Foot were “surpassed by,” or exceeded by or made inferior to, the bones of modern apes that are frequent climbers, it wouldn't suggest, as the text says, that Little Foot was adapted to moving around in trees. If anything, learning that Little Foot's clavicle and shoulder bones were surpassed by those of chimpanzees and gorillas would suggest that Little Foot was poorly adapted to climbing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "comparable to",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the fossilized bones of the hominin known as Little Foot. As used in this context, “comparable to” would mean similar to. The text indicates that the relationship between the fossilized clavicle and shoulder bones of Little Foot and the clavicle and shoulder bones of “frequent climbers,” such as chimpanzees and gorillas, suggests that Little Foot had adapted to moving around in trees. This context suggests that the relationship between the fossilized bones of Little Foot and the bones of chimpanzees and gorillas is one of similarity — the Little Foot fossils are likely comparable to the modern ape bones.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "independent of",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Little Foot's fossilized clavicle and shoulder bones were “independent of,” or not influenced by or affiliated with, the bones of modern apes that climb often, it wouldn't suggest, as the text says, that Little Foot was adapted to moving around in trees.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "obtained from",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Little Foot's fossilized bones date to 3.6 million years ago, so they couldn't have been “obtained from,” or acquired from, the bones of modern apes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Rydra Wong, the protagonist of Samuel R. Delany's 1966 novel Babel-17, is a poet, an occupation which, in Delany's work, is not _______: nearly a dozen of the characters that populate his novels are poets or writers.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "infallible",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Infallible” means to be accurate or without fault, which wouldn't make sense in context. The text focuses on the fact that Delany has written many characters who are poets and writers. This context suggests that the occupation isn't atypical for Delany, not that the occupation isn't infallible, or problematic.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "atypical",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Samuel R. Delany's character Rydra Wong. As used in this context, “atypical” would mean unrepresentative or not common. The text indicates that Wong is one of “nearly a dozen” characters in Delany's novels who are poets or writers. This context conveys that being a poet isn't an atypical occupation for a character in one of Delany's works.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lucrative",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Lucrative” means to be profitable, which wouldn't make sense in context. If writing poet characters weren't profitable, it wouldn't be logical to explain this by citing that Delany gave many of his characters the same occupation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "tedious",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Tedious” means to be boring, which wouldn't make sense in context. The text focuses on the fact that Delany has written many characters who are poets and writers. This context suggests that the occupation isn't atypical for Delany, not that the occupation isn't tedious.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:For a 2020 exhibition, photographer and neurobiologist Okunola Jeyifous _______ a series of new images based on a series of alphabet posters from the 1970s known as the “Black ABCs,” which featured Black children from Chicago. Jeyifous photographed the now-adult models and layered the photos over magnified images of the models' cells, resulting in what he called “micro and macro portraiture.”",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "validated",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that Jeyifous “validated,” or corroborated, the series of images. The text describes Jeyifous's process for composing the images but doesn't describe Jeyifous making an effort to evaluate the images for their artistic or scientific legitimacy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "created",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically and precisely completes the text's discussion of Jeyifous's series of images for the 2020 exhibition. In this context, “created” means produced. The text explains that Jeyifous, a photographer and neurobiologist, photographed adults who had appeared as children in posters from the 1970s, then combined those photographs with magnified images of the adults' cells — a process that resulted in what he called “micro and macro portraiture.” This context suggests that Jeyifous drew on his dual interests in photography and neurobiology to produce the images for display in the exhibition.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "challenged",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that Jeyifous “challenged,” or disputed, an aspect of the images; rather, the focus of the text is on the inspiration behind the images and the method Jeyifous used to achieve them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "restored",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Jeyifous made the images himself using a combination of photography and magnified pictures of cells, not that he “restored,” or reconditioned, the images from a deteriorated state.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In addition to being an accomplished psychologist himself, Francis Cecil Sumner was a _______ increasing the opportunity for Black students to study psychology, helping to found the psychology department at Howard University, a historically Black university, in 1930.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "proponent of",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Francis Cecil Sumner. As used in this context, “proponent of” means supporter of. The text says that Sumner helped to found the psychology department at historically Black Howard University in 1930. This is evidence that Sumner supported increasing the opportunity for Black students to study psychology.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "supplement to",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “supplement to,” or addition to, wouldn't make sense in context. The text discusses Sumner's efforts to increase the number of Black psychology students, but it doesn't make sense to describe him as an addition to his efforts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "beneficiary of",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sumner was already an accomplished psychologist himself when he helped to found the Howard University psychology department. While Black students were the beneficiaries of his efforts — that is, they received help because of his efforts — it wouldn't make sense in this context to describe Sumner as a “beneficiary of” opportunities, because he was the one doing the helping.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "distraction for",
                "Key": {
                    "Correct": false,
                    "Rationale": "Founding a psychology department at Howard University wouldn't be a “distraction for” Sumner's aim to increase the opportunity for Black students to study psychology — that is, it wouldn't be something that draws Sumner's attention away from that goal, but rather the opposite.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Whether the reign of a French monarch such as Hugh Capet or Henry I was historically consequential or relatively uneventful, its trajectory was shaped by questions of legitimacy and therefore cannot be understood without a corollary understanding of the factors that allowed the monarch to _______ his right to hold the throne.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reciprocate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that a monarch who is faced with questions about the legitimacy of his reign was able to “reciprocate” his right to the French throne would mean that he either returned his right to the throne or that he responded in kind to the challenge. Neither of these meanings would make sense in context because the text focuses on people who did reign as French monarchs and defended their right to do so.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "annotate",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context to discuss factors that enabled a monarch to “annotate,” or add notes to or explain, his right to the French throne. Nothing in the text suggests that the monarchs were writing notes about their right to the throne; instead, faced with questions about the legitimacy of their reign, the monarchs defended their right.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "buttress",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the legitimacy of the reigns of French monarchs such as Hugh Capet and Henry I. As used in this context, “buttress” means to strengthen or defend. The text indicates that regardless of whether a French monarch's reign was significant or uneventful, each monarch faced questions about his right to the throne. The text goes on to say that in order to understand the path of a French monarch's reign, it's important to understand what contributed to the monarch's ability to “hold the throne.” This context suggests that French monarchs such as Hugh Capet and Henry I had to buttress, or defend, their right to be monarch.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "disengage",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context to discuss factors that enabled a monarch to “disengage,” or withdraw his right to the French throne. The text focuses on an examination of people who reigned as French monarchs, not on people who didn't choose to rule.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Some bird species don't raise their own chicks. Instead, adult females lay their eggs in other nests, next to another bird species' own eggs. F͟e͟m͟a͟l͟e͟ ͟c͟u͟c͟k͟o͟o͟s͟ ͟h͟a͟v͟e͟ ͟b͟e͟e͟n͟ ͟s͟e͟e͟n͟ ͟q͟u͟i͟c͟k͟l͟y͟ ͟l͟a͟y͟i͟n͟g͟ ͟e͟g͟g͟s͟ ͟i͟n͟ ͟t͟h͟e͟ ͟n͟e͟s͟t͟s͟ ͟o͟f͟ ͟o͟t͟h͟e͟r͟ ͟b͟i͟r͟d͟ ͟s͟p͟e͟c͟i͟e͟s͟ ͟w͟h͟e͟n͟ ͟t͟h͟o͟s͟e͟ ͟b͟i͟r͟d͟s͟ ͟a͟r͟e͟ ͟o͟u͟t͟ ͟l͟o͟o͟k͟i͟n͟g͟ ͟f͟o͟r͟ ͟f͟o͟o͟d͟. After the eggs hatch, the noncuckoo parents will typically raise the cuckoo chicks as if they were their own offspring, even if the cuckoos look very different from the other chicks.",
            "Which choice best describes the function of the underlined sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It introduces a physical feature of female cuckoos that is described later in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than mentioning a physical feature of female cuckoos, the underlined sentence introduces a specific behavior of female cuckoos: laying eggs in the nests of birds of other species when the other birds are away. The only reference to physical features is the last sentence's general mention of cuckoo chicks looking different from chicks of other species.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It describes the appearance of the cuckoo nests mentioned earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence refers to the nests of birds other than cuckoos and doesn't describe how any nests look, cuckoo or otherwise. Instead, the sentence addresses how female cuckoos use other birds' nests.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It offers a detail about how female cuckoos carry out the behavior discussed in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the underlined sentence functions in the text as a whole. The first two sentences establish that birds of some species don't raise their own young; instead, they lay their eggs in the nests of birds of other species. The underlined sentence then states that female cuckoo birds engage in this behavior, having been observed specifically laying their eggs in other nests while the other birds are out finding food. According to the text, the cuckoo chicks are then raised by the other birds. Thus, the underlined sentence provides a particular detail about how female cuckoos carry out the behavior of laying eggs for other birds to raise.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It explains how other birds react to the female cuckoo behavior discussed in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence describes only female cuckoo behavior (laying eggs in the nests of birds of other species when the other birds are away); it's the last sentence of the text that addresses the other birds' reaction, indicating that those birds usually raise the cuckoo chicks once they've hatched.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Cats can judge unseen people's positions in space by the sound of their voices and thus react with surprise when the same person calls to them from two different locations in a short span of time. Saho Takagi and colleagues reached this conclusion by measuring cats' levels of surprise based on their ear and head movements while the cats heard recordings of their owners' voices from two speakers spaced far apart. Cats exhibited a low level of surprise when owners' voices were played twice from the same speaker, but they showed a high level of surprise when the voice was played once each from the two different speakers.",
            "According to the text, how did the researchers determine the level of surprise displayed by the cats in the study?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They watched how each cat moved its ears and head.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice explains how the researchers determined the level of surprise displayed by the cats in the study. The text states that Saho Takagi and colleagues played recordings of the voice of each cat's owner and measured how surprised the cat was by the recording based on how it moved its ears and head.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They examined how each cat reacted to the voice of a stranger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the text explains, the recordings played for each cat in the study were of the voice of the cat's owner, not a stranger's voice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They studied how each cat physically interacted with its owner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explains that during the study, the cats didn't interact directly with their owners; instead, the cats listened to recordings of their owners' voices.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They tracked how each cat moved around the room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the researchers monitored the cats' movement around the room in which the study was conducted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:A student performs an experiment testing her hypothesis that a slightly acidic soil environment is more beneficial for the growth of the plant Brassica rapa parachinensis (a vegetable commonly known as choy sum) than a neutral soil environment. She plants sixteen seeds of choy sum in a mixture of equal amounts of coffee grounds (which are highly acidic) and potting soil and another sixteen seeds in potting soil without coffee grounds as the control for the experiment. The two groups of seeds were exposed to the same growing conditions and monitored for three weeks.",
            "Which finding, if true, would most directly weaken the student's hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The choy sum planted in the soil without coffee grounds were significantly taller at the end of the experiment than the choy sum planted in the mixture of soil and coffee grounds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes an experimental outcome that would most directly weaken the student's hypothesis. According to the text, the student hypothesizes that Brassica rapa parachinensis (choy sum) will benefit more from acidic soil than it will from neutral soil. The text then explains that the student planted 16 choy sum seeds in potting soil with coffee grounds added to increase acidity and another 16 seeds in soil without coffee grounds as a control (a group identical to the experimental group except for the experimental modification being tested). If the hypothesis were correct, the plants in the more acidic soil-and-coffee-grounds mixture would grow faster than those in the control group. However, this choice proposes a scenario in which the plants in soil without coffee grounds were “significantly taller” than those in the more acidic mixture — an outcome that weakens the hypothesis that higher acidity is beneficial to the plants' growth.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The choy sum grown in the soil without coffee grounds weighed significantly less at the end of the experiment than the choy sum grown in the mixture of soil and coffee grounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the choy sum planted in the neutral soil produced less plant matter and therefore weighed less than the choy sum planted in the acidic soil-and-coffee-grounds mixture, this finding would strengthen the student's hypothesis, not weaken it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The choy sum seeds planted in the soil without coffee grounds sprouted significantly later in the experiment than did the seeds planted in the mixture of soil and coffee grounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If seeds planted in neutral soil (without coffee grounds) sprouted significantly later than seeds planted in the acidic soil-and-coffee -grounds mixture, this finding would strengthen, not weaken, the student's hypothesis that acidic soil benefits choy sum.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Significantly fewer of the choy sum seeds planted in the soil without coffee grounds sprouted plants than did the seeds planted in the mixture of soil and coffee grounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If seeds planted in the neutral soil (without coffee grounds) sprouted significantly fewer plants than seeds planted in the acidic soil-and-coffee- grounds mixture did, this finding would strengthen, not weaken, the student's hypothesis that choy sum benefits from acidic soil.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:“The Young Girl” is a 1920 short story by Katherine Mansfield. In the story, the narrator takes an unnamed seventeen-year-old girl and her younger brother out for a meal. In describing the teenager, Mansfield frequently contrasts the character's pleasant appearance with her unpleasant attitude, as when Mansfield writes of the teenager, _______",
            "Which quotation from “The Young Girl” most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“I heard her murmur, 'I can't bear flowers on a table.' They had evidently been giving her intense pain, for she positively closed her eyes as I moved them away.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The teenager's reaction to the flowers doesn't make it clear that she has an unpleasant attitude, and nothing in the quotation indicates that any part of her appearance is pleasant.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“While we waited she took out a little, gold powder-box with a mirror in the lid, shook the poor little puff as though she loathed it, and dabbed her lovely nose.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively illustrates the claim in the text that in describing the teenaged girl, Mansfield contrasts the character's pleasant appearance with her unpleasant attitude. In the quotation, Mansfield describes the teenager as having a “lovely nose” (a compliment about her appearance) but also as treating her makeup puff “as though she loathed it” (a judgment suggesting her unpleasant attitude).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“I saw, after that, she couldn't stand this place a moment longer, and, indeed, she jumped up and turned away while I went through the vulgar act of paying for the tea.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation suggests that the teenager has an unpleasant attitude (being upset with the location and leaving the table before the narrator has paid for the meal) but doesn't give any indication that she has a pleasant appearance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“She didn't even take her gloves off. She lowered her eyes and drummed on the table. When a faint violin sounded she winced and bit her lip again. Silence.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation suggests that the teenager may have an unpleasant attitude (lowering her eyes, wincing, and sitting in silence) but doesn't give any indication that any part of her appearance is pleasant.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT4RW2/media/13a.jpg",
            ":box:High levels of public uncertainty about which economic policies a country will adopt can make planning difficult for businesses, but measures of such uncertainty have not tended to be very detailed. Recently, however, economist Sandile Hlatshwayo analyzed trends in news reports to derive measures not only for general economic policy uncertainty but also for uncertainty related to specific areas of economic policy, like tax or trade policy. One revelation of her work is that a general measure may not fully reflect uncertainty about specific areas of policy, as in the case of the United Kingdom, where general economic policy uncertainty _______",
            "Which choice most effectively uses data from the graph to illustrate the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "aligned closely with uncertainty about tax and public spending policy in 2005 but differed from uncertainty about tax and public spending policy by a large amount in 2009.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that the level of general economic policy uncertainty was similar to the level of uncertainty about tax and public spending policy in both 2005 (with values of approximately 90 and 100, respectively) and 2009 (with values of approximately 80 and 75, respectively).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "was substantially lower than uncertainty about tax and public spending policy each year from 2005 to 2010.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that general economic policy uncertainty was higher than uncertainty about tax and public spending policy in 2006, 2007, and 2009, not that it was lower each year from 2005 to 2010.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reached its highest level between 2005 and 2010 in the same year that uncertainty about trade policy and tax and public spending policy reached their lowest levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that general economic policy uncertainty reached its highest level in 2010, which was when uncertainty about tax and public spending policy also reached its highest level, not its lowest level.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "was substantially lower than uncertainty about trade policy in 2005 and substantially higher than uncertainty about trade policy in 2010.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses data from the graph to effectively illustrate the text's claim about general economic policy uncertainty in the United Kingdom. The graph presents values for economic policy uncertainty in tax and public spending policy, trade policy, and general economic policy in the UK from 2005 to 2010. The graph shows that in 2005, the value for general economic policy uncertainty (approximately 90) was substantially lower than the value for uncertainty about trade policy specifically (approximately 160). It also shows that in 2010, the value for general economic policy uncertainty (approximately 120) was substantially higher than the value for uncertainty about trade policy (approximately 70). The substantial differences between these values in 2005 and 2010 support the claim that a general measure may not fully reflect uncertainty about specific areas of policy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Linguist Deborah Tannen has cautioned against framing contentious issues in terms of two highly competitive perspectives, such as pro versus con. According to Tannen, this debate-driven approach can strip issues of their complexity and, when used in front of an audience, can be less informative than the presentation of multiple perspectives in a noncompetitive format. To test Tannen's hypothesis, students conducted a study in which they showed participants one of three different versions of local news commentary about the same issue. Each version featured a debate between two commentators with opposing views, a panel of three commentators with various views, or a single commentator.",
            "Which finding from the students' study, if true, would most strongly support Tannen's hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "On average, participants perceived commentators in the debate as more knowledgeable about the issue than commentators in the panel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that participants perceived commentators in the debate as more knowledgeable than commentators in the panel is irrelevant to Tannen's hypothesis, which is that presenting multiple perspectives on an issue is more informative to the audience than presenting opposing views of the issue is. Participants' perception of how knowledgeable panelists are has no bearing on how much participants learn from the panelists.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On average, participants perceived commentators in the panel as more knowledgeable about the issue than the single commentator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that participants perceived commentators in the panel as more knowledgeable than a single commentator is irrelevant to Tannen's hypothesis, which is that presenting multiple perspectives on an issue is more informative to the audience than presenting opposing views of the issue is. Participants' perception of how knowledgeable panelists are has no bearing on how much participants learn from the panelists, and Tannen's hypothesis says nothing about how informative single commentators are.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "On average, participants who watched the panel correctly answered more questions about the issue than those who watched the debate or the single commentator did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the finding that, if true, would most strongly support Tannen's hypothesis. According to the text, Tannen's hypothesis is that multiple perspectives presented in a noncompetitive format is more informative than a debate between opposing viewpoints is. If participants who saw a panel of three commentators with various views about an issue answered more questions about the issue correctly than did participants who saw a debate, that would support Tannen's hypothesis since it would show that participants who heard multiple varied perspectives were better informed than were participants who heard a debate between opposing viewpoints.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "On average, participants who watched the single commentator correctly answered more questions about the issue than those who watched the debate did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that participants who watched a single commentator answered more questions correctly than participants who watched the debate did wouldn't be relevant to Tannen's hypothesis, which is that hearing multiple varying perspectives is more informative than hearing a debate. Tannen's hypothesis says nothing about how informative single commentators are.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:King Lear is a circa 1606 play by William Shakespeare. In the play, the character of King Lear attempts to test his three daughters' devotion to him. He later expresses regret for his actions, as is evident when he _______",
            "Which choice most effectively uses a quotation from King Lear to illustrate the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "says of himself, “I am a man / more sinned against than sinning.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't express King Lear's sense of regret over his own actions; instead, it expresses his belief that the harm that others have done to him (or the extent to which they have “sinned against” him) outweighs whatever harm he himself has caused by “sinning.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "says during a growing storm, “This tempest will not give me leave to ponder / On things would hurt me more.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't express King Lear's sense of regret over his own actions; instead, it expresses his thoughts about an approaching storm (“this tempest”), which he believes “will not give [him] leave to ponder,” or time to consider, the harm that he will continue to experience (“things” that “would hurt [him] more”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "says to himself while striking his head, “Beat at this gate that let thy folly in / And thy dear judgement out!”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses a quotation from King Lear to illustrate the claim that King Lear expresses regret for his actions. In the quotation, Lear describes striking himself on the head — the same act he's engaged in as he speaks, and one that suggests he's deeply upset with himself. Referring to himself in the second person (with “thy”), the character exclaims “Beat at this gate that let thy folly in / And thy dear judgement out!” Lear refers metaphorically to his own mind as a gate that has allowed folly, or poor judgement, to enter and good judgement to escape. This suggests that Lear regrets his attempts to test his three daughters' devotion to him, regarding those attempts as examples of the folly that has entered the gate of his mind.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "says of himself, “I will do such things —  / What they are yet, I know not; but they shall be / The terrors of the earth!”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation expresses King Lear's vow to commit terrible actions (or “things” that “shall be / The terrors of the earth”) in the future, not his regret over actions that he's already taken.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Many of William Shakespeare's tragedies address broad themes that still appeal to today's audiences. For instance, Romeo and Juliet, which is set in the Italy of Shakespeare's time, tackles the themes of parents versus children and love versus hate, and the play continues to be read and produced widely around the world. But understanding Shakespeare's so-called history plays can require a knowledge of several centuries of English history. Consequently, _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "many theatergoers and readers today are likely to find Shakespeare's history plays less engaging than the tragedies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the relative appeal of different kinds of plays by Shakespeare to today's audiences. According to the text, Shakespeare's tragedies address broad themes that continue to appeal to today's audiences. Indeed, the text suggests that these themes are timeless, as illustrated by the example of Romeo and Juliet, which the text states is still read and widely performed despite being set in the Italy of Shakespeare's time. In contrast, the text indicates that audiences and readers may need to be familiar with several centuries of English history in order to understand Shakespeare's history plays. Because many theatergoers and readers are unlikely to possess such extensive historical knowledge, it follows that they are likely to find Shakespeare's history plays less engaging than his more accessible tragedies.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "some of Shakespeare's tragedies are more relevant to today's audiences than twentieth-century plays.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never introduces a comparison between Shakespeare's tragedies and twentieth-century plays, only between Shakespeare's tragedies and his history plays. Since twentieth-century plays aren't mentioned, there's no basis in the text for the idea that some of Shakespeare's tragedies are more relevant than twentieth-century plays to today's audiences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Romeo and Juliet is the most thematically accessible of all Shakespeare's tragedies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that Romeo and Juliet is thematically accessible to today's audiences, it doesn't suggest that Romeo and Juliet is more accessible than Shakespeare's other tragedies. Rather, the text presents Romeo and Juliet as an example to support the idea that Shakespeare's tragedies hold continued appeal for today's readers and theatergoers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "experts in English history tend to prefer Shakespeare's history plays to his other works.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although experts in English history would likely possess the knowledge needed to understand Shakespeare's history plays, the text never mentions such experts or suggests that they would enjoy the history plays more than Shakespeare's other works.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Ancestral Puebloans, the civilization from which present-day Pueblo tribes descended, emerged as early as 1500 B.C.E. in an area of what is now the southwestern United States and dispersed suddenly in the late 1200s C.E., abandoning established villages with systems for farming crops and turkeys. Recent analysis comparing turkey remains at Mesa Verde, one such village in southern Colorado, to samples from modern turkey populations in the Rio Grande Valley of north central New Mexico determined that the latter birds descended in part from turkeys cultivated at Mesa Verde, with shared genetic markers appearing only after 1280. Thus, researchers concluded that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "conditions of the terrains in the Rio Grande Valley and Mesa Verde had greater similarities in the past than they do today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never compares the condition of the Rio Grande Valley's terrain to that of Mesa Verde's terrain, either in the present or in the past.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "some Ancestral Puebloans migrated to the Rio Grande Valley in the late 1200s and carried farming practices with them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of Ancestral Puebloans' migration to the Rio Grande Valley. The text states that in the late 1200s C.E., the Ancestral Puebloan civilization abandoned villages in its original homeland, which included the Mesa Verde site. The text goes on to say that recent genetic analysis has demonstrated that the modern turkey population in the Rio Grande Valley descends partly from the ancient turkeys raised at Mesa Verde, and that the genetic markers shared by the two turkey populations first appeared at Mesa Verde only after 1280 C.E. Therefore, it can reasonably be concluded that some Ancestral Puebloans migrated to the Rio Grande Valley in the late 1200s and carried their agricultural practices — including the farming of turkeys —  to their new home.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Indigenous peoples living in the Rio Grande Valley primarily planted crops and did not cultivate turkeys before 1280.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although genetic analysis has demonstrated that the modern turkey population in the Rio Grande valley descended in part from the turkey population raised by the Ancestral Puebloans of Mesa Verde before their migration to the valley in 1280, this finding doesn't eliminate the possibility that Indigenous peoples living in the valley before 1280 might also have farmed turkeys.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the Ancestral Puebloans of Mesa Verde likely adopted the farming practices of Indigenous peoples living in other regions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't consider the possibility that before their migration to the Rio Grande Valley after 1280, the Ancestral Puebloans of Mesa Verde might have adopted turkey farming from an outside Indigenous civilization in another region; instead, the text provides evidence suggesting that the Ancestral Puebloans brought turkey farming to another region —  the Rio Grande Valley — after 1280.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:One challenge when researching whether holding elected office changes a person's behavior is the problem of ensuring that the experiment has an appropriate control group. To reveal the effect of holding office, researchers must compare people who hold elected office with people who do not hold office but who are otherwise similar to the office-holders. Since researchers are unable to control which politicians win elections, they therefore _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "struggle to find valid data about the behavior of politicians who do not currently hold office.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on the struggle to put together a control group for experiments; it doesn't suggest that finding information about politicians' behavior is difficult.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "can only conduct valid studies with people who have previously held office rather than people who presently hold office.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experiments mentioned in the text are testing the effects of holding elected office on a person's behavior. Studying people who have already held elected office wouldn't provide an opportunity to note any behavioral changes that the position might cause.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "should select a control group of people who differ from office holders in several significant ways.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text defines people in a control group as those “who are otherwise similar to the office-holders”; selecting people who differ from the office-holders wouldn't fit the criteria for an appropriate control group.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will find it difficult to identify a group of people who can function as an appropriate control group for their studies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the challenge researchers face when studying the effects of holding elected office on a person's behavior. The text explains that it's hard for researchers to test for the effects that elected office has on people because finding people to serve as a control group is difficult. The text indicates that a control group needs to be made up of people who share characteristics of the group being tested but don't have the variable being tested (in this case, holding elected office). Because researchers aren't able to influence who wins elections, they're also unable to determine who would serve as an appropriately similar member of a control group. Thus, it logically follows that researchers will find it difficult to identify a group of people who can function as an appropriate control group for their studies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In his groundbreaking book Bengali Harlem and the Lost Histories of South Asian America, Vivek Bald uses newspaper articles, census records, ships' logs, and memoirs to tell the _______ who made New York City their home in the early twentieth century.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "story's of the South Asian immigrants",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “stories,” not the singular possessive noun “story's.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "story's of the South Asian immigrants'",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural nouns “stories” and “immigrants,” not the singular possessive noun “story's” and the plural possessive noun “immigrants'.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "stories of the South Asian immigrants",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of plural and possessive nouns. The plural nouns “stories” and “immigrants” correctly indicate that the memoir tells multiple stories of multiple immigrants.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "stories' of the South Asian immigrant's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural nouns “stories” and “immigrants,” not the plural possessive noun “stories'” and the singular possessive noun “immigrant's.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In her two major series “Memory Test” and “Autobiography,” painter Howardena Pindell explored themes _______ healing, self-discovery, and memory by cutting and sewing back together pieces of canvas and inserting personal artifacts, such as postcards, into some of the paintings.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "of",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a preposition and its complement. No punctuation is needed between the preposition “of” and its complement, the noun phrase “healing, self-discovery, and memory.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "of,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between a preposition and its complement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "of  — ",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between a preposition and its complement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "of:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between a preposition and its complement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Both Sona Charaipotra, an Indian American, and Dhonielle Clayton, an African American, grew up frustrated by the lack of diverse characters in books for young people. In 2011, these two writers joined forces to found CAKE Literary, a book packaging _______ specializes in the creation and promotion of stories told from diverse perspectives for children and young adults.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "company,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't use a relative pronoun to link the verb phrase beginning with “specializes” to the noun phrase that it modifies (“a book packaging company”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "company that",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use and punctuation of an integrated relative clause. This choice correctly uses the relative pronoun “that” and no punctuation to create an integrated relative clause that provides essential information about the noun phrase (“a book packaging company”) that it modifies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "company",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't use a relative pronoun to link the verb phrase beginning with “specializes” to the noun phrase that it modifies (“a book packaging company”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "company, that",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the integrated relative clause beginning with “that specializes” and the noun phrase that it modifies (“a book packaging company”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:A study led by scientist Rebecca Kirby at the University of Wisconsin-Madison found that black bears that eat human food before hibernation have increased levels of a rare carbon isotope, _______ due to the higher ¹³C levels in corn and cane sugar. Bears with these elevated levels were also found to have much shorter hibernation periods on average.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "carbon-13, (¹³C)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element “carbon-13 (¹³C)” from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "carbon-13 (¹³C)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice  fails to use appropriate punctuation to separate the supplementary element “carbon-13 (¹³C)” from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "carbon-13, (¹³C),",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element “carbon-13 (¹³C)” from the rest of the sentence. The comma after “carbon-13” isn't necessary because the parentheses around “¹³C” already separate this element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "carbon-13 (¹³C),",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary element within a sentence. The comma after “(¹³C)” pairs with the comma after “isotope” to separate the supplementary element “carbon-13 (¹³C)” from the rest of the sentence. This supplementary element defines the “rare carbon isotope,” and the pair of commas indicates that this element could be removed without affecting the grammatical coherence of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 2010, archaeologist Noel Hidalgo Tan was visiting the twelfth-century temple of Angkor Wat in Cambodia when he noticed markings of red paint on the temple _______ the help of digital imaging techniques, he discovered the markings to be part of an elaborate mural containing over 200 paintings.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "walls, with",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "walls with",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“In ...walls” and “with ... paintings”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "walls so with",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “so” can't be used in this way to join sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "walls. With",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period after “walls” is used correctly to mark the boundary between the first sentence (“In ...walls”) and the second sentence (“With...techniques”), which starts with a supplementary phrase.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Working from an earlier discovery of Charpentier's, chemists Emmanuelle Charpentier and Jennifer Doudna — winners of the 2020 Nobel Prize in Chemistry — re-created and then reprogrammed the so-called “genetic scissors” of a species of DNA-cleaving bacteria _______ a tool that is revolutionizing the field of gene technology.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to forge",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of finite and nonfinite verb forms within a sentence. The nonfinite to-infinitive “to forge” is correctly used to form a nonfinite (infinitive) clause that explains why the chemists re-created and reprogrammed the DNA-cleaving bacteria.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "forging",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma separating the main clause (“chemists ... bacteria”) from the participle “forging,” this choice illogically suggests that the bacteria are forging a tool, which doesn't make sense.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "forged",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a coordinating conjunction such as “and” placed before it, the finite past tense verb “forged” can't be used in this way to describe the chemists' actions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "and forging",
                "Key": {
                    "Correct": false,
                    "Rationale": "If read as a finite verb, the present progressive verb “forging” isn't consistent with the past tense verbs used in this sentence to describe the actions of the chemists. If read as a nonfinite verb, the participle “forging” can't be used in this way because there is no following main clause for it to modify.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 2016, engineer Vanessa Galvez oversaw the installation of 164 bioswales, vegetated channels designed to absorb and divert stormwater, along the streets of Queens, New York. By reducing the runoff flowing into city sewers, _______",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the mitigation of both street flooding and the resulting pollution of nearby waterways has been achieved by bioswales.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “the mitigation...waterways” immediately after the modifying phrase results in unclear modification. The resulting sentence makes it hard to determine what is responsible for “reducing the runoff”: the bioswales or some other noun in the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the bioswales have mitigated both street flooding and the resulting pollution of nearby waterways.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice makes the noun phrase “the bioswales” the subject of the sentence and places it immediately after the modifying phrase “By reducing... sewers.” In doing so, this choice clearly establishes that the bioswales — and not another noun in the sentence — are reducing runoff flowing into city sewers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the bioswales' mitigation of both street flooding and the resulting pollution of nearby waterways has been achieved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “the bioswales' mitigation...waterways” immediately after the modifying phrase results in unclear modification. The resulting sentence makes it hard to determine what is responsible for “reducing the runoff”: the bioswales or some other noun in the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "both street flooding and the resulting pollution of nearby waterways have been mitigated by bioswales.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “street flooding and the resulting pollution” immediately after the modifying phrase illogically suggests that the “flooding and pollution” are reducing runoff flowing into city sewers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:A study published by Rice University geoscientist Ming Tang in 2019 offers a new explanation for the origin of Earth's _______ structures called arcs, towering ridges that form when a dense oceanic plate subducts under a less dense continental plate, melts in the mantle below, and then rises and bursts through the continental crust above.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "continents geological",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the main clause (“A study...continents”) and the supplementary phrase (“geological... above”) with appropriate punctuation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "continents: geological",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a main clause and a supplementary phrase. In this choice, a colon is correctly used to mark the boundary between the main clause (“A study... continents”) and the supplementary phrase (“geological...above”) and to introduce the following explanation of the origin of Earth's continents.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "continents; geological",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the main clause (“A study...continents”) and the supplementary phrase (“geological...above”). A semicolon is conventionally used to join two main clauses, whereas a colon is conventionally used to introduce an element that explains or amplifies the information in the preceding clause, making it the better choice in this context.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "continents. Geological",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “geological.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:During a 2021 launch, Rocket Labs' Electron rocket experienced an unexpected failure: its second-stage booster shut down suddenly after ignition. _______ instead of downplaying the incident, Rocket Labs' CEO publicly acknowledged what happened and apologized for the loss of the rocket's payload, which had consisted of two satellites.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Afterward,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Afterward” logically signals that the events described in this sentence — the CEO's public acknowledgment and apology —  occurred after the rocket booster's failure and are part of a chronological sequence of events.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically signals that the events described in this sentence merely occurred in addition to the rocket booster's failure. Instead, they occurred after the rocket booster's failure and are part of a chronological sequence of events.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Indeed,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Indeed” illogically signals that the events described in this sentence emphasize or strengthen a statement made in the previous sentence. Instead, they occurred after the rocket booster's failure and are part of a chronological sequence of events.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the events described in this sentence are similar to the rocket booster's failure. Instead, they occurred after the rocket booster's failure and are part of a chronological sequence of events.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:When soil becomes contaminated by toxic metals, it can be removed from the ground and disposed of in a landfill. _______ contaminated soil can be detoxified via phytoremediation: plants that can withstand high concentrations of metals absorb the pollutants and store them in their shoots, which are then cut off and safely disposed of, preserving the health of the plants.z",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Alternatively,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Alternatively” logically signals that the soil decontamination method described in this sentence — removing toxic metals from the soil via phytoremediation — offers an alternative to the previously described method (removing the contaminated soil from the ground).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that the soil decontamination method described in this sentence specifies or elaborates on an aspect of the previously described method (removing the contaminated soil from the ground). Instead, phytoremediation is an alternative to that method.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the soil decontamination method described in this sentence is an example of the previously described method (removing the contaminated soil from the ground). Instead, phytoremediation is an alternative to that method.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the soil decontamination method described in this sentence is a result or consequence of the previously described method (removing the contaminated soil from the ground). Instead, phytoremediation is an alternative to that method.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• The calendar used by most of the world (the Gregorian calendar) has 365 days.\n\n• Because 365 days can't be divided evenly by 7 (the number of days in a week), calendar dates fall on a different day of the week each year.\n\n• The Hanke-Henry permanent calendar, developed as an alternative to the Gregorian calendar, has 364 days.\n\n• Because 364 can be divided evenly by 7, calendar dates fall on the same day of the week each year, which supports more predictable scheduling.",
            "The student wants to explain an advantage of the Hanke-Henry calendar. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Gregorian calendar has 365 days, which is one day longer than the Hanke-Henry permanent calendar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence compares the number of days in the Gregorian and Hanke-Henry calendars; it doesn't explain an advantage of the Hanke-Henry calendar.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Adopting the Hanke-Henry permanent calendar would help solve a problem with the Gregorian calendar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence refers to a possible reason to adopt the Hanke-Henry calendar — that doing so would help solve a problem with the Gregorian calendar — it doesn't identify the problem or the solution and thus doesn't explain the advantage of the Hanke-Henry calendar.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Designed so calendar dates would occur on the same day of the week each year, the Hanke-Henry calendar supports more predictable scheduling than does the Gregorian calendar.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence explains an advantage of the Hanke- Henry calendar, noting that it supports more predictable scheduling than does the Gregorian calendar and describing how it does so (by having calendar dates occur on the same day each year).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Hanke-Henry permanent calendar was developed as an alternative to the Gregorian calendar, which is currently the most-used calendar in the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the origins of the Hanke-Henry calendar; it doesn't explain an advantage of it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• The Haudenosaunee Confederacy is a nearly 1,000-year-old alliance of six Native nations in the northeastern US.\n\n• The members are bound by a centuries-old agreement known as the Great Law of Peace.\n\n• Historian Bruce Johansen is one of several scholars who believe that the principles of the Great Law of Peace influenced the US Constitution.\n\n• This theory is called the influence theory.\n\n• Johansen cites the fact that Benjamin Franklin and Thomas Jefferson both studied the Haudenosaunee Confederacy.",
            "The student wants to present the influence theory to an audience unfamiliar with the Haudenosaunee Confederacy. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Historian Bruce Johansen believes that the Great Law of Peace was very influential.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence broadly emphasizes Johansen's ideas about the Great Law of Peace; it doesn't identify the influence theory or effectively present it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The influence theory is supported by the fact that Benjamin Franklin and Thomas Jefferson both studied the Haudenosaunee Confederacy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes one fact that supports the influence theory; it doesn't effectively present the theory to an audience unfamiliar with the Haudenosaunee Confederacy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The influence theory holds that the principles of the Great Law of Peace, a centuries-old agreement binding six Native nations in the northeastern US, influenced the US Constitution.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively presents the influence theory to an audience unfamiliar with the Haudenosaunee Confederacy, explaining the theory's position that the Great Law of Peace influenced the US Constitution while avoiding mention of the Haudenosaunee Confederacy itself.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Native people, including the members of the Haudenosaunee Confederacy, influenced the founding of the US in many different ways.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence makes a broad generalization about Native people's influence on the founding of the US; it doesn't effectively present the influence theory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• In 1999, astronomer Todd Henry studied the differences in surface temperature between the Sun and nearby stars.\n\n• His team mapped all stars within 10 parsecs (approximately 200 trillion miles) of the Sun.\n\n• The surface temperature of the Sun is around 9,800°F, which classifies it as a G star.\n\n• 327 of the 357 stars in the study were classified as K or M stars, with surface temperatures under 8,900°F (cooler than the Sun).\n\n• 11 of the 357 stars in the study were classified as A or F stars, with surface temperatures greater than 10,300°F (hotter than the Sun).",
            "The student wants to emphasize how hot the Sun is relative to nearby stars. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At around 9,800°F, which classifies it as a G star, the Sun is hotter than most but not all of the stars within 10 parsecs of it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Noting that the Sun (9,800°F) is hotter than most stars within 10 parsecs of it, the sentence emphasizes how hot the Sun is relative to nearby stars.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Astronomer Todd Henry determined that the Sun, at around 9,800°F, is a G star, and several other stars within a 10-parsec range are A or F stars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that astronomer Todd Henry determined the classifications for the Sun and several other stars nearby; it doesn't emphasize how hot the Sun is relative to nearby stars.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Of the 357 stars within ten parsecs of the Sun, 327 are classified as K or M stars, with surface temperatures under 8,900°F.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that the majority of stars near the Sun are classified as K or M stars; it doesn't indicate the Sun's temperature or emphasize how hot it is relative to nearby stars.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "While most of the stars within 10 parsecs of the Sun are classified as K, M, A, or F stars, the Sun is classified as a G star due to its surface temperature of 9,800°F.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence indicates that the Sun is classified differently than most nearby stars due to its surface temperature, it doesn't emphasize how hot the Sun is relative to nearby stars.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• The Atlantic Monthly magazine was first published in 1857.\n\n• The magazine focused on politics, art, and literature.\n\n• In 2019, historian Cathryn Halverson published the book Faraway Women and the “Atlantic Monthly.”\n\n• Its subject is female authors whose autobiographies appeared in the magazine in the early 1900s.\n\n• One of the authors discussed is Juanita Harrison.",
            "The student wants to introduce Cathryn Halverson's book to an audience already familiar with the Atlantic Monthly. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cathryn Halverson's Faraway Women and the “Atlantic Monthly” discusses female authors whose autobiographies appeared in the magazine in the early 1900s.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively introduces Cathryn Halverson's book to an audience already familiar with the Atlantic Monthly, noting the title of Halverson's book and describing its content without providing background information about the Atlantic Monthly.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A magazine called the Atlantic Monthly, referred to in Cathryn Halverson's book title, was first published in 1857.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence introduces the Atlantic Monthly and mentions that it's referred to in Cathryn Halverson's book title; it doesn't effectively introduce Halverson's book.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Faraway Women and the “Atlantic Monthly” features contributors to the Atlantic Monthly, first published in 1857 as a magazine focusing on politics, art, and literature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence assumes that the audience is unfamiliar with the Atlantic Monthly, providing background information about the magazine; it doesn't effectively introduce Halverson's book to an audience already familiar with the Atlantic Monthly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An author discussed by Cathryn Halverson is Juanita Harrison, whose autobiography appeared in the Atlantic Monthly in the early 1900s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence assumes that the audience is familiar with the Atlantic Monthly, it doesn't effectively introduce Cathryn Halverson's book.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• The magnificent frigatebird (fregata magnificens) is a species of seabird that feeds mainly on fish, tuna, squid, and other small sea animals.\n\n• It is unusual among seabirds in that it doesn't dive into the water for prey.\n\n• One way it acquires food is by using its hook-tipped bill to snatch prey from the surface of the water.\n\n• Another way it acquires food is by taking it from weaker birds by force.\n\n• This behavior is known as kleptoparasitism.",
            "The student wants to emphasize a similarity between the two ways a magnificent frigatebird acquires food. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A magnificent frigatebird never dives into the water, instead using its hook-tipped bill to snatch prey from the surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes how a magnificent frigatebird captures prey without diving into water; it doesn't emphasize a similarity between the two ways the seabird acquires food.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Neither of a magnificent frigatebird's two ways of acquiring food requires the bird to dive into the water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a similarity between the two ways a magnificent frigatebird acquires food, noting that neither way requires the seabird to dive into the water.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Of the magnificent frigatebird's two ways of acquiring food, only one is known as kleptoparasitism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes the term used to describe one of the two ways that magnificent frigatebirds acquire food; it doesn't emphasize a similarity between the two ways.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In addition to snatching prey from the water with its hook-tipped bill, a magnificent frigatebird takes food from other birds by force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the two ways that a magnificent frigatebird acquires food; it doesn't emphasize a similarity between the two ways.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}