{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 5 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the suffix “-ion,” the word “competition” means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "one who competes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the given suffix added to the base word.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "the act of competing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The suffix refers to an action.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "the ability to compete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the given suffix added to the base word.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "the result of competing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the given suffix added to the base word.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":box:“The shrimp comes with a packet of freeze-dried cocktail sauce that has spicy horseradish in it. 'That gives it a kick,' she says.",
            "Which idea does the phrase “gives it a kick” suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a sudden chill",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the figurative language and does not make sense in the context of the passage.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "a burst of energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the figurative language and does not make sense in the context of the passage.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "a strong scent",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of the figurative language and does not make sense in the context of the passage.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "a boost of flavor",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Gives it a kick” suggests that the cocktail sauce has a potent flavor; the word “spicy” in the given sentence provides this context.",
                    "Percent": 87
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts in a historical, scientific, or technical text based on specific information in the text."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How are the experiments the students completed related to each other?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They led to the creation of a material that solves a problem.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The experiments the students conducted to solve the problem of bone atrophy led them to discover a way to boost flavor in foods for astronauts.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "They helped reduce the cost of shipping food to space.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the use of the students' invention may lead to a reduction in shipping costs for food in space, the product has not been used yet, so the reduction in shipping costs has not yet occurred.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "They helped produce a medicine that improves health.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students created a food flavoring product, not medicine.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "They led to a product that will make them money.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the students may hope to make money from their product, the passage does not indicate that they have profited from their venture yet.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Interpret text features (e.g., headings, graphics, charts) and/or make connections between text and the content of text features."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which section of the passage has information that is most connected to the diagram at the end of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Taste in Space”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tthe information in the section “Taste in Space” explains how the sense of taste is affected while in space.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "“Problem Solvers”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in the section “Problem Solvers” explains the original goal of the students — to solve the problem of bone atrophy in space.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "“Taste Test”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The information in the section “Taste Test” provides details about how the students created the physical structure of the Stellar Strips.",
                    "Percent": 37
                }
            },
            "D": {
                "Choice": "“A Stellar Idea”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in the section explains why the students' invention may be helpful to others.",
                    "Percent": 35
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Interpret text features (e.g., headings, graphics, charts) and/or make connections between text and the content of text features."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the diagram of Stellar Strips contribute to the reader's understanding of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It confirms that Stellar Strips are available in many flavors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram does not give information about the flavors available.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "It shows what is used to create the layers of Stellar Strips.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram shows what is used to create the layers of the product: two spring-roll wrappers with a layer of flavor extract in the middle.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "It illustrates how Stellar Strips are similar to other types of space food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram does not compare Stellar Strips to other types of space food.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "It describes the research completed to determine the benefits of Stellar Strips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram does not relay any research.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences from the text."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which evidence from the passage best supports the generalization that Stellar Strips may have benefits on Earth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“ 'It's just like when you have a cold and can't smell the food because you're congested,' says Kloeris.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the benefits of Stellar Strips on Earth.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "“One advantage of Stellar Strips is that they're lightweight.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the benefits of Stellar Strips on Earth.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Like astronauts, people going through chemotherapy for cancer or taking certain types of medicines experience a decreased sensation of taste.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence shows how Stellar Strips may be able to help improve the sense of taste for cancer patients and for people taking other types of medicine.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "“ 'After all,' says Yoon, 'this is a problem that the world's smartest people are working on.' ”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the benefits of Stellar Strips on Earth.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine two or more main ideas of a text and explain how they are supported by key details; summarize the text."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which statement best expresses main ideas of the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "A team of high-school students invented Stellar Strips, and they hope their product will come in many different flavors in the future.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not include information about the effect of space upon the sense of taste; in addition, “they hope their product will come with many different flavors” is a detail, not a main idea.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "A group of students wants to develop products that solve global problems, so they are entering contests in hopes of getting approval to expand their ideas.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "“They are entering contests” is a detail, not a main idea.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Microgravity in space has caused the bones of astronauts to become weakened, so scientists are researching ways to improve the strength of astronauts.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The passage is not mainly about bone atrophy.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Astronauts' sense of taste decreases in space, and the inventors of Stellar Strips hope to solve this problem with their product.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The passage explains how space decreases astronauts' sense of taste and tells how a group of students hope to solve this problem by creating flavor strips that enhance the taste of space food.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Now, thanks to a team of high-school students from the North Carolina School of Science and Mathematics, tasteless space food could be a thing of the past.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice supports the main ideas that a group of high school students invented Stellar Strips, and that this new product will help astronauts to better taste food.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Smell is an important part of taste; if you can't smell food, you can't taste it very well either.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the sentence relates to the concept of taste, it does not support the ideas of how space affects the sense of taste or how a group of students is attempting to solve this problem.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Astronauts don't have the normal force of gravity pressing on their bones.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice relates to bone atrophy, not to the problem of how space affects the sense of taste.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“The team made a sour-lemon-flavored strip to present to the judges at the Spirit of Innovation Challenge.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is a detail related to a competition the group of students entered while creating Stellar Strips.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Describe how a narrator's or speaker's point of view influences how events are described."
        ],
        "SuppContent": [
            "problems/PA22G5E/supps/PA22G5E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The poem is about the speaker's dream. Write an essay analyzing why the dream is so meaningful to the speaker of the poem. Use evidence from the poem to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Explain the function of conjunctions, prepositions, and interjections in general and their function in particular sentences."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences.",
            ":box:(1) Brett visited the new polar bear exhibit at the zoo. (2) there were so many people at the exhibit, Brett could not get close enough to take a good photograph.",
            "Which word best completes sentence 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Because",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice establishes a cause-and-effect relationship between the subordinate idea of “so many people at the exhibit” and the main idea of “Brett could not get close enough to take a good photograph.”",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "Before",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not establish a cause-and-effect relationship and does not make sense in the context of the given sentences.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "After",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not establish a cause-and-effect relationship and does not make sense in the context of the given sentences.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Until",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not establish a cause-and-effect relationship and does not make sense in the context of the given sentences.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences.",
            ":box:(1) A June bug is a type of beetle.\n\n(2) It is found throughout the United States.\n\n(3) It eats many kinds of plants, such as corn, wheat, and potatoes.",
            "Choose the best way to combine the sentences."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A June bug is a type of beetle and is found throughout the United States, and this bug eats many kinds of plants, such as corn, wheat, and potatoes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lacks the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "A June bug, a type of beetle, is found throughout the United States, which is where it eats many kinds of plants, such as corn, wheat, and potatoes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lacks the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "A June bug is a type of beetle found throughout the United States because it eats many kinds of plants, such as corn, wheat, and potatoes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lacks the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "A June bug, a type of beetle found throughout the United States, eats many kinds of plants, such as corn, wheat, and potatoes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence provides the most clarity, coherence, and conciseness.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Choose punctuation for effect."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Abby was worried she would miss the school bus. (2) She ran into the living room and grabbed her coat and hat. (3) She picked up her backpack and rushed toward the door. (4) Her mom called, “Watch out. (5) It snowed last night and the sidewalks are icy.”",
            "Which sentence should most likely end with an exclamation point to show emotion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a declarative sentence meant to simply provide information.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a declarative sentence meant to simply provide information.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a declarative sentence meant to simply provide information.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Watch out” is a warning.",
                    "Percent": 84
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use underlining, quotation marks, or italics to indicate titles of works."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence correctly uses italics to indicate a title?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dan is reading the novel The Great Canyon Adventure in his spare time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Italics should be used to indicate the title of a book.",
                    "Percent": 49
                }
            },
            "B": {
                "Choice": "The article Storing and Saving Seeds is in the new gardening newsletter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Quotation marks should be used to indicate the title of an article, song, or poem.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Most musicians are familiar with the song This Land Is Your Land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Quotation marks should be used to indicate the title of an article, song, or poem.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Anna chose the short poem Finally Spring to read aloud in class.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Quotation marks should be used to indicate the title of an article, song, or poem.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    }
}