{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Feeling Like Home",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe plane landed on the tarmac at the airport after an uneventful flight from San Juan. As they taxied to the gate, Mateo looked out the window at the a͟l͟i͟e͟n landscape. He soaked it in with his eyes, both eager and nervous to see his new home."],
        ["2", "\tUncle Damien met them at the baggage claim area and drove them to what was now home. The street in Queens where Uncle Damien parked was adjacent to the elevated train tracks. Mateo thought they only had subways in New York City, but obviously by looking at this overhead train system, he realized he was wrong. As they got out of the car, the train rumbled and shook the earth as it careened past the station. Mateo thought to himself, “How are we ever going to sleep at night to this? It is certainly nothing like the soothing sound of the ocean.”"],
        ["3", "\tUncle Damien lived on the fifth floor of the building, which meant they had to walk up five flights of stairs to get there. Luckily for them, Uncle Damien had offered them a place to stay. The apartment had two small bedrooms and a rather large living room where Uncle Damien had set up a big curtain to separate it into two different sections."],
        ["4", "\t“That side is where you two will bunk.” He pointed to the bunk beds on one side of the curtain and motioned for Mateo and his younger brother Pedro to put down their bags. “Then, Ferdinand and Maria, this is your room,” he showed Mama and Papa to the apartment's larger bedroom."],
        ["5", "\tThat night after they were settled, Uncle Damien showed them around the neighborhood. Tall brick buildings lined both sides of the street. Underneath the elevated train were shops, restaurants, and street vendors selling their wares. Mateo did have to admit that some of this did feel familiar—the smell of the food, the types of articles sold by the vendors, the music trailing out the apartment windows all felt like home."],
        ["6", "\t“Just about everyone who lives in this area came from Puerto Rico at some point, or their families did,” Uncle Damien explained as they ate at one of Uncle Damien's favorite Puerto Rican restaurants just a few doors down from their building. “In fact, some people like to call this Little San Juan. You can find Little Colombia, Little India, Little Santiago, Little Italy, Chinatown, and all kinds of other micro-neighborhoods in New York City. It is a fascinating place. I think you will grow to love it.” Mateo listened s͟k͟e͟p͟t͟i͟c͟a͟l͟l͟y."],
        ["7", "\tAs Mateo tried to go to sleep on the bottom bunk later that night, he felt miserable. After one plane flight, everything in his life was new. A million questions flew through his mind: How would he ever fit in here? It was so different. There was no ocean, no palm trees, no sandy beaches. Would the people here be nice to him? Would he be able to make any friends?"],
        ["8", "\tThe next morning seemed to come in a flash, and Mateo hardly even felt like he slept at all. The train, the noise, the anxiety of the move—it had all taken its toll on any kind of restful sleep that Mateo could hope for. At least there was one constant in Mateo's life: Mama always made breakfast every morning, no matter what."],
        ["9", "\t“You look nice, Mateo,” Mama said as Mateo walked into the kitchen in his best clothes for school. “You nervous about today?”"],
        ["10", "\t“A little,” Mateo replied, not wanting to worry his mama. “I think it will be okay,” he said boldly, more trying to convince himself than anything else. He grabbed a plate and dished up a serving of tortilla Española and fried plantains."],
        ["11", "\tTo Mateo, the walk to school through the thick crowds of commuters seemed to go by even faster than his restless night. Before he knew it, he was walking into the two-story brick building on the corner of Jackson and 9th. As he walked down the hall of his new high school, he felt completely out of place. It wasn't anything like his school back home, but how could it be?"],
        ["12", "\tMateo leaned up against one of the brick walls and looked down at his schedule for the day's classes. As he did, he heard a familiar voice call out his name. Mateo immediately spun around in disbelief, and there standing in the crowded hallway of this New York City school was one of Mateo's old friends from seventh grade, Jorge."],
        ["13", "\tJorge looked equally surprised. “I had no idea you were moving here!” he exclaimed. “I mean, what are the chances you would not only move here, but that we would end up in the same school again, especially in a city with millions of people? Follow me, I can show you where your classes are. This place can be a little confusing.”"],
        ["14", "\tAs Mateo walked side by side with Jorge down the hallway, he felt as if he had just been transported back in time to his life far across the ocean. Even in this very different place, he suddenly felt home all around him and could almost hear the familiar calls of birds, smell the fresh flowers, and feel the salty sea on his skin."],
        ["15", "\tMaybe, just maybe, this new home will not be so bad after all, Mateo mused to himself. This new world, complete with his long-lost friend, had begun looking better already."]
    ],
    "Copyright": "",
    "References": []
}