{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "The Thirst for First Is the Worst",
    "Subtitle": "",
    "Author": "by Reilly Blum",
    "LabelType": "P",
    "Content": [
        ["1", "\tAbout a decade ago, I swam competitively. It was serious stuff. We 6-year-olds had a lot to remember like keeping track of all the strokes, but most importantly, we had to swim faster than everyone else."],
        ["2", "\tI cultivated quite the collection of ribbons, even a few for first and second place. But winning was not my ultimate goal."],
        ["3", "\tInstead, I wanted a ribbon of every color. Blue, red, orange, white, green, pink - One day I was furious after winning a first place blue ribbon. I already had a few of those, and what I really needed was a green one. I should have finished in sixth place."],
        ["4", "\tI didn't understand the competitive aspect of the team—I swam fast so I could exit the chilly pool, not so I could win. I worked to improve my times, but I completely ignored the competition to focus on my own personal goals."],
        ["5", "\tFor someone focused on winning, losing can be hard to stomach. In my experience, it is far more fulfilling to enjoy the work, game or swim meet than to constantly compare myself to others."],
        ["6", "\tHere's a case in point. Last summer I tried being more competitive in cross-country. It wasn't very fun, and I didn't run any faster. Many of my times were slower when I set out to run against my teammates (and my competitors) than when I was running with them."],
        ["7", "\tMy experience is fairly typical. One study published in the Journal of Personality and Social Psychology highlights this. It grouped children in three ways: two kids competing against each other, two players working for a high combined score, and two kids cooperating to land more free throws than another team."],
        ["8", "\tThe kids cooperating to beat another team got the highest scores."],
        ["9", "\tWhile winning can be gratifying, it certainly isn't everything. For some people, extreme competition may be conducive to excellence, and that's perfectly OK. For me, however, it just leads to stress."],
        ["10", "\tMy 6-year-old self didn't see the value in winning. Sure, I may have won a few first-place ribbons, but that doesn't mean much. I was far more satisfied to finally get the sixth-place ribbon that rounded off my rainbow collection."],
        ["11", "\tThough I have certainly evolved from my preadolescent self, I retain that spirit."]
    ],
    "Copyright": "",
    "References": []
}