{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In this Japanese fairy tale, Urashima Taro, a young fisherman, has saved the life of a tortoise. The tortoise then offers to take him to the underwater Rin Gin, the Palace of the Dragon King of the Sea. Urashima is willing to go, but tells the tortoise that he cannot swim to the bottom of the sea."
    ],
    "Title": "[Excerpt from] The Story of Urashima Taro, The Fisher Lad",
    "Subtitle": "",
    "Author": "by Yei Theodora Ozaki",
    "LabelType": "P",
    "Content": [
        ["1", "\t“What? You need not swim yourself. If you will ride on my back I will take you without any trouble on your part.”"],
        ["2", "\t“But,” said Urashima, “how is it possible for me to ride on your small back?”"],
        ["3", "\t“It may seem absurd to you, but I assure you that you can do so. Try at once! Just come and get on my back, and see if it is as impossible as you think!”"],
        ["4", "\tAs the tortoise finished speaking, Urashima looked at its shell, and strange to say he saw that the creature had suddenly grown so big that a man could easily sit on its back."],
        ["5", "\tThe tortoise, with an unmoved face, as if this strange proceeding were quite an ordinary event, said:"],
        ["6", "\t“Now we will set out at our leisure,” and with these words he leapt into the sea with Urashima on his back. Down through the water the tortoise dived. For a long time these two strange companions rode through the sea. Urashima never grew tired, nor his clothes moist with the water. At last, far away in the distance a magnificent gate appeared, and behind the gate, the long, sloping roofs of a palace on the horizon."],
        ["7", "\t“Ya,” exclaimed Urashima. “That looks like the gate of some large palace just appearing! Mr. Tortoise, can you tell what that place is we can now see?”"],
        ["8", "\t“That is the great gate of the Rin Gin Palace, the large roof that you see behind the gate is the Sea King's Palace itself.”"],
        ["9", "\t“Then we have at last come to the realm of the Sea King and to his Palace,” said Urashima."],
        ["10", "\t“Yes, indeed,” answered the tortoise, “and don't you think we have come very quickly?” And while he was speaking the tortoise reached the side of the gate. “And here we are, and you must please walk from here.”"],
        ["11", "\tThe tortoise now went in front, and speaking to the gatekeeper, said:"],
        ["12", "\t“This is Urashima Taro, from the country of Japan. I have had the honor of bringing him as a visitor to this kingdom. Please show him the way.”"],
        ["13", "\tThen the gatekeeper, who was a fish, at once led the way through the gate before them. The red bream, the flounder, the sole, the cuttlefish, and all the chief vassals of the Dragon King of the Sea now came out with courtly bows to welcome the stranger."],
        ["14", "\t“Urashima Sama, Urashima Sama! Welcome to the Sea Palace, the home of the Dragon King of the Sea. Thrice welcome are you, having come from such a distant country. And you, Mr. Tortoise, we are greatly indebted to you for all your trouble in bringing Urashima here.” Then, turning again to Urashima, they said, “Please follow us this way,” and from here the whole band of fishes became his guides."],
        ["15", "\tUrashima, being only a poor fisher lad, did not know how to behave in a palace; but, strange though it was all to him, he did not feel ashamed or embarrassed, but followed his kind guides quite calmly where they led to the inner palace. When he reached the portals a beautiful Princess with her attendant maidens came out to welcome him. She was more beautiful than any human being, and was robed in flowing garments of red and soft green like the under side of a wave, and golden threads glimmered through the folds of her gown. Her lovely black hair streamed over her shoulders in the fashion of a king's daughter many hundreds of years ago, and when she spoke her voice sounded like music over the water. Urashima was lost in wonder while he looked upon her, and he could not speak. Then he remembered that he ought to bow, but before he could make a low obeisance the Princess took him by the hand and led him to a beautiful hall, and to the seat of honor at the upper end, and bade him be seated."],
        ["16", "\t“Urashima Taro, it gives me the highest pleasure to welcome you to my father's kingdom,” said the Princess. “Yesterday you set free a tortoise, and I have sent for you to thank you for saving my life, for I was that tortoise. Now if you like you shall live here forever in the land of eternal youth, where summer never dies and where sorrow never comes, and I will be your bride if you will, and we will live happily forever afterwards!”"]
    ],
    "Copyright": "Excerpt from “The Story of Urashima Taro, The Fisher Lad,” by Yei Theodora Ozaki, from Japanese Fairy Tales. Auckland: The Floating Press, 2014.",
    "References": []
}