{
    "Directions": "Read the article about Hans and Margret Rey. Then answer each question that follows.",
    "Context": [],
    "Title": "How Curious George Came to America",
    "Subtitle": "",
    "Author": "by Valerie Bendt",
    "LabelType": "P",
    "Content": [
        ["1", "What do you think about when you hear the name Curious George? Do you think about a good little monkey who is always very curious? Do you think about books with bright yellow covers and a man with a big yellow hat?"],
        ["2", "Curious George, the story, was “born” in France, but its creators had an international background. Hans and Margret Rey, who created George, were both born in Germany. They first worked together when they lived in Brazil, where they later married. They spent their honeymoon in Paris, France, and liked it so much they decided to stay."],
        ["3", "It was in Paris that the Reys began writing and illustrating books, and it was in Paris that Curious George was created. He first appeared in the Reys' book Cecily G. and the Nine Monkeys. Yes, he was one of the nine monkeys. Hans and Margret liked George so much they decided to write a whole story about his adventures. They called the book Curious George. They went on to write and illustrate six more Curious George books. Hans Rey once said, “Basically, I illustrate and Margret writes.”"],
        ["4", "George is a very curious little monkey and is always getting into trouble. However, more than once, George got Hans and Margret out of trouble. Here's what happened: There was a war going on. The French police thought the Reys might be spies working for the German government. Officers arrested the couple, searched their belongings, and discovered their story about Curious George. The police decided that the creators of such a charming story could not possibly be spies. The police released Hans and Margret. Curious George saved the Reys from jail!"],
        ["5", "It wasn't long before Hans and Margret were in danger once again. It was 1940, and Adolph Hitler's German army was charging across Europe. The Reys knew they had to escape before Hitler's soldiers arrived in Paris. Hans, who was skilled at making gadgets, built two bicycles from spare parts. Then, early one morning in June, the Reys strapped their Curious George story to one of their bicycle racks. They grabbed their warm coats and a bit of food, and they were off."],
        ["", "problems/MA21G4E/media/S2a.jpg"],
        ["6", "A few hours later, when the German army invaded Paris, Hans and Margret were pedaling away. They were headed toward Spain, riding along the country roads of France. After four tiring days, the Reys and George reached Spain. They sold their bicycles and bought train tickets to Portugal. There they boarded a ship and crossed the Atlantic Ocean to Brazil. Following a short visit there, the Reys sailed for America."],
        ["", ":box:Hᴀɴs Rᴇʏ ᴏɴᴄᴇ sᴀɪᴅ, “Among children, we seem to be known best as the parents of Curious George ... 'I thought you were monkeys, too,' said a little boy who had been eager to meet us, disappointment written all over his face.”"],
        ["7", "The Statue of Liberty welcomed Hans and Margret as they sailed into New York Harbor. Meanwhile, Curious George waited patiently in their baggage. The Reys settled into an apartment in New York. Within a week, they found a publisher who liked their story about a good little monkey who was always very curious. Curious George had finally come to America!"]
    ],
    "Copyright": "“How Curious George Came to America” by Valerie Bendt, illustrations by Kevin Menck, from AppleSeeds (April 2006). Copyright © 2006 by Carus Publishing Company. Reprinted by permission of Carus Publishing Company, d/b/a Cricket Media, and/or various authors and illustrators.",
    "References": []
}