{
    "Directions": "Read the following editorial about bake sales then answer each question that follows.",
    "Context": [],
    "Title": "Making Statements, Not Pastries",
    "Subtitle": "",
    "Author": "by Helen Zoe Veit",
    "LabelType": "P",
    "Content": [
        [" ", "\tFew things sound more wholesome than a bake sale. When they work, bake sales are tasty, fun and modestly profitable. When they work well, they can build community. It's little wonder that they are the darlings of P.T.A.'s and community groups around the country."],
        [" ", "\tAlthough they sound as American as apple pie, bake sales aren't timeless. It was only during the 20th century that they came into their own as the fund-raiser of the people. And bake sales became popular only because people liked them."],
        [" ", "\tIf people are participating less avidly now, it may be because they no longer fit into people's lives or people's visions of themselves. When culture changes, so do cultural institutions."],
        [" ", "\tDeteriorating quality of bake sales might seem like one more sign of the decline of American cooking, but I suspect that that's not always the case. A weak showing at the bake sale doesn't necessarily speak to parents' ability to produce wholesome food at home."],
        [" ", "\tIndeed, while reselling a baggie full of Oreos may be tacky, that visible lack of effort may be intentional. Bucking the made-from-scratch expectations is one way of saying those expectations are too high."],
        [" ", "\tFor some parents — and perhaps especially for mothers, on whom those expectations tend to fall most heavily — it's a badge of honor to deviate from the paths laid by super-parents of generations past and present. If skipping a bake sale altogether is not an option, half-hearted participation may be a way of saying that there are other ways to raise money — and other ways to be a good parent, for that matter."],
        [" ", "\tMaybe these parents would rather be home, cooking dinner with their families."]
    ],
    "Copyright": "“Making Statements, Not Pastries” by Helen Zoe Veit from The New York Times. Copyright © 2011 by Helen Zoe Veit.",
    "References": []
}