{
    "Directions": "Read the passages below, then answer each question that follows.",
    "Context": [
        "These passages are adapted from the Lincoln‑Douglas debates. Passage 1 is from a statement by Stephen Douglas. Passage 2 is from a statement by Abraham Lincoln. Douglas and Lincoln engaged in a series of debates while competing for a US Senate seat in 1858."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        ["", "Passage 1"],
        [" ", "\tMr. Lincoln likens that bond of the Federal"],
        [" ", "Constitution, joining Free and Slave States together,"],
        [" ", "to a house divided against itself, and says that it is"],
        [" ", "contrary to the law of God, and cannot stand."],
        ["5", "When did he learn, and by what authority does he"],
        [" ", "proclaim, that this Government is contrary to the law"],
        [" ", "of God and cannot stand? It has stood thus divided"],
        [" ", "into Free and Slave States from its organization up to"],
        [" ", "this day. During that period we have increased from"],
        ["10", "four millions to thirty millions of people; we have"],
        [" ", "extended our territory from the Mississippi to the"],
        [" ", "Pacific Ocean; we have acquired the Floridas and"],
        [" ", "Texas, and other territory sufficient to double our"],
        [" ", "geographical extent; we have increased in population,"],
        ["15", "in wealth, and in power beyond any example on"],
        [" ", "earth; we have risen from a weak and feeble power to"],
        [" ", "become the terror and admiration of the civilized"],
        [" ", "world; and all this has been done under a"],
        [" ", "Constitution which Mr. Lincoln, in substance, says is"],
        ["20", "in violation of the law of God; and under a Union"],
        [" ", "divided into Free and Slave States, which Mr. Lincoln"],
        [" ", "thinks, because of such division, cannot stand."],
        [" ", "Surely, Mr. Lincoln is a wiser man than those who"],
        [" ", "framed the Government ..."],
        ["25", "\tI now come back to the question, why cannot this"],
        [" ", "Union exist forever, divided into Free and Slave"],
        [" ", "States, as our fathers made it? It can thus exist if each"],
        [" ", "State will carry out the principles upon which our"],
        [" ", "institutions were founded; to wit, the right of each"],
        ["30", "State to do as it pleases, without meddling with its"],
        [" ", "neighbors. Just act upon that great principle, and this"],
        [" ", "Union will not only live forever, but it will extend"],
        [" ", "and expand until it covers the whole continent, and"],
        [" ", "makes this confederacy one grand, ocean-bound"],
        ["35", "Republic. We must bear in mind that we are yet a"],
        [" ", "young nation, growing with a rapidity unequalled in"],
        [" ", "the history of the world, that our national increase is"],
        [" ", "great, and that the emigration from the old world is"],
        [" ", "increasing, requiring us to expand and acquire new"],
        ["40", "territory from time to time, in order to give our"],
        [" ", "people land to live upon. If we live upon the principle"],
        [" ", "of State rights and State sovereignty, each State"],
        [" ", "regulating its own affairs and minding its own"],
        [" ", "business, we can go on and extend indefinitely, just"],
        ["45", "as fast and as far as we need the territory ..."],
        ["", "Passage 2"],
        [" ", "\tIn complaining of what I said in my speech at"],
        [" ", "Springfield, in which he says I accepted my"],
        [" ", "nomination for the Senatorship ... he again quotes"],
        [" ", "that portion in which I said that “a house divided"],
        ["50", "against itself cannot stand.” Let me say a word in"],
        [" ", "regard to that matter. He tries to persuade us that"],
        [" ", "there must be a variety in the different institutions of"],
        [" ", "the States of the Union; that that variety necessarily"],
        [" ", "proceeds from the variety of soil, climate, of the face"],
        ["55", "of the country, and the difference in the natural"],
        [" ", "features of the States. I agree to all that. Have these"],
        [" ", "very matters ever produced any difficulty among us?"],
        [" ", "Not at all. Have we ever had any quarrel over the fact"],
        [" ", "that they have laws in Louisiana designed to regulate"],
        ["60", "the commerce that springs from the production of"],
        [" ", "sugar? Or because we have a different class relative to"],
        [" ", "the production of flour in this State? Have they"],
        [" ", "produced any differences? Not at all. They are the"],
        [" ", "very cements of this Union. They don't make the"],
        ["65", "house a “house divided against itself.” They are the"],
        [" ", "props that hold up the house and sustain the Union."],
        [" ", "\tBut has it been so with this element of slavery?"],
        [" ", "Have we not always had quarrels and difficulties over"],
        [" ", "it? And when will we cease to have quarrels over it?"],
        ["70", "Like causes produce like effects. It is worthwhile to"],
        [" ", "observe that we have generally had comparative"],
        [" ", "peace upon the slavery question, and that there has"],
        [" ", "been no cause for alarm until it was excited by the"],
        [" ", "effort to spread it into new territory. Whenever it has"],
        ["75", "been limited to its present bounds, and there has"],
        [" ", "been no effort to spread it, there has been peace. All"],
        [" ", "the trouble and convulsion has proceeded from"],
        [" ", "efforts to spread it over more territory. It was thus at"],
        [" ", "the date of the Missouri Compromise. It was so again"],
        ["80", "with the annexation of Texas; so with the territory"],
        [" ", "acquired by the Mexican War; and it is so now."],
        [" ", "Whenever there has been an effort to spread it there"],
        [" ", "has been agitation and resistance ... Do you think"],
        [" ", "that the nature of man will be changed, that the same"],
        ["85", "causes that produced agitation at one time will not"],
        [" ", "have the same effect at another?"]
    ],
    "Copyright": "",
    "References": []
}