{
    "Directions": "Read the following passage about the childhood of a former U.S. president then answer each question that follows.",
    "Context": [],
    "Title": "Young Teddy Roosevelt",
    "Subtitle": "",
    "Author": "by Jean Fritz",
    "LabelType": "P",
    "Content": [
        [" ", "\tSummers, when the Roosevelts went to the country, were the best time for young Teddy Roosevelt's explorations. All year the children looked forward to the summer, when they were free to run barefoot, to ride their Shetland pony, Pony Grant (named for Ulysses Grant, the Civil War general), and to play all sorts of make-believe games that Teddy invented. As for Teddy, one of his greatest joys was to wander through the woods, identifying the birds and learning their calls. One wonderful day in 1868, he didn't need to go to the woods. The birds came to him. Seventy-five migrating swallows flew into the house, fluttering from room to room, zooming in to land on curtains, on walls, and on the floor. One landed right on Teddy's pants, which of course made him a special friend."],
        [" ", "\tAll his life Teddy loved birds, and no matter where he was or how busy, he gossiped about their coming and going as if they were neighbors. The arrival of a thrush in spring was news to be reported in a letter. The song of a chirpy sparrow was dinner-table conversation. But in May 1869, just as the children were planning their summer in the country, they were told that this year they wouldn't be going. Instead, they were all going to Europe. They would spend a year there, traveling about, seeing historic sites, and visiting museums."],
        [" ", "\tThe children were not pleased. A whole year! Dragged from country to country with no barefoot time, no Pony Grant. It turned out just as they feared. Once they started, they kept on the go, climbing on and off trains, steamers, carriages, stagecoaches, horses, donkeys, and mules. And they walked. Teddy walked nineteen miles at one stretch, twenty at another, and climbed an 8,000-foot mountain. Before they were through, they had visited eight countries and stayed in sixty- six hotels. Although Teddy said that he “cordially hated” that year, he also had fun. The younger children roughhoused whenever they could — jumping on hotel beds, having pillow fights, making war with towels, holding tickling matches when their train went through a tunnel. Once, in a hotel, they ganged up on a waiter and a chambermaid, throwing paper balls at them and chasing them up and down stairs. Once, Teddy's brother, Elliott, shut Teddy in a closet and it took their father three-quarters of an hour to get him out. Climbing Mount Vesuvius, they threw snowballs at each other."],
        [" ", "\tAnd Teddy saw sights that i͟m͟p͟r͟e͟s͟s͟e͟d him: some rare black Australian swans, the Prince of Wales, two boars and a wildcat in a zoo, and a tree that was over fourteen hundred years old. When crossing from one country to another, he made a point of standing with one leg in one country and the other leg in the other. When he had one leg in France and one in Switzerland, he reported it. Also when he straddled Italy and Switzerland. All the time, however, what he really wanted was to get both legs back in America. On May 25, 1870, he finally made it. At the first glimpse of New York, he exploded with joy. “New York!!!” he wrote. “Hip, Hurrah!”"]
    ],
    "Copyright": "",
    "References": []
}