{
    "Directions": "Read the following passage about the childhood of a former U.S. president then answer each question.",
    "Context": [
        "On May 12, 1869, 10-year-old Theodore Roosevelt and his family boarded a ship for Europe. Theodore recorded the family's adventures in a journal. He wrote about the places they visited and the sites they observed. Theodore's boyhood diary gives us a close-up look at the experiences of a future U.S. president."
    ],
    "Title": "The Boyhood Diary of Theodore Roosevelt",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Mᴀʏ 12ᴛʜ 1869.—"],
        [" ", "\tWe go to Europe today. We sail in the English Steamship, Scotia. It was very hard parting from our friends. Old Grand Papa came up to us. While going to the docks I cried a great deal. Marry Ann, Ellie, and I were left by some coal there with nothing to do. We went in a little ship to the Scotia. We have nice staterooms and a gentleman showed us all round the ship. We started at 5. We 3 jumped around the deck and played. When we went to bed I was a little seasick."],
        ["", "Mᴀʏ 21sᴛ 1869. Sᴇᴀ.—"],
        [" ", "\tEarly in the morning at 4 we [took] the ship at Queenstown (Ireland). Ellie, the other boys, and I had a great play. The Irish sea looks (it is so smooth) like green glass. Gulls and ships keep passing us. We got off at Liverpool [England] and did not get to bed till one."],
        ["", "Jᴜɴᴇ 1sᴛ 1869 [Eɴɢʟᴀɴᴅ]—"],
        [" ", "\tChatsworth is about 80 miles from Liverpool. Early in the morning Conie and I had a walk. We saw some darling little puppies just born. We drove on to Haden Hall, an old feudal castle of the 11th century. We saw the pewter¹ plates to cook and eat with. We saw the dining room and kitchen with its huge fire place and a bedroom with its bed in it and some tapestry. On this last was a picture of a boar hunt in which the dogs were in armor. The coat of arms was a bear and bull with shield. We drove on among wild and picturesque scenery to the New Bath hotel. We chased ducks there and found a dead gosling in the river. After a while took cars to Liverpool. Saw a huge oak."],
        ["", "Yᴏʀᴋ, Jᴜɴᴇ 14 1869 [Eɴɢʟᴀɴᴅ]—"],
        [" ", "\tWe had a row down the river Ouse for 2 miles. It was great fun. Ellie and I rowed. Conie and Papa walked some of the way back. Conie and I went alone to the museum where we saw birds and skeletons and Bamie and I went in for a spree and got two shillings worth of rock candy."],
        ["", "Jᴜɴᴇ 3ᴅ 1869 [Eɴɢʟᴀɴᴅ]—"],
        [" ", "\tPapa and I went to Hastings. We went right away to the queens hotel and had such a nice dinner. We then took a splendid walk on the beach. Coming back I had a goat wagon ride (great fun) and we then walked up to the old castle of Hastings. It was a mere ruin of the Saxon times but very, very much repaired and rebuilt by the Norman conqueror. We saw several pieces of iron things taken from the castle such as keys and melted iron. We had tea and then Papa went out for a walk and I put myself to bed all alone."],
        ["", "Jᴜʟʏ 21sᴛ 1869 [Gᴇʀᴍᴀɴʏ]—"],
        [" ", "\tTo Mainz. We went first in the cars and then for 8 or 9 hours in the boat up the Rhine River. We saw more beautiful scenery and old castles. We passed the Bishop of Enghiens tower and played with some other children. We had a splendid play."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "pewter — a type of metal"]
    ]
}