{
    "Directions": "Read the following passages. Then respond to the prompt that follows.",
    "Context": [],
    "Title": "Safe Slumber",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Sleep is one of the most important things people do. It allows our bodies to heal themselves. Sleep also allows our bodies to rest. Without sleep, even simple jobs can be difficult. Other animals need sleep too!"],
        [" ", "A big problem for animals that live in the wild is staying safe while they sleep. Animals take care of this problem in different ways. Many animals hide themselves. Others have special ways of protecting themselves while they sleep."],
        ["", "A Safe Sleeping Bag"],
        [" ", "Parrotfish live among coral reefs in oceans. Finding a safe place to sleep at night can be tricky because many predators are active at night, like moray eels. Every night, parrotfish usually sleep close to the rock in sheltered places like cracks. Some parrotfish go one step further to protect themselves by making a slime layer that covers their whole bodies. This covering acts like a sleeping bag and can provide a barrier that helps keep the parrotfish safe."],
        ["", "Set the Alarm"],
        [" ", "Anolis lizards live in many areas including tropical rain forests. They often sleep on leaves at the end of long branches. A leaf might seem like a strange bed, but it works like an alarm to keep the lizard safe. If a hungry snake wiggles a branch, the lizard wakes up and leaps to safety."],
        ["", "Building a Bed"],
        [" ", "Chimpanzees take their sleep very seriously. They want a comfortable bed that will allow them to have a good night’s sleep. Scientists believe that chimpanzees carefully choose a tree that is strong. In this tree they build a nest. The nest is built using branches and leaves. Each day a chimpanzee builds itself a new, comfortable bed to sleep in."],
        ["", "Sleeping on the Job"],
        [" ", "Bottle-nosed dolphins have a special problem. They need to sleep, but they have to be on the ocean’s surface to breathe. They also need to watch over their young so that nothing will harm them. What do they do? While half of the dolphin’s brain sleeps, the other half stays awake. This allows a dolphin to rest while slowly swimming along, breathing at the surface and watching over its young. After a couple of hours, the sleeping half of the dolphin’s brain wakes up while the other half snoozes."],
        [" ", "The most amazing sleep belongs to a seabird called the sooty tern. Sooty terns nest on islands. When they are not nesting, they live for many years in the sky and on the surface of the sea. When and where can they sleep? Scientists believe that the sooty terns are able to sleep while they are flying. This allows them to rest while staying out of the reach of predators."],
        [" ", "Scientists still have a lot to learn about sleep. One thing is sure, though: most animals need sleep to stay healthy. Remember that the next time you want to stay up late."]
    ],
    "Copyright": "",
    "References": []
}