{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Rainy Day Surprise",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "One rainy day, two merchants named Leah and Pablo opened their shop doors to begin the day's business. They each stood in front of their stores, wishing for customers. Sadly, the chilly, wet weather had chased all the villagers inside. Not one person walked down the cobblestone street."],
        [" ", "“Rainy days are bad for business,” Leah told Pablo. She often shared her opinion with him."],
        [" ", "“But our trees needed water,” Pablo responded. He always tried to find a positive side in every situation."],
        [" ", "Before Leah could reply, she noticed a dog. The shaggy, wet animal was limping down the street towards them. Its head was hanging low and its tail drooped."],
        [" ", "“Shoo,” Leah told the dog. She did not want the dog around if a customer came to her store."],
        [" ", "Pablo, however, patted the dog's head. “Would you like to come inside and rest?” he asked the furry visitor. Its tail slowly wagged."],
        [" ", "“Don't be foolish,” Leah warned Pablo. “You should not go looking for trouble. Dogs don't belong inside shops.”"],
        [" ", "“It looks like it is cold and lost, and I have no customers to worry about,” Pablo reasoned. He led the animal through the door."],
        [" ", "Once they were inside the store, Pablo said to the dog, “I will find a towel to dry your fur.”"],
        [" ", "Pablo hurried toward his supply room. However, a moment later, there was a terrific crashing sound. Pablo sprinted back into the shop. The dog had knocked over a display of pans. It was gobbling down a stale cookie that Pablo had left on the top shelf."],
        [" ", "“I guess you were more interested in a meal than dry fur,” Pablo smiled. The dog barked and licked its lips."],
        [" ", "As Pablo looked for something else to feed the dog, Leah poked her head into the shop. She had heard the crash. With a knowing look, she surveyed the mess."],
        [" ", "“You should have listened to my advice,” Leah said."],
        [" ", "“At least the metal pans cannot break,” Pablo chuckled."],
        [" ", "“Humph,” Leah said. She turned around and left."],
        [" ", "The dog happily finished the lunch that Pablo gave him. Then Pablo dried and brushed its fur. Pablo was starting to pick up the pans when a boy named Sam entered his shop. At once, the dog barked with joy."],
        [" ", "“Prince!” Sam shouted. He stooped to hug the excited dog. “We've been looking everywhere for you.”"],
        [" ", "Sam ran back to the shop door. He opened it and called out, “I've found Prince!”"],
        [" ", "A moment later, Sam's entire family was crowding into Pablo's shop. They had all been searching for the missing pet. Pablo explained to them how he had invited Prince inside and given him lunch."],
        [" ", "As Pablo told his story, Sam's mother, Ida, noticed the pans that were still scattered across the floor. She knew Prince likely caused the disaster."],
        [" ", "“We will thank you by cleaning your shop,” Ida said. Before Pablo could refuse, Ida organized her family. She gave them jobs of straightening, sweeping, and polishing."],
        [" ", "When the busy crew finished, Pablo could not stop grinning. His pans sparkled and his windows gleamed. The goods on his shelves stood in neat and tidy rows."],
        [" ", "After that, Ida and her family filled their arms with Pablo's wares. They bought soap, pails, pans, dishes, and candles. As Pablo wrapped their purchases in paper, he whistled merrily. His shop had earned record sales."],
        [" ", "Finally, the family left Pablo's shop with Prince. Leah watched the parade of people walk down the street with their packages. At the sight, a dark cloud seemed to settle over her face. She had not had many customers that day."],
        [" ", "“No act of kindness is ever wasted,” Pablo told Leah gently. “Let me treat you to dinner so I can share my good fortune with you.”"],
        [" ", "Leah paused for a moment. Perhaps, she should try listening to Pablo's advice. His face always wore a content smile. “Yes, I'll dine with you,” Leah said in a thankful voice. “I'm sure you'll agree that it is never too late to learn new ways,” she added with her own fresh smile."]
    ],
    "Copyright": "",
    "References": []
}