{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The general store was essential to daily life in the rural United States during the 1800s because it provided the supplies that the people living in nearby communities needed. Also, the store was a _______ of information. People socializing at the general store would share news and help spread it throughout their communities.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "source",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the role of the general store in US rural communities during the 1800s. In this context, “source” means a place where something originates or is obtained. The text states that people would share news while socializing at the general store. This context supports the idea that the store served as a source of information in rural communities.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "rival",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Rival” would mean competitor or opponent. The text doesn't indicate that the general store was a rival of anything. Instead, the text describes the general store as a place that enabled the sharing of information within rural communities.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "condition",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “condition” would mean state, circumstance, or requirement. Although the text implies that visiting the store was helpful for acquiring information since people shared news there, it wouldn't make sense to say that the general store was a condition of information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "waste",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Waste” would mean something that is unused, discarded, or spent unnecessarily, which would not make sense in context. The text describes the general store as an essential part of daily life and a place for socializing and information sharing. The store was therefore a source, not a waste, of information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:For painter Jacob Lawrence, being _______was an important part of the artistic process. Because he paid close attention to all the details of his Harlem neighborhood, Lawrence's artwork captured nuances in the beauty and vitality of the Black experience during the Harlem Renaissance and the Great Migration.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "skeptical",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that Lawrence was “skeptical,” or had an attitude of doubt in general or about particular things, let alone that skepticism was important to him as an artist. Rather than indicating that he was skeptical, the text focuses on how Lawrence paid careful attention to everything around him and reflected his observations in his artwork.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "observant",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Jacob Lawrence's artistic process. In this context, “observant” means watchful and perceptive. The text emphasizes that the “close attention” Lawrence paid to “all the details” of his neighborhood allowed him to reflect subtle elements of “the beauty and vitality of the Black experience” in his artwork. This context indicates that being observant of his surroundings was an important part of Lawrence's work as an artist.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "critical",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that Lawrence was “critical,” which in this context would mean inclined to criticize harshly or unfairly. Rather than indicating that Lawrence found fault in things, the text suggests that he paid careful attention to everything around him and that his artwork reflects this careful attention.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "confident",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Lawrence was “confident,” or self-assured. Rather than addressing how Lawrence felt about himself and how that feeling affected his artistic process, the text emphasizes the careful attention Lawrence paid to everything around him — attention that allowed him to capture subtle elements of a particular place and time in his artwork.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Former astronaut Ellen Ochoa says that although she doesn't have a definite idea of when it might happen, she _______that humans will someday need to be able to live in other environments than those found on Earth. This conjecture informs her interest in future research missions to the moon.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "demands",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “demands,” or insists or requires, that humans will one day need to live in other environments than Earth's would not make sense in context. The text indicates that she's unsure about the timing but hypothesizes that it will someday happen.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "speculates",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Ochoa's prediction that humans will one day need to live in places other than Earth. As used in this context, “speculates” would mean puts forward an idea without firm evidence. The text states that Ochoa “doesn't have a definite idea” about when humans might need to live in other environments and characterizes Ochoa's prediction as a “conjecture,” or a conclusion presented without convincing evidence. This context indicates that Ochoa speculates when she makes this prediction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "doubts",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “doubts,” or questions or disbelieves, that humans will one day need to live in other environments than Earth's would not make sense in context. The text indicates that although Ochoa is unsure about the timing, she hypothesizes that humans will need to live in places other than Earth and encourages research into future travel to the moon.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "establishes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “establishes,” or proves, that humans will one day need to live in other environments than Earth's would not make sense in context. Rather than stating that Ochoa discusses her idea with certainty and supports it with evidence, the text indicates that Ochoa is unsure about when humans might need to live in other environments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The parasitic dodder plant increases its reproductive success by flowering at the same time as the host plant it has latched onto. In 2020, Jianqiang Wu and his colleagues determined that the tiny dodder achieves this _______ with its host by absorbing and utilizing a protein the host produces when it is about to flower.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "synchronization",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of a relationship between the dodder plant and its host plant. As used in this context, “synchronization” means the act of things happening at the same time. The text indicates that the dodder and its host plant flower in unison and that this synchronization occurs because the dodder makes use of a protein produced by the host shortly before flowering.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "hibernation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Referring to “hibernation,” or the state of being dormant or inactive, wouldn't make sense in context. The text focuses on something the dodder plant actively engages in—making use of a protein and producing flowers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "prediction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stating that the dodder plant and its host engage together in “prediction,” or the act of declaring or indicating something in advance, wouldn't make sense in context. Rather than indicating that the dodder plant and its host plant make a prediction about flowering activity, the text suggests that the host produces a protein as part of its regular flowering process and that the dodder then absorbs and uses that protein to flower at the same time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "moderation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Referring to “moderation,” or the act of causing something to become less intense or extreme, wouldn't make sense in context. Although the text states that the dodder plant absorbs and uses a protein made by its host plant, it doesn't suggest that the dodder lessens the host plant's flowering activity; the two plants simply flower in unison.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Barring major archaeological discoveries, we are unlikely to ever have _______ account of ancient Egypt under the female pharaoh Hatshepsut, as much of the evidence of her reign was deliberately destroyed by her successors.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an imaginative",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “an imaginative” account would be an account based on imagination, or ideas and speculation, rather than facts. The text indicates that much of the evidence of Hatshepsut's reign was deliberately destroyed, and a lack of evidence actually makes it more likely that accounts will be imaginative to some degree and not strictly factual.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a superficial",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “a superficial” account would be one that is lacking in depth or concerned only with what is obvious. The text indicates that most evidence of Hatshepsut's reign was purposely destroyed, which suggests that accounts of that time are likely already somewhat superficial, since there is little information available to support deeper knowledge. Further, it would be illogical to suggest that discovering major new evidence would make it more likely that accounts would be superficial.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an exhaustive",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of historical evidence about ancient Egypt under the reign of the pharaoh Hatshepsut. In this context, “an exhaustive” account would be a thorough one. The text states that much of the evidence from her reign was purposely destroyed—in other words, there is a lack of surviving records. This context conveys that unless there are major new archaeological discoveries, an exhaustive account of Hatshepsut's reign is unlikely.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a questionable",
                "Key": {
                    "Correct": false,
                    "Rationale": "“A questionable” account would be one likely to be challenged or doubted, and since the text suggests that little evidence of Hatshepsut's reign has survived, accounts of that time probably involve some speculation and thus may already be open to doubt. Further, it would be illogical to suggest that discovering major new evidence would make it more likely that accounts would be questionable.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Jazz tap is a dance form that was first developed in African American communities. Jazz tap was heavily influenced by jazz music, which became widely popular in the United States in the 1920s. Tap dancers were inspired by jazz music's quick rhythms and by the way jazz musicians would make up melodies as they played. As jazz music continued to develop in the 1930s and 1940s, jazz tap evolved with it. Because of jazz music's influence, jazz tap quickly developed into a dance form that was very different from earlier kinds of tap dance.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It explains why audiences prefer some kinds of music over others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that jazz music became widely popular in the US in the 1920s and describes some of jazz music's qualities, the text never explains why audiences prefer some kinds of music—jazz or otherwise—over others. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It discusses the development of a dance form.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes the main purpose of the text. The text indicates where and when jazz tap first developed (in African American communities in the 1920s) and what influenced it (the quick rhythms and improvisations in jazz music) and then explains that it evolved alongside jazz music in the 1930s and 1940s, resulting in a very different form of tap dance than had existed before. Therefore, the main purpose of the text is to discuss jazz tap's development.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes how to play a musical instrument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never mentions any musical instruments and doesn't describe how to play one.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It emphasizes the popularity of a famous dancer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses jazz tap generally and never identifies a particular dancer, famous or otherwise.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The north celestial pole (NCP)—the fixed point around which stars in the Northern Hemisphere (including the Sun) appear to rotate—is discernible only at night. Inspired by the navigational strategies of some insects and birds, researchers devised a method for locating the NCP in daytime using skylight polarization, which occurs as atmospheric particles scatter sunlight. A polarimetric camera captures images of polarization patterns, which rotate as the Sun's position in the sky changes; temporal variances across images can then be used to determine an observer's latitude and bearing relative to the NCP.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It illustrates how most navigational tools utilize the NCP, recounts how researchers discovered that certain animals are able to navigate without using the NCP, and then proposes that this discovery could be used to avoid problems in navigation associated with reliance on the NCP.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it's reasonable to conjecture that humans have used the NCP for navigation, the text doesn't indicate this is the case, let alone that the NCP is relevant to a majority of navigational tools. Furthermore, the text doesn't state that researchers discovered that insects and birds navigate without the NCP; rather, it indicates that it's known that some animals navigate by using skylight polarization to locate the NCP during the day and that this knowledge inspired the method the researchers devised.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It presents a celestial-based method of navigation, enumerates the comparative benefits of an alternative method used by certain animals that is based on an unrelated natural occurrence, and then indicates how researchers assessed the relative accuracy of the two methods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it's reasonable to conjecture that humans have used the NCP for navigation, the text doesn't state that this is the case. Furthermore, the text discusses how some animals' use of navigational strategies based on the same celestial occurrence served as the inspiration for the researchers' polarized-light approach, not as the basis for a comparison of the relative effectiveness of animal and human methods of navigation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It explains how the NCP is typically located, emphasizes a key difference between how humans and certain animals use the NCP for navigation, and then suggests an alternative way of using the NCP to improve existing navigational instruments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text implies that humans have typically been able to locate the NCP visually at night and indicates that some animals use the NCP to navigate, the text doesn't state that humans use the NCP for navigation. The text therefore doesn't emphasize a difference between how humans and animals use the NCP for this purpose. Furthermore, the text doesn't suggest that existing navigational instruments will be augmented with polarimetric technologies.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It notes an obstacle to observing an astronomical phenomenon, mentions a navigational ability of certain animals that inspired a solution to that obstacle, and then explains how researchers used an optical device to mimic that ability.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes the overall structure of the text. The text begins by pointing out an obstacle to observing the astronomical phenomenon of the NCP: the NCP is visible only at night. The text then indicates that, inspired by the ability of some insects and birds to navigate using visualizations of polarized sunlight, researchers devised a way to locate the NCP during daylight. The text then indicates that the researchers mimicked the insects' and birds' polarized-light visualization capabilities using a polarimetric camera. Thus, the text notes an obstacle to observing an astronomical phenomenon, mentions a navigational ability of certain animals that inspired a solution to that obstacle, and then explains how researchers used an optical device to mimic that ability.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Zora Neale Hurston's 1921 short story “John Redding Goes to Sea.” John is a child who lives in a town in the woods.",
            ":ibox:Perhaps ten-year-old John was puzzling to the folk there in the Florida woods for he was an imaginative child and fond of day-dreams. The St. John River flowed a scarce three hundred feet from his back door. On its banks at this point grow numerous palms, luxuriant magnolias and bay trees. On the bosom of the stream float millions of delicately colored hyacinths. [John Redding loved to wander down to the water's edge, and, casting in dry twigs, watch them sail away down stream to Jacksonville, the sea, the wide world and [he] wanted to follow them.]",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It provides an extended description of a location that John likes to visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second and third sentences of the text provide an extended description of the riverbank where John likes to go, whereas the emphasized sentence describes what John does at that location.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It reveals that some residents of John's town are confused by his behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence of the text suggests that John's behavior “was puzzling” to others around him, whereas the emphasized sentence concerns the content of John's imaginings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It illustrates the uniqueness of John's imagination compared to the imaginations of other children.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence elaborates on John's imagination but doesn't mention any other children to whom John could be compared.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It suggests that John longs to experience a larger life outside the Florida woods.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes how the emphasized sentence functions in the text as a whole. The text establishes that John has a strong imagination and then goes on to describe the St. John River near John's home in the Florida woods. The emphasized sentence depicts John sending twigs sailing down the river while he imagines them reaching “Jacksonville, the sea, the wide world,” where he wishes he could follow. This suggests that John longs to expand his life experiences beyond the Florida woods.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Astronomers are confident that the star Betelgeuse will eventually consume all the helium in its core and explode in a supernova. [They are much less confident, however, about when this will happen, since that depends on internal characteristics of Betelgeuse that are largely unknown.] Astrophysicist Sarafina El-Badry Nance and colleagues recently investigated whether acoustic waves in the star could be used to determine internal stellar states but concluded that this method could not sufficiently reveal Betelgeuse's internal characteristics to allow its evolutionary state to be firmly fixed.",
            "Which choice best describes the function of the second sentence in the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes a serious limitation of the method used by Nance and colleagues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence introduces the general problem Nance and colleagues hoped to solve, not a serious limitation of how Nance and colleagues tried to solve it. It is the third sentence that introduces Nance and colleagues, but no serious limitation of their approach to studying a method of determining internal stellar states is described.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It presents the central finding reported by Nance and colleagues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence introduces the general problem Nance and colleagues hoped to solve, not the central finding they ultimately reported. It is the third sentence that presents Nance and colleagues' conclusion that a potential method for determining internal stellar states would be insufficient.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It identifies the problem that Nance and colleagues attempted to solve but did not.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the second sentence functions in the text as a whole. The first sentence establishes something astronomers believe with some certainty: that Betelgeuse will explode in a supernova. The second sentence then introduces a problem: astronomers aren't certain when Betelgeuse will explode because they don't have enough information about the star's internal characteristics. Finally, the third sentence indicates that researcher Sarafina El-Badry Nance and colleagues investigated a possible method of obtaining the necessary information about Betelgeuse's internal characteristics, though they found that the method wouldn't be sufficient. Thus, the function of the second sentence is to identify the problem that Nance and colleagues attempted to solve but didn't.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It explains how the work of Nance and colleagues was received by others in the field.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence doesn't indicate how other astronomers or astrophysicists responded to the work done by Nance and colleagues; the text doesn't address this information at all.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\nAstronomer Mark Holland and colleagues examined four white dwarfs—small, dense remnants of past stars—in order to determine the composition of exoplanets that used to orbit those stars. Studying wavelengths of light in the white dwarf atmospheres, the team reported that traces of elements such as lithium and sodium support the presence of exoplanets with continental crusts similar to Earth's.",
            ":ibox:TEXT 2\n\nPast studies of white dwarf atmospheres have concluded that certain exoplanets had continental crusts. Geologist Keith Putirka and astronomer Siyi Xu argue that those studies unduly emphasize atmospheric traces of lithium and other individual elements as signifiers of the types of rock found on Earth. The studies don't adequately account for different minerals made up of various ratios of those elements, and the possibility of rock types not found on Earth that contain those minerals.",
            "Based on the texts, how would Putirka and Xu (Text 2) most likely characterize the conclusion presented in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As unexpected, because it was widely believed at the time that white dwarf exoplanets lack continental crusts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The texts do not indicate how widely held any of the viewpoints described are.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As premature, because researchers have only just begun trying to determine what kinds of crusts white dwarf exoplanets had",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither text discusses how new this area of study is.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As questionable, because it rests on an incomplete consideration of potential sources of the elements detected in white dwarf atmospheres",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice reflects how Putirka and Xu (Text 2) would likely characterize the conclusion presented in Text 1. Text 1 discusses a study by Mark Holland and colleagues in which they detected traces of lithium and sodium in the atmospheres of four white dwarf stars. The team claims that this supports the idea that exoplanets with continental crusts like Earth's once orbited these stars. Text 2 introduces Putirka and Xu, who indicate that sodium and lithium are present in several different minerals and that some of those minerals might exist in types of rock that are not found on Earth. Therefore, Putirka and Xu would likely describe the conclusion in Text 1 as questionable because it does not consider that lithium and sodium are also found in rocks that are not like Earth's continental crust.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As puzzling, because it's unusual to successfully detect lithium and sodium when analyzing wavelengths of light in white dwarf atmospheres",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither text discusses how likely lithium and sodium are to be detected by analyzing wavelengths of light.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from David Barclay Moore's 2022 novel Holler of the Fireflies. The narrator has just arrived at summer camp, which is far away from his home.",
            ":ibox:This place was different than I thought it would be. I'd never been somewhere like this before. I did feel scared, but also excited.\n\n\t\t©2022 by David Barclay Moore",
            "According to the text, how does the narrator feel about being at summer camp?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He feels overjoyed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the text, the narrator describes himself as “excited.” Although excitement is a positive emotion, it isn't as intensely positive as feeling overjoyed is. Moreover, the narrator also notes that he felt “scared.” In other words, his excitement (a positive emotion) is balanced with fear (a negative emotion). Given this mixture of positive and negative emotions, it would be inaccurate to characterize the narrator as overjoyed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He feels peaceful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the text, the narrator describes himself as having felt both fear and excitement. Neither of these emotions can be thought of as peaceful and, in fact, are almost the opposite of a sense of peace.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He feels both scared and excited.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states how the narrator feels about being at summer camp. In the text, the narrator states that after arriving at the camp, he found it to be different than he'd expected and that as a result, he felt “scared, but also excited.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He feels both angry and jealous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the text, the narrator describes himself as both “scared” and “excited,” not angry and jealous.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Oscar Wilde's 1891 novel The Picture of Dorian Gray. Dorian Gray is taking his first look at a portrait that Hallward has painted of him.",
            ":ibox:Dorian passed listlessly in front of his picture and turned towards it. When he saw it he drew back, and his cheeks flushed for a moment with pleasure. A look of joy came into his eyes, as if he had recognized himself for the first time. He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not catching the meaning of his words. The sense of his own beauty came on him like a revelation. He had never felt it before.",
            "According to the text, what is true about Dorian?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He wants to know Hallward's opinion of the portrait.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dorian isn't depicted as interested in Hallward's opinion of the portrait but rather as so enraptured by the painting that he's hardly even aware of Hallward.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He is delighted by what he sees in the portrait.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about Dorian that is directly supported by the text. The narrator of the text says that when Dorian sees his portrait, “his cheeks flushed for a moment with pleasure” and “a look of joy came into his eyes.” The narrator goes on to say that Dorian looked at the portrait “in wonder” and presents him as being so entranced by the portrait that he doesn't notice what Hallward is saying to him. All these details support the description of Dorian as being delighted by what he sees in the portrait.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He prefers portraits to other types of paintings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The portrait of Dorian is the only painting that is mentioned in the text, so there's no evidence that Dorian prefers portraits to other types of paintings. Although Dorian is depicted as delighted with this particular portrait, there's no way of knowing from the text whether he likes portraits better than other kinds of paintings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He is uncertain of Hallward's talent as an artist.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Dorian is uncertain about Hallward's talent. Instead, the text is focused on Dorian's delight with the portrait.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Choctaw/Cherokee artist Jeffrey Gibson turns punching bags used by boxers into art by decorating them with beadwork and elements of Native dressmaking. These elements include leather fringe and jingles, the metal cones that cover the dresses worn in the jingle dance, a women's dance of the Ojibwe people. Thus, Gibson combines an object commonly associated with masculinity (a punching bag) with art forms traditionally practiced by women in most Native communities (beadwork and dressmaking). In this way, he rejects the division of male and female gender roles.",
            "Which choice best describes Gibson's approach to art, as presented in the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He draws from traditional Native art forms to create his original works.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes Gibson's approach to art. As the text explains, Gibson, who is Cherokee and Choctaw, transforms punching bags into art pieces by applying (or attaching) to them beadwork and elements of Native dressmaking, including leather fringe and the jingles of the jingle dress. The text goes on to say that in most Native communities, the art forms of beadwork and dressmaking are traditionally practiced by women. Therefore, Gibson's approach to art consists of creating original works by drawing from traditional Native art forms.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He has been influenced by Native and non-Native artists equally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because Gibson incorporates Native art forms into his own original artwork, it can be inferred that he has been influenced by other Native artists, but the text never suggests that non-Native artists have influenced him.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He finds inspiration from boxing in designing the dresses he makes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that Gibson designs dresses influenced by boxing but instead that he turns punching bags, which are used in boxing, into works of art by applying elements of Native dressmaking to them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He rejects expectations about color and pattern when incorporating beadwork.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Gibson does incorporate beadwork into his art, the text never mentions the colors or patterns that he uses or suggests that his art defies the expectations that people might have about color and pattern in beadwork.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:O Pioneers! is a 1913 novel by Willa Cather. In the novel, Cather portrays Alexandra Bergson as having a deep emotional connection to her natural surroundings: _______",
            "Which quotation from O Pioneers! most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“She had never known before how much the country meant to her. The chirping of the insects down in the long grass had been like the sweetest music. She had felt as if her heart were hiding down there, somewhere, with the quail and the plover and all the little wild things that crooned or buzzed in the sun. Under the long shaggy ridges, she felt the future stirring.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the quotation that most directly illustrates the claim that Cather portrays Alexandra as having a deep emotional connection to her natural surroundings. This quotation states that the country meant a great deal to Alexandra and then goes on to detail several ways in which her natural surroundings affect her emotionally: the insects sound like “the sweetest music,” she feels as though “her heart were hiding” in the grass “with the quail and the plover,” and near the ridges she feels “the future stirring.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Alexandra talked to the men about their crops and to the women about their poultry. She spent a whole day with one young farmer who had been away at school, and who was experimenting with a new kind of clover hay. She learned a great deal.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation doesn't suggest that Alexandra had a deep emotional connection to her natural surroundings but instead describes how she interacts with the people around her to learn more about crops, poultry, and experiments with clover hay.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Alexandra drove off alone. The rattle of her wagon was lost in the howling of the wind, but her lantern, held firmly between her feet, made a moving point of light along the highway, going deeper and deeper into the dark country.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation doesn't suggest that Alexandra has a deep emotional connection to her natural surroundings but instead describes her nighttime departure in a wagon. The quotation says nothing about Alexandra's emotional state.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“It was Alexandra who read the papers and followed the markets, and who learned by the mistakes of their neighbors. It was Alexandra who could always tell about what it had cost to fatten each steer, and who could guess the weight of a hog before it went on the scales closer than John Bergson [her father] himself.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation doesn't convey Alexandra's deep emotional connection to her natural surroundings; instead, this quotation describes how well she understands the markets and livestock.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The novelist Toni Morrison was the first Black woman to work as an editor at the publishing company Random House, from 1967 to 1983. A scholar asserts that one of Morrison's likely aims during her time as an editor was to strengthen the presence of Black writers on the list of Random House's published authors.",
            "Which finding, if true, would most strongly support the scholar's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The percentage of authors published by Random House who were Black rose in the early 1970s and stabilized throughout the decade.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the scholar's claim about Toni Morrison's likely goal of strengthening the presence of Black writers on Random House's list of published authors. The text explains that Morrison was the first Black woman to be an editor for Random House and that she was an editor there from 1967 to 1983. If it were true that Random House published a higher percentage of works by Black authors throughout the 1970s—during most of Morrison's time working there—than it had previously published, that would suggest that Morrison may have made a deliberate effort to strengthen the presence of Black authors on the list of Random House's published authors, thus supporting the scholar's claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Black authors who were interviewed in the 1980s and 1990s were highly likely to cite Toni Morrison's novels as a principal influence on their work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scholar's claim is about Morrison's work as an editor at a publishing company and her likely effort to strengthen the presence of Black writers on that company's list of published authors. It might be true that Black authors interviewed in the 1980s and 1990s often cited Morrison's novels as an influence on their work, but that finding would simply suggest something about how those authors approached their work; it wouldn't show that Morrison intended to increase the number of Black writers among the published authors specifically at Random House.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The novels written by Toni Morrison that were published after 1983 sold significantly more copies and received wider critical acclaim than the novels she wrote that were published before 1983.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scholar's claim is about Morrison's work as an editor at a publishing company, not about her work as a novelist. Therefore, a finding that Morrison's novels published after 1983 sold more copies and were more widely acclaimed than her earlier novels would have no bearing on the claim that as an editor Morrison made an effort to ensure that more Black writers were present on Random House's list of published authors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Works that were edited by Toni Morrison during her time at Random House displayed stylistic characteristics that distinguished them from works that were not edited by Morrison.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses Morrison's work as an editor at Random House, the scholar's claim focuses on Morrison's likely effort in that role to increase the number of Black writers present on Random House's list of published authors, not on the influence she may have had on the content of the works she edited. Without knowing whether Morrison's stylistic influence led to more publications or if Morrison applied her influence specifically to works by Black writers, the finding that works edited by Morrison could be identified by stylistic characteristics would have no bearing on the claim that Morrison intended to strengthen the presence of Black writers among the published authors at Random House.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Archaeologist Petra Vaiglova, anthropologist Xinyi Liu, and their colleagues investigated the domestication of farm animals in China during the Bronze Age (approximately 2000 to 1000 BCE). By analyzing the chemical composition of the bones of sheep, goats, and cattle from this era, the team determined that wild plants made up the bulk of sheep's and goats' diets, while the cattle's diet consisted largely of millet, a crop cultivated by humans. The team concluded that cattle were likely raised closer to human settlements, whereas sheep and goats were allowed to roam farther away.",
            "Which finding, if true, would most strongly support the team's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Analysis of the animal bones showed that the cattle's diet also consisted of wheat, which humans widely cultivated in China during the Bronze Age.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most strongly support the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were. The text explains that Vaiglova, Liu, and their colleagues analyzed the chemical composition of sheep, goat, and cattle bones from the Bronze Age in China in order to investigate the animals' domestication, or their adaptation from a wild state to a state in which they existed in close connection with humans. According to the text, the team's analysis showed that sheep and goats of the era fed largely on wild plants, whereas cattle fed on millet—importantly, a crop cultivated by humans. If analysis of the animal bones shows that the cattle's diet also consisted of wheat, another crop cultivated by humans in China during the Bronze Age, the finding would support the team's conclusion by offering additional evidence that cattle during this era fed on human-grown crops—and, by extension, that humans raised cattle relatively close to the settlements where they grew these crops, leaving goats and sheep to roam farther away in areas with wild vegetation, uncultivated by humans.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Further investigation of sheep and goat bones revealed that their diets consisted of small portions of millet as well.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If it were true that sheep's and goats' diets consisted of small portions of millet, which the text states was a crop cultivated by humans, the finding would suggest that sheep and goats were raised relatively close to human settlements, weakening the team's conclusion that cattle were likely raised closer to those settlements than sheep and goats were.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cattle's diets generally require larger amounts of food and a greater variety of nutrients than do sheep's and goats' diets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that cattle generally require more food and nutrients than do sheep and goats wouldn't support the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were. Nothing in the text suggests that cattle were incapable of obtaining sufficient food and nutrients without access to human-grown crops. Hence, even if cattle's diets are found to have different requirements than the diets of sheep and goats, the cattle could have met those requirements from food located far from human settlements.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The diets of sheep, goats, and cattle were found to vary based on what the farmers in each Bronze Age settlement could grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If it were true that the diets of sheep, goats, and cattle varied based on what the farmers in each Bronze Age settlement could grow, the finding would weaken the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were, suggesting instead that all three types of animals were raised close enough to human settlements to feed on those settlements' crops.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10RW1/media/17a.jpg",
            ":ibox:In a study of the evolution of DptA and DptB—Diptericin genes encoding antimicrobial peptides that combat pathogens and foster beneficial microbes in fruit flies (Drosophila)—researchers assessed Drosophila melanogaster resistance to pathogenic infections by Providencia rettgeri and Acetobacter sicerae, bacteria common in the flies' environments. Subjects included flies identified by mutations silencing DptA, DptB, or both DptA and DptB (termed types A, B, and AB, respectively). In conjunction with the observation that resistance to P. rettgeri correlates with DptA activity but is not significantly affected by DptB activity, data in the graph of survival rates post–A. sicerae infection suggest that _______",
            "Which completion of the text is best supported by data in the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "DptA confers defense against A. sicerae regardless of the presence of DptB.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph suggests that DptA activity is associated with a low rate of survival, not a high one. Furthermore, the graph shows results for flies where DptA alone was silenced, DptB alone was silenced, and both were silenced and thus does not show any flies with activity in both DptA and DptB, which would be necessary to determine whether DptA conferred defense against A. sicerae in the presence of DptB.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "DptB protects against only one bacteria species, whereas DptA protects against multiple species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only two bacteria species were considered in the text: P. rettgeri and A. sicerae. The text and graph taken together suggest that activity in DptA is associated with resistance to P. rettgeri while DptB activity is not, and that DptB activity is associated with resistance to A. sicerae while DptA is not. There is no further information to suggest one genetic type confers resistance to a greater number of pathogens than the other.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "DptB may have developed as a specific defense against A. sicerae.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text based on supporting data in the graph. The text indicates that in the fly D. melanogaster, DptA and DptB are genes that encode peptides that both fight pathogens and promote beneficial microbes. Researchers tested D. melanogaster's resistance to P. rettgeri and A. sicerae bacteria based on which variation of the peptide-encoding gene the flies exhibit: DptA silenced (referred to as type A), DptB silenced (type B), or both silenced (type AB). The text also indicates that resistance to P. rettgeri correlates with DptA activity but not with DptB activity (which would manifest as type B flies surviving at a higher rate than other fly types when exposed to P. rettgeri). The graph shows the post–A. sicerae infection results, which indicate that DptB activity was most strongly associated with survival, whereas DptA activity was not (manifesting in the graph as the type A flies having greater survival rates than the other fly types). In other words, when DptA activity was silenced, the flies showed relatively high survival rates, but when DptB activity was silenced, whether on its own or in conjunction with DptA activity being silenced, survival rates were low, suggesting that DptB may have developed as a specific defense against A. sicerae.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "defense against A. sicerae is strongest when both DptA and DptB are present.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does not address flies with activity in both DptA and DptB. All flies represented in the graph had one or both of DptA and DptB silenced, or inactive.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Euphorbia esula (leafy spurge) is a Eurasian plant that has become invasive in North America, where it displaces native vegetation and sickens cattle. E. esula can be controlled with chemical herbicides, but that approach can also kill harmless plants nearby. Recent research on introducing engineered DNA into plant species to inhibit their reproduction may offer a path toward exclusively targeting E. esula, consequently _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "making individual E. esula plants more susceptible to existing chemical herbicides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text raises the possibility of using engineered DNA to prevent leafy spurge from reproducing, not to make individual leafy spurge plants more vulnerable to chemical herbicides that already exist.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "enhancing the ecological benefits of E. esula in North America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't describe any ecological benefits of leafy spurge in North America; instead, the text is focused on using engineered DNA to prevent leafy spurge from reproducing and thereby reduce its numbers. The only ecological effects of leafy spurge in North America that are described in the text are harmful.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "enabling cattle to consume E. esula without becoming sick.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes the possibility of using engineered DNA to prevent leafy spurge from reproducing; it doesn't offer a way to enable cattle to eat leafy spurge without becoming sick.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reducing invasive E. esula numbers without harming other organisms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of leafy spurge and engineered DNA. The text establishes that using chemical herbicides to control leafy spurge in North America can also harm other plants nearby. The text then indicates that it might be possible to use engineered DNA to prevent plants from reproducing, which would be useful for “exclusively targeting” leafy spurge. If it's possible to exclusively target leafy spurge with engineered DNA—meaning that only leafy spurge is affected by the engineered DNA—and prevent the plant from reproducing, then leafy spurge numbers could be reduced “without harming other organisms.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A team of biologists led by Jae-Hoon Jung, Antonio D. Barbosa, and Stephanie Hutin investigated the mechanism that allows Arabidopsis thaliana (thale cress) plants to accelerate flowering at high temperatures. They replaced the protein ELF3 in the plants with a similar protein found in another species (stiff brome) that, unlike A. thaliana, displays no acceleration in flowering with increased temperature. A comparison of unmodified A. thaliana plants with the altered plants showed no difference in flowering at 22° Celsius, but at 27° Celsius, the unmodified plants exhibited accelerated flowering while the altered ones did not, which suggests that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "temperature-sensitive accelerated flowering is unique to A. thaliana.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't mention whether any plants other than A. thaliana and stiff brome show temperature-sensitive flowering, so there is no support for the idea that this type of flowering is unique to A. thaliana.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A. thaliana increases ELF3 production as temperatures rise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses the effects of ELF3 and not the production of it. There's nothing in the text to suggest that the amount of ELF3 in A. thaliana varies with temperature.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "ELF3 enables A. thaliana to respond to increased temperatures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of accelerated flowering in A. thaliana plants. The text indicates that A. thaliana plants show accelerated flowering at high temperatures. To investigate the mechanism for this accelerated flowering, biologists replaced the ELF3 protein in one group of A. thaliana plants with a similar protein found in another plant species that doesn't show accelerated flowering. The team then compared these modified plants to A. thaliana plants that retained their original ELF3 protein. The text states that the two samples of plants showed no difference in flowering at 22° Celsius, but at 27° Celsius the unaltered plants with ELF3 showed accelerated flowering while the plants without ELF3 didn't. If accelerated flowering at the higher temperature occurred in the A. thaliana plants with ELF3 but not in the plants without the protein, then ELF3 likely enables A. thaliana to respond to increased temperatures.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "temperatures of at least 22° Celsius are required for A. thaliana to flower.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the text states that there was no difference in the flowering of modified and unmodified A. thaliana plants at 22° Celsius, there's no suggestion that A. thaliana only begins to flower at 22° Celsius; the text doesn't mention a specific temperature threshold required for A. thaliana flowering.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Alvarez theory, developed in 1980 by physicist Luis Walter Alvarez and his geologist son Walter Alvarez, maintained that the secondary effects of an asteroid impact caused many dinosaurs and other animals to die _______ it left unexplored the question of whether unrelated volcanic activity might have also contributed to the mass extinctions.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "out but",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two longer main clauses such as these, it's conventional to use a comma before the coordinating conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "out, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and the coordinating conjunction “but” to join the first main clause (“the Alvarez...out”) and the second main clause (“it left...extinctions”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "out",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "out,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Typically, underlines, scribbles, and notes left in the margins by a former owner lower a book's _______ when the former owner is a famous poet like Walt Whitman, such markings, known as marginalia, can be a gold mine to literary scholars.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "value, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of independent clauses within a sentence. An independent clause is a phrase containing a subject and a verb that can stand on its own as a sentence. This choice uses a comma and the coordinating conjunction “but” to join the first independent clause (“underlines...lower a book's value”) and the second independent clause (“such markings...can be a gold mine to scholars”) to create a compound sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "value",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two independent clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "value,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between two independent clauses.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "value but",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma is needed to mark the boundary between two coordinated independent clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In winter, the diets of Japanese macaques, also known as snow monkeys, are influenced more by food availability than by food preference. Although the monkeys prefer to eat vegetation and land-dwelling invertebrates, those food sources may become unavailable because of extensive snow and ice cover, _______ the monkeys to hunt for marine animals in any streams that have not frozen over.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "forces",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present tense verb “forces” can't be used in this way to supplement the main clause (“those...cover”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to force",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the nonfinite to-infinitive “to force” could be used to form a subordinate clause that supplements the main clause (“those...cover”), to-infinitives conventionally express purpose, and nothing in the sentence suggests that the food sources become unavailable for the purpose of forcing monkeys to hunt marine animals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "forcing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of finite and nonfinite verb forms within a sentence. The nonfinite present participle “forcing” is correctly used to form a participial phrase that supplements the main clause “those...cover,” describing the effects on monkeys of the lack of food sources.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "forced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite past tense verb “forced” can't be used in this way to supplement the main clause (“those...cover”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:While many video game creators strive to make their graphics ever more ______ others look to the past, developing titles with visuals inspired by the “8-bit” games of the 1980s and 1990s. (The term “8-bit” refers to a console whose processor could only handle eight bits of data at once.)",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lifelike but",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an incomplete sentence with no main clause. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "lifelike",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the subordinate clause (“While...lifelike”) and the main clause (“others...past”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lifelike,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subordinate clause and a main clause. This choice correctly uses a comma to mark the boundary between the subordinate clause (“While...lifelike”) and the main clause (“others look to the past”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "lifelike, but",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an incomplete sentence with no main clause.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Food and the sensation of taste are central to Monique Truong's novels. In The Book of Salt, for example, the exiled character of Bình connects to his native Saigon through the food he prepares, while in Bitter in the Mouth, the character of Linda ______ a form of synesthesia whereby the words she hears evoke tastes.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "experienced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense verb “experienced” isn't consistent with the other present tense verbs used to describe the events in Truong's novels.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had experienced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect tense verb “had experienced” isn't consistent with the other present tense verbs used to describe the events in Truong's novels.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "experiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the present tense verb “experiences” is consistent with the other present tense verbs (e.g., “connects” and “prepares”) used to describe the events in Truong's novels. Furthermore, it's conventional to use the present tense when discussing a literary work.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will be experiencing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future progressive tense verb “will be experiencing” isn't consistent with the other present tense verbs used to describe the events in Truong's novels.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Along with carbon dioxide concentration and temperature, light intensity affects the chemical reaction rate of _______ as light intensity increases, so does the rate at which the reactants (water and carbon dioxide) are converted into their products (glucose and oxygen).",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "photosynthesis and",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two longer main clauses such as these, it's conventional to use a comma before the coordinating conjunction (“and”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "photosynthesis,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a coordinating conjunction following it, a comma can't be used in this way to join two main clauses (“Along with...photosynthesis” and “as light...oxygen”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "photosynthesis:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation in a sentence. In this choice, a colon is correctly used to mark the boundary between one main clause (“Along with...photosynthesis”) and another main clause (“as light...oxygen”) and to introduce the following explanation of how light intensity affects photosynthesis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "photosynthesis",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses (“Along with...photosynthesis” and “as light...oxygen”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In Marisol's 1968 sculpture Mi Mama y Yo, gone are the types of pop culture references that made the Parisian-born Venezuelan American artist a star at the height of the pop art movement. In _______ place is a far more personal subject: a sculptural depiction of the artist as a young girl with her mother.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "its",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular possessive determiner “its” doesn't agree in number with the plural noun “types.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "they're",
                "Key": {
                    "Correct": false,
                    "Rationale": "“They're” is the contraction for “they are,” not a possessive determiner.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "their",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of possessive determiners. The plural possessive determiner “their” agrees in number with the plural noun “types” and thus indicates that the more personal subject matter of Marisol's 1968 sculpture takes the place of those types of pop culture references that made Marisol a star.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it's",
                "Key": {
                    "Correct": false,
                    "Rationale": "“It's” is the contraction for “it is” or “it has,” not a possessive determiner.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The ghazal, a poetic form originating in seventh‑century Arabic poetry, has an intricate structure. The twentieth‑century Kashmiri American poet Agha Shahid Ali explains that each one of a ghazal's couplets, while adhering to the patterns of rhyme (qafia) and refrain (radif) established in the poem's opening lines (matla), _______ thematically and logically autonomous, resulting in a poem with “a stringently formal disunity.”",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The singular verb “is” agrees in number with the singular subject “each one of a ghazal's couplets.” While the prepositional phrase “of a ghazal's couplets” within the subject contains a plural noun, the head of the subject (“each one”) is singular, indicating that each individual couplet (not the couplets as a group) is “thematically and logically autonomous,” or self-standing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were” doesn't agree in number with the singular subject “each one of a ghazal's couplets.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “each one of a ghazal's couplets.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “each one of a ghazal's couplets.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Organisms have evolved a number of surprising adaptations to ensure their survival in adverse conditions. Tadpole shrimp (Triops longicaudatus) embryos, ______ can pause development for over ten years during extended periods of drought.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In contrast” illogically signals that the information in this sentence contrasts with the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "for example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For example” logically signals that the information in this sentence—that tadpole shrimp embryos can pause development during extended periods of drought— exemplifies the previous sentence's claim that organisms have evolved surprising adaptations to survive in adverse conditions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "meanwhile,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Meanwhile” illogically signals that the information in this sentence is separate from (while occurring simultaneously with) the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "consequently,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Consequently” illogically signals that the information in this sentence is a consequence, or result, of the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When Chinese director Chloé Zhao accepted the Oscar in 2021 for her film Nomadland, she made Academy Award history. _______ only one other woman, Kathryn Bigelow of the United States, had been named best director at the Oscars, making Zhao the second woman and the first Asian woman to win the award.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the event described in this sentence occurred as a result or consequence of Zhao's win. Instead, it occurred before Zhao was named best director and puts Zhao's win in perspective.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Previously,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Previously” logically signals that the event described in this sentence—Bigelow being named best director—occurred before Zhao's win. The fact that only one other woman had won the award before puts Zhao's win in perspective.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“however” illogically signals that the event described in this sentence occurred in spite of or in contrast to Zhao's win. Instead, it occurred before Zhao was named best director and puts Zhao's win in perspective. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Likewise,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Likewise” illogically signals that this sentence merely adds a second, similar piece of information to the information about Zhao's win. Instead, the fact that only one other woman had won the award before puts Zhao's win in perspective.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:If the formation of Earth's mantle had been purely a product of core differentiation—whereby heavier elements sink toward the core and lighter elements rise—the upper mantle would be depleted of heavy siderophile elements. Siderophiles are much more abundant in the mantle than predicted in that model, however. _______ extraterrestrial material containing siderophiles, likely from asteroid or comet impacts, almost certainly accreted to Earth following core differentiation.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "That said,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“That said” illogically signals that the information in this sentence regarding extraterrestrial material is an exception to the previous information about siderophiles' abundance in the mantle. Instead, it is a new claim that follows logically from the previous information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hence,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Hence” correctly signals that the claim in this sentence regarding extraterrestrial material follows logically from the information in the previous sentences. The previous sentences establish that siderophile elements in the mantle are more abundant than predicted in the core-differentiation model. This sentence claims, logically, that these elements came from extraterrestrial material that accreted to Earth after core differentiation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information in this sentence regarding extraterrestrial material exemplifies the previous information about siderophiles' abundance in the mantle. Instead, it is a new claim that follows logically from the previous information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Likewise,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Likewise” illogically signals that the information in this sentence regarding extraterrestrial material is merely similar to the previous information about siderophiles' abundance in the mantle. Instead, it is a new claim that follows logically from the previous information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\n\n• The fragments were estimated to be 5,300 years old.\n\n• A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\n\n• The grain consumption is evidence that the Quanhucun cats may have been domesticated.",
            "The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As part of a 2013 study of cat domestication, a chemical analysis was conducted on cat bone fragments found in Quanhucun, China.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence focuses on the study's methodology; it doesn't present conclusions from the study.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A 2013 analysis of cat bone fragments found in Quanhucun, China, suggests that cats there may have been domesticated 5,300 years ago.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence presents the study, describing it as a 2013 analysis of Quanhucun cat bone fragments, and its conclusions, indicating what the analysis suggests about cat domestication in Quanhucun.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In 2013, archaeologists studied what cats in Quanhucun, China, had eaten more than 5,000 years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides a general overview of the study, it doesn't present conclusions from the study.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cat bone fragments estimated to be 5,300 years old were found in Quanhucun, China, in 2013.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes a finding from the study; it doesn't present conclusions from the study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Gaspar Enriquez is an artist.\n\n• He specializes in portraits of Mexican Americans.\n\n• A portrait is an artistic representation of a person.\n\n• Enriquez completed a painting of the sculptor Luis Jimenez in 2003.\n\n• He completed a drawing of the writer Rudolfo Anaya in 2016.",
            "The student wants to emphasize a difference between the two portraits. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The portraits, or artistic representations, of Luis Jimenez and Rudolfo Anaya were both completed by Enriquez in the early 2000s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a similarity between the two portraits rather than a difference. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Enriquez has completed portraits of numerous Mexican Americans, including sculptor Luis Jimenez and writer Rudolfo Anaya.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence makes a generalization about Enriquez's portraits; it doesn't emphasize a difference between the portraits of Jimenez and Anaya.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "While both are by Enriquez, the 2003 portrait of Luis Jimenez is a painting, and the 2016 portrait of Rudolfo Anaya is a drawing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a difference between the portraits, noting that one is a painting and the other is a drawing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Luis Jimenez was a Mexican American sculptor, and Rudolfo Anaya was a Mexican American writer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence notes a difference between Jimenez and Anaya, it doesn't emphasize a difference between, or even mention, their portraits.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Gullah are a group of African Americans who have lived in parts of the southeastern United States since the 18th century.\n\n• Gullah culture is influenced by West African and Central African traditions.\n\n• Louise Miller Cohen is a Gullah historian, storyteller, and preservationist.\n\n• She founded the Gullah Museum of Hilton Head Island, South Carolina, in 2003.\n\n• Vermelle Rodrigues is a Gullah historian, artist, and preservationist.\n\n• She founded the Gullah Museum of Georgetown, South Carolina, in 2003.",
            "The student wants to emphasize the duration and purpose of Cohen's and Rodrigues's work. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At the Gullah Museums in Hilton Head Island and Georgetown, South Carolina, visitors can learn more about the Gullah people who have lived in the region for centuries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence emphasizes what visitors to Cohen's and Rodrigues's museums can learn, it doesn't mention the duration or purpose of the women's work.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Louise Miller Cohen and Vermelle Rodrigues have worked to preserve the culture of the Gullah people, who have lived in the United States since the 18th century.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence emphasizes the purpose of Cohen's and Rodrigues's work, it doesn't mention the duration of that work (the length of time the women have been working to preserve Gullah culture).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Since 2003, Louise Miller Cohen and Vermelle Rodrigues have worked to preserve Gullah culture through their museums.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes both the duration (the length of time) and the purpose of Cohen's and Rodrigues's work by noting that the women have been working since 2003 to preserve Gullah culture.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Influenced by the traditions of West and Central Africa, Gullah culture developed in parts of the southeastern United States in the 18th century.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence emphasizes where and when Gullah culture developed, it doesn't mention the duration or purpose of Cohen's and Rodrigues's work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}