{
    "Directions": "Read the following passage about Misty Copeland then answer each question that follows.",
    "Context": [],
    "Title": "Misty Copeland",
    "Subtitle": "",
    "Author": "by Margaret Fuhrer",
    "LabelType": "P",
    "Content": [
        ["", ":box:Misty Copeland has the kind of natural facility most dancers only dream about. But Misty, who was a late bloomer in ballet terms, didn't begin studying dance seriously until she was 13. Since joining ABT II (the American Ballet Theatre, it was then called the “Studio Company”) in 2000, she's been wowing audiences with her magnetic stage presence, natural charm, and athletic ability. Now a soloist with the American Ballet Theatre, she's putting her distinctive stamp on both classical and contemporary roles, excelling as the delicate Gulnare in Le Corsaire one night and tearing up Jorma Elo's gymnastic Glow-Stop the next. She's even had a taste of the commercial world: The late Prince once asked her to be in the music video for his remake of “Crimson and Clover”!\n\nObviously it's easy to idolize Misty. And as one of the very few African American ballerinas dancing today, she's an especially inspiring role model. Here, as she answers your questions (and some of ours), she gives us a peek at her unique path to stardom."],
        ["", "When and why did you first start dancing?"],
        [" ", "\tI'd never really thought about dance until I was 13, when a teacher in my middle school told me that I had the physique of a dancer and that I should consider taking classes. I was curious and decided to go to a local Boys and Girls Club, where Cynthia Bradley, who would become my first serious dance teacher, was giving free classes. So my first ballet class was on a basketball court. I wore socks and gym clothes!"],
        ["", "Since you had a late start, was it difficult for you to catch up with your classmates?"],
        [" ", "\t— Heather Vales, 22, Pinellas Park, FL"],
        [" ", "\tIt was hard to learn the names of all the steps! I went away to my first ballet summer program, at San Francisco Ballet, when I'd only been dancing for a year and a half, and there were still steps that I didn't know. I was placed in the highest level because physically I could do things, but it was really embarrassing because often I just wouldn't understand what they were telling me to do."],
        ["", "What advice do you have for other late beginners?"],
        [" ", "\tIf you know that ballet is truly what you want to do, it's possible to make up for the lost time. You just have to be that much more focused and dedicated. Put in the extra work—you'll get there."],
        ["", "Who were your first role models?"],
        [" ", "\tWhen I was growing up, Paloma [Herrera, principal dancer with ABT] was it. She was the first dancer I saw perform live, and I was obsessed. Later, when I came to ABT's summer program, I finally met her. I was totally starstruck!"],
        ["", "Was there a moment when you knew you'd “made it”?"],
        [" ", "\tProbably my first time performing on the Metropolitan Opera House stage. I'd just gotten my corps de ballet contract, and the first thing I danced was a Little Swan in Swan Lake. I was terrified— it was the biggest stage I'd ever been on!—but at the same time I was thinking, “Wow, I'm here. I've arrived.”"],
        ["", "Do you have a pre-performance ritual?"],
        [" ", "\tNo, and everyone makes fun of me because I don't! I'm really laid-back. I do my makeup in 15 minutes. If I get there two hours early, I feel like it's too much time to think about things. I get stressed out."],
        ["", "Was there a point in your career when you felt “stuck”? If so, how did you move forward?"],
        [" ", "\t— Kayla K., 13, Sacramento, CA"],
        [" ", "\tThere was a period when I was really down on myself because I desperately wanted to move up through ABT's ranks, and it wasn't happening. I didn't understand how long a process that usually is! But I have a sponsor [a non-dancer mentor and supporter] at ABT, Susan Fales-Hill, and she helped me believe that I would make it eventually. It was nice to hear her words of encouragement, because once you get into a big company, you don't have people giving you positive feedback all the time."],
        ["", "What is your proudest career moment?"],
        [" ", "\tBeing promoted. I'll always remember that day: It was almost the end of the Met season, and everyone was exhausted. I was in my dressing room relaxing before a show and I got called into Kevin's office [Kevin McKenzie, artistic director of ABT]—which is normal. But instead of giving me a correction, he told me he was promoting me to soloist. I was in shock! I think I said, “Oh, OK.” It didn't really hit me until I spoke to my mother and my sponsor."],
        ["", "What's the story behind the Prince video?"],
        [" ", "\tA little while ago, I got a call from one of his people, who asked if it would be OK if he called me. Of course I said yes. The next thing I know, I'm talking to Prince on my cell! He said he's been a huge fan of mine for years and that I inspire him to create music. I was so flattered—and totally floored. He asked me to do the video, and soon I was on a plane to L.A. It was quick, in and out, just a day of shooting. Aside from the crew people, it was only Prince and me on the set. He just put on the music and said, “Do whatever you want.” So I improvised. Prince was funny; I kept asking him for advice or if there was anything specific he thought I should do, and he said, “No, just do what you're doing!”"],
        ["", "What are your career goals? Any more music videos?"],
        [" ", "\t[Laughs] You never know, but I don't think so. As far as my ballet career goes, ABT is definitely where I want to be. I can't imagine a better environment. And I would love to be a principal dancer— ABT's first African American female principal."],
        ["", "Because you're one of the only African American classical ballerinas, you symbolize a lot to many people. How does that affect you?"],
        [" ", "\tI try my best to be a good role model, to show people that it's possible to do what I've done. If I can inspire even one person, encourage her not to be discouraged because of the color of her skin, that's fantastic."],
        ["", "What is your favorite ballet step? Your least favorite?"],
        [" ", "\t— balletdancer231, via e-mail"],
        [" ", "\tI love grand jetés! They're so free and fun. I'd say my least favorite is probably fouettés. Turning is definitely something I've had to work on, strength-wise."],
        ["", "What do you like to do in your time off?"],
        [" ", "\tI'm really into cooking. I'd love to go to culinary school when I'm done dancing. I do a good broiled salmon with sweet potato mash. And unsurprisingly I spend a lot of time with my boyfriend. We love to travel. The Dominican Republic, Greece, and Japan are my favorite destinations."],
        ["", "Why do you dance?"],
        [" ", "\tI was shy as a child, and I never really expressed myself verbally. Dancing was the first time I felt like I had a voice. It brings me joy—and I can share that joy with other people."]
    ],
    "Copyright": "“Misty Copeland” by Margaret Fuhrer from Dance Spirit, October 2009, Vol. 13, Issue 8. Reprinted with permission.",
    "References": []
}