{
    "Directions": "Read the following passage about a nature preserve in Papua New Guinea then answer each question that follows.",
    "Context": [],
    "Title": "Kangaroos, Clouds, and Coffee",
    "Subtitle": "",
    "Author": "by Amy Poffenbarger",
    "LabelType": "P",
    "Content": [
        [" ", "\tHigh up in the cloud forests of New Guinea, a small brown face peers down from a tree. Could it possibly be — a kangaroo?"],
        [" ", "\tLisa Dabek hopes so. She works at the Woodland Park Zoo in Seattle, Washington, and she has come to Papua New Guinea to study her favorite animal, the e͟l͟u͟s͟i͟v͟e Matschie's tree kangaroo. Even with binoculars, the small, shy marsupials are hard to find. Their reddish-brown fur blends in perfectly with the moss growing thickly on the trees."],
        ["", "A Face in the Forest"],
        [" ", "\tSurprisingly, 10 different species of kangaroos live in trees instead of hopping along the ground. Matschie's tree kangaroos live in the mountain cloud forest of Papua New Guinea. Weighing about 20 pounds (9 kg), these kangaroos are great climbers, but they're kind of lazy. They spend 15 hours a day sleeping or lounging in trees, munching on leaves, moss, and bark. Sometimes they take a giant leap to the ground to nibble flowers, ferns, and grass shoots."],
        [" ", "\tTree kangaroos are loners — they don't hang out together very much. Mothers carry their babies, called joeys, in a pouch, like other kangaroos. But when the joeys are about 18 months old, they go off to live by themselves."],
        [" ", "\tPeople live in the cloud forest too, in the YUS area between the Yopno, Uruwa, and Som Rivers. For thousands of years, they have cut trees for wood and fuel and hunted animals and birds for food."],
        ["", "No Pets for Lisa"],
        [" ", "\tOn the other side of the world, in New York City, Lisa Dabek grew up loving animals, even though she was allergic to them. Since she couldn't have a pet, she watched ants that lived on her garage roof. She dreamed of being an animal trainer someday."],
        [" ", "\tWhen she got older, Dabek studied marine mammals and animal behavior. She became interested in environmental studies and conservation, like her hero, Jane Goodall. But it wasn't until she went to work at the Woodland Park Zoo that Dabek saw her first tree kangaroo. “I was totally intrigued,” she says."],
        [" ", "\tDabek set up a program at the zoo to educate people about tree kangaroos and cloud forests. But it was many years before she got to see one in the wild."],
        [" ", "\tWhen she finally got to Papua New Guinea, asthma made mountain travel difficult, but she didn't let it stop her. Dabek saw her first wild tree kangaroos after five weeks of hiking through the forest. But they are so rare that it was seven years before she saw another one. Now she returns every year to study the kangaroos and the forest. You can read about her work in a book called Quest for the Tree Kangaroo."],
        ["", "Friends in High Places"],
        [" ", "\tThe people of YUS own most of the land where the tree kangaroos live. They showed Dabek their special forest, and she told them about her interest in the tree kangaroos. At first they were surprised. They had no idea that the Matschie's tree kangaroo only lives in their cloud forest."],
        [" ", "\tShe met with teachers and students too. “I really believe the future of conservation is with kids,” Dabek says. “The more kids around the world understand the importance of protecting plants and animals, the better off we'll be.”"],
        [" ", "\tThe people of YUS have always known that their forest is special. After talking with Dabek and other scientists, they decided to set aside more than 180,000 acres to create a cloud forest nature preserve. This became the YUS Conservation Area, the first in all of Papua New Guinea. Hunting, mining, and cutting down trees are now forbidden there."],
        [" ", "\tThe protected area gives the special cloud forest plants and animals a safe place to live and raise families. And that helps keep the whole forest healthy."],
        [" ", "\tIn the past, the people of YUS had often set aside special parts of the forest as tambu, or sacred places. So preserving a home place for tree kangaroos made sense."],
        ["", "Kangaroo Coffee"],
        [" ", "\tThe people of YUS are happy to protect their unique forest. But this left them with a problem. If they didn't hunt or cut down trees, how were they going to make a living?"],
        [" ", "\tDabek and the Tree Kangaroo Conservation Program worked with the villagers to find a solution. The answer came in another plant that likes to grow on cool, foggy mountains — coffee."],
        [" ", "\tPeople all over the world like to drink coffee. They will pay a lot of money for coffee beans —  which aren't really beans, but the seeds of a small bushy tree. Some coffee trees already grew around YUS. With more trees and a way to ship and sell the beans, maybe they could turn it into a business."],
        [" ", "\tTogether, Dabek, the villagers, and the Tree Kangaroo Conservation Program came up with a plan to grow, transport, and market their coffee. Once the coffee is harvested, the bags of beans are carried to a grass airstrip in the village and flown by small planes to the city of Lae — since there are no roads up the mountain. From there, the beans travel to the United States on cargo ships."],
        [" ", "\tWhen people buy the YUS coffee, it helps the people of YUS keep their forests safe for tree kangaroos and other wildlife. When one coffee buyer in Seattle heard about the tree kangaroo coffee project, he wanted to help. So his company, Caffe Vita Coffee, started buying YUS beans to roast and sell. YUS Conservation Coffee is now sold at coffee shops, at the Woodland Park Zoo, and online. So far, the project is working. And it may be just the beginning. Cocoa beans — the source of chocolate — grow well in lower parts of the YUS country. Will Tree Kangaroo Chocolate be next?"],
        ["", ":box:What Is a Cloud Forest?\n\tCloud forests are a special kind of mountain rain forest. They are cool and wet, but most of the moisture comes from fog and cloud rather than rain. Cloud forests are not common, but they are found all over the world. Each one is home to plants and animals that live nowhere else.\n\tIf you walk through a cloud forest, the first thing you notice is that every surface is covered with growing things. Cloud forests explode with lichens, fungi, mosses, fruits, and flowers. You might see more than 300 species of plants growing on a single tree! One thing you won't find much of are pesky mosquitoes — cloud forests are too cold for them.\n\nForest vs. Farming\n\tOne of the biggest challenges for many endangered animals —  including the Matschie's tree kangaroo — is losing their homes. This happens when people cut or burn down forests to make room for farms or to raise cattle. It might be easy to say, “Stop cutting down the forest!” But people need to live too.\n\tThis can be a hard problem to solve. People who are working to preserve nature are learning that the best solutions need to include the humans. Rather than just forbidding farming, they look for better ways to farm or try to discover new crops that will let the forests, animals, and people live together in peace."]
    ],
    "Copyright": "“Kangaroos, Clouds, and Coffee” by Amy Poffenbarger from Ask, April 2016. Copyright © by Cricket Media, Inc. Reproduced with permission. All Cricket Media material is copyrighted by Cricket Media and/or various authors and illustrators. Any commercial use or distribution of material without permission is strictly prohibited. Please visit https://cricketmedia.com/childrens-content-licensing for licensing and http://www.cricketmedia.com for subscriptions.",
    "References": []
}