{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "The Alligator's Super Sense",
    "Subtitle": "",
    "Author": "by Ana Marie Rodriguez",
    "LabelType": "P",
    "Content": [
        ["", "problems/ILG6E/media/S3a.jpg"],
        ["1", "Dr. Daphne Soares was sitting on the back of an alligator tied up in the bed of a pickup truck."],
        ["2", "The gator had moved into an area where a lot of people live. Dr. Soares and her co-workers had caught the gator and were taking it away. Why would she sit on an alligator? “I had no other place to sit!” she said."],
        ["3", "Dr. Soares is a scientist. Naturally curious, she spent the ride looking at the reptile beneath her. She noticed many small black bumps on the animal's face, especially along the jaws. “What are those little spots for?” she wondered."],
        ["4", "She asked other researchers about the black bumps. No one knew what they were."],
        ["5", "Dr. Soares began to study them herself. Through her experiments, she learned what the bumps do, and much more. In fact, she discovered one of the alligator's secrets of survival."],
        ["", "Tʜᴇ Aʟʟɪɢᴀᴛᴏʀ Hᴜɴᴛs"],
        ["6", "The alligator is a master hunter. It lies just under the water with its eyes, nose, and mouth at the surface. When a bird, mammal, or fish passes by, the reptile turns and snaps its huge jaws. It has taken another meal."],
        ["7", "Dr. Soares thought the black bumps might help the alligator sense its prey ... but how?"],
        ["8", "To find out, she collected about 30 alligator eggs and took them to Woods Hole Oceanographic Institution in Massachusetts. After the eggs hatched, she set up experiments to find out what type of sensors the black bumps were. Did they respond to light or electrical currents or even stinky things?"],
        ["9", "Dr. Soares knew how to find the answer. Humans and other animals have many kinds of sensors, such as the ones in the tongue for tasting, in the eye for seeing, and in the skin for feeling. When a sensor is activated, nerves carry electrical signals from the sensor to the brain. For instance, when you put a piece of chocolate into your mouth, sensors in your tongue (taste buds) send signals to the brain. Then you know how sweet the chocolate is."],
        ["10", "Dr. Soares wanted to watch the electrical activity of the sensors' nerves to see what triggered a signal."],
        ["11", "She prepared the baby alligators one by one. First, she gave an alligator a drug to make it sleep. Second, she connected tiny electrodes¹ to the sensor nerves. Third, she connected the electrodes to a computer that would show any nerve activity. Then she placed the sleeping gator into a water tank. She was ready to start the experiment."],
        ["", "Nᴏ Rᴇsᴘᴏɴsᴇ!"],
        ["12", "Dr. Soares shone a light on the little black bumps. The computer showed no nerve activity. Next, she exposed the bumps to small electrical currents and then to smelly odors. None of these things activated the nerves."],
        ["13", "The bumps did not sense light or electricity or odors. What could they detect?"],
        ["14", "Dr. Soares found the answer by chance. She accidentally created ripples in the water. At this moment, the computer buzzed, showing signals from the nerves. The sensors had detected the ripples!"],
        ["15", "At first, Dr. Soares didn't believe what she had discovered. But after many experiments, she was convinced that the bumps were pressure sensors that detected small changes in pressure as ripples hit them."],
        ["", "Cʜᴏᴍᴘɪɴɢ ɪɴ ᴛʜᴇ Dᴀʀᴋ"],
        ["16", "Dr. Soares wanted to know how well the alligator could use its pressure sensors. To find out, she blocked the reptile's other senses. She used petroleum jelly to block the ears, and she turned off the lights. (She used special equipment that let her watch the alligator in the dark.)"],
        ["17", "Finally, she dropped a single drop of water in the tank. The reptile snapped at the water drop!"],
        ["18", "Since those experiments, Dr. Soares has also found pressure sensors in crocodiles, which are relatives of the alligator. She also looked for clues to the sensors in fossils of extinct crocodiles. In fossilized jaw bones, she found little holes where nerves once carried signals from pressure sensors to the brain. The holes are just like the ones in modern alligator jaws."],
        ["19", "The modern alligator's little black bumps were once a mystery. Now we know that they tell the alligator and its relatives just where and when to chomp. And those little pressure sensors have played that role for a long, long time."]
    ],
    "Copyright": "“The Alligator's Super Sense” by Ana Marie Soler-Rodriguez from Highlights for Children Magazine's November 2011 issue, copyright © 2011 by Highlights for Children, Inc., Ohio. Used by permission. Photo: Photograph of American Alligator, Everglades National Park, Florida (Image No. AD7552), copyright © by Stephen Frink Collection/Almay. Used by permission.",
    "References": [
        ["¹", "electrodes — wires that conduct electricity"]
    ]
}