{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 4, why does the author use the figurative phrase “the eyes that peered out into the universe” to describe the telescopes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Tos uggest that telescopes are used to locate and watch over distant objects in space",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. By describing the telescopes as “the eyes that peered out into the universe,” the author emphasizes that the telescope is used to locate and view objects at a great distance in space.",
                    "Percent": 87
                }
            },
            "B": {
                "Choice": "To indicate that telescopes are used for watching certain people",
                "Key": {
                    "Correct": false,
                    "Rationale": "Telescopes are used to view remote objects in space, not people.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "To show that telescopes are delicate objects that need a lot of care and attention",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of the telescopes as “eyes” is meant to emphasize that the instruments are used to view distant objects in space, not that they are “delicate objects.”",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "To explain that telescopes should be used only by professional scientists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The figurative phrase in paragraph 4 is used to describe the function of the telescopes, not to explain who should be allowed to use them.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the story best describes Catalina's main conflict?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "While the visitors were there, Papá could not allow her to help. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Catalina is not allowed to help with the telescopes during the day, her main conflict is that people doubt her ability to become a scientist.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "No one believed she would be a scientist one day. (paragraph 7)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Catalina loves helping her father with the telescopes and tells him, “'Papá, I want to be an astronomer someday.'” However, in paragraph 7, Catalina feels that “No one believed she would be a scientist one day,” which is her main conflict.",
                    "Percent": 76
                }
            },
            "H": {
                "Choice": "Catalina balanced on the balls of her feet. (paragraph 16)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 16, the author describes an action that Catalina performs while solving a problem. This is not directly related to the main conflict.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Catalina's eyes lifted to the clock drive lit by a blinking yellow light. (paragraph 18)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 18, Catalina identifies how she is supposed to solve an urgent problem and acts, but this is not her main conflict.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The author includes the imagery in paragraph 1 most likely to highlight Catalina's—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "loneliness in her mountain home",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina is standing alone on top of a mountain, but there is no text evidence that she is feeling lonely; rather, she is appreciative of the nighttime beauty.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "desire to spend time outside",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Catalina does seem to enjoy spending time outside, the author includes the imagery in paragraph 1 to emphasize Catalina's appreciation of the nighttime.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "appreciation of the nighttime",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. In paragraph 1, Catalina is “drinking in deep lungfuls of the clear night air under the blazing Southern Hemisphere starshine” while observing the “pure white lace” of the Milky Way. The author includes this imagery to highlight Catalina's appreciation of the nighttime.",
                    "Percent": 63
                }
            },
            "D": {
                "Choice": "questions about the night sky",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina does not have questions about the night sky in paragraph 1, so this is not the purpose of the imagery.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify and understand the use of literary devices, including first- or third-person point of view."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The story's third-person point of view helps the reader —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "identify what the astronomer in the dome feels",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the story is told from only Catalina's point of view, the reader does not know what the astronomer is feeling.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "appreciate why the tourists enjoy visiting the observatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the story is told from only Catalina's point of view, the tourists' thoughts or feelings about visiting the observatory are not revealed.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "understand why Catalina wants to spend time at the observatory",
                "Key": {
                    "Correct": true,
                    "Rationale": "Point of view is the perspective from which the events in the story are told. In this story the author uses third-person point of view to reveal Catalina's thoughts and feelings: “She loved helping to service the grand telescopes” (paragraph 4). The point of view helps the reader understand why Catalina wants to spend time at the observatory.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "relate to the relationship between Catalina and her father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains that Catalina helps her father at the observatory, the relationship between the two characters is not described.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How does Catalina's observation of the telescope in paragraph 8 advance the plot of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It allows Catalina to express her feelings about scientific discovery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina's observation leads her to realize that something is wrong, not to “express her feelings about scientific discovery.”",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "It leads Catalina to identify a problem that she will resolve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, Catalina notices that a “telescope's dome slit was open, but its angle was unusual.” Upon closer look, Catalina sees that the “telescope was pointed down, almost at the ground.” These two cues prompt her to enter the dome, where she discovers problems with both the telescope and the astronomer—problems that she is able to solve.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "It hints that Catalina's actions will cause the main conflict.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author develops the main conflict. However, Catalina's actions resolve the conflict rather than cause it.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "It suggests that Catalina is unfamiliar with the observatory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina's observation of the telescope emphasizes her familiarity with the telescopes at the observatory, not her unfamiliarity.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 6.",
            ":box:The sky did not merely consist of white dots of stars against a black background. The sky she saw every night was knotted with patterns, from fuzzy balls of fluff to filaments.",
            "What is the most likely reason the author includes figurative language in these sentences?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that Catalina needs to use the telescope to see the sky clearly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the telescope would help Catalina see the stars clearly, there is no evidence in paragraph 6 that she needs one of the instruments at that moment.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "To emphasize that Catalina knows the best time to study the stars",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina is studying the stars at night, but this is really the only time she can watch the stars, not just the best time.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "To emphasize that Catalina pays careful attention to the details of the stars",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. In paragraph 6, the author describes the “knotted” patterns of the stars in the night sky, from “fuzzy balls of fluff to filaments.” This description emphasizes that Catalina pays careful attention to details in the night sky.",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "To show that Catalina does not understand what she sees in the night sky",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comparison of stars to “fuzzy balls of fluff” and “filaments” is related to the appearance of the stars, not Catalina's lack of understanding of the objects she observes in the night sky.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why is Catalina's experience with the injured scientist important to the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The experience helps explain why Catalina is only allowed to help her father at certain times.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experience takes place at night, but it does not help explain why Catalina is “only allowed to help her father at certain times.”",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The experience shows that Catalina thinks she knows more about telescopes than the scientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Catalina helps the injured scientist, but there is no evidence that she thinks she knows more than he or the other scientists do.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "The experience tells details about how Catalina's father taught her about telescopes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experience reveals Catalina's knowledge of the telescopes, but there are no specific details related to what her father taught her about the instruments.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The experience reveals a trait of Catalina's that will help her become a successful scientist.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Catalina discovers the injured scientist because she observes a problem with one of the telescopes. The scientist calls Catalina “'observant,'” a trait that will help her become a successful scientist. This is important to the plot because Catalina realizes she has the ability to become a scientist. This realization helps Catalina resolve her conflict.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best supports the idea that hammocks have been used to help solve a problem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Taino made the hammocks by weaving together cotton, plant fibers, and tree bark. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is describing the process the Taino used to make hammocks, not how hammocks have been used to help solve a problem.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Columbus admired how the hanging beds kept sleepers safe from the soggy ground and pesky forest animals. (paragraph 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from this sentence that by sleeping in “hanging beds,” sleepers were elevated and could avoid the problem caused by “the soggy ground and pesky forest animals.”",
                    "Percent": 82
                }
            },
            "H": {
                "Choice": "Gonzalo Fernández de Oviedo y Valdés was another explorer who wasfascinated by hammocks. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is explaining that European explorers liked hammocks, not how hammocks have been used to help solve a problem.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Today hammocks are not just for relaxing. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author suggests that hammocks have multiple uses, the idea that hammocks have been used to help solve a problem is not supported by this sentence.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection shows that Joshua John Ward was successful in choosing the design he used to create hammocks?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hammocks were soon exposed to the rest of the world. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes this detail to show that Joshua John Ward introduced hammocks to other parts of the world, not to show the success of his design.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "He was interested in creating cool beds for his riverboat. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes this detail to show why Joshua John Ward was interested in hammocks, not to show the success of his design.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "He created hammocks out of cotton rope. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes this detail to show what Joshua John Ward's hammocks were made of, not to show the success of his design.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "His company still makes hammocks using the same materials. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Joshua John Ward began crafting hammocks using cotton rope in 1889, and his company still employs this method today. This text evidence proves that Ward chose a successful design.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word s͟p͟o͟t.",
            ":box:spot \\'spät\\ verb\n1. to locate something correctly\n2. to mark with a stain that discolors clothing\n3. to place something in a certain position\n4. to notice or identify with the eye",
            "Which definition best matches the way the word s͟p͟o͟t͟t͟e͟d is used in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Columbus was searching for the New World; he was not trying to find hammocks.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention in paragraph 3 of Columbus staining the hammocks, so this is not the meaning of s͟p͟o͟t͟t͟e͟d.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Columbus arrived in the Caribbean, he noticed the hammocks, but he did not move them or place them in a certain position.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "When Christopher Columbus was exploring the Caribbean in 1492, he saw the Taino's hammocks and wrote about them, so “to notice or identify with the eye” best matches the way s͟p͟o͟t͟t͟e͟d is used in paragraph 3.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes the information in paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To show the reader how to find creative ways to spend time",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author describes a creative way to spend time, but the reader is not told how to find creative ways to spend time.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "To provide the reader with a reason that hammocks need to be strong",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sport of extreme hammocking likely requires strong hammocks, the author does not discuss the strength of hammocks in paragraph 7.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "To inform the reader of a different way that hammocks are used",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author explains that “hammocks are not just for relaxing” and goes on to describe extreme hammocking, which is another way that hammocks are used.",
                    "Percent": 78
                }
            },
            "D": {
                "Choice": "To tell the reader about the equipment needed for one sport",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes equipment used in extreme hammocking, but this information is presented to tell the reader a different way some people use hammocks, not about equipment needed for one sport.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Based on information from paragraph 7, the reader can conclude that Andy Lewiss—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "likes going on adventures",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, Andy Lewis is quoted describing the joy he gets from extreme hammocking. Based on this quotation and the author's description of him as an “expert,” the reader can conclude that Lewis likes going on adventures.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "does not speak to other athletes on the journey",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy Lewis does refer to a journey, but it cannot be determined from the details in paragraph 7 whether he speaks to other athletes on his journey.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "has not experienced any challenges on his journeys",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author states that hammockers enjoy the “challenges the climb brings.” So, it is likely that Andy Lewis has experienced some challenges on his journeys.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "has only been on one adventure",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the author's description of Andy Lewis as an “expert” in extreme hammocking, it is likely that he has been on more than one adventure.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence suggests that hammocks were helpful to explorers who traveled by sea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People have been using hammocks for many years. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hammocks have been used for many years, but it cannot be inferred from this sentence that they were particularly helpful to seafaring explorers.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "They were small enough when folded that they could fit in small spaces on ships. (paragraph 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hammocks “were small enough when folded that they could fit in small spaces on ships.” Based on this text evidence, the reader can infer that hammocks were helpful to explorers who traveled by sea.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "He drew a picture of the knitted cotton rugs that natives hung between trees using twine strings. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes an explorer drawing a picture of a hammock on land but does not suggest why hammocks were helpful for sea voyages.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "In 1889 a South Carolina riverboat captain named Joshua John Ward crafted a different type of hammock. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "sentence, the author does not describe how Joshua John Ward's type of hammock was helpful to sea travelers",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In the story “Peace and Quiet,” when does the resolution of Desha's conflict begin?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "When Eliza looks at Desha's journal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eliza looking through Desha′s journal is an example of Desha's conflict; it is not the beginning of the resolution.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "When James finds Desha sitting on a rock",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is annoyed when James finds her, which introduces the conflict of the story. This event is not the beginning of the resolution.",
                    "Percent": 33
                }
            },
            "H": {
                "Choice": "When James talks to Desha about how family members support one another",
                "Key": {
                    "Correct": true,
                    "Rationale": "Desha wants privacy and time away from her large family. In paragraph 10, Desha tells her brother, “'Company is the last thing I want,'” and asks, “'Can't I have a little peace and quiet?'” However, when James talks about missing his brother Daniel and reminds Desha that their sister Sara helped her with her homework, Desha begins to realize that there are benefits to having family members who support one another.",
                    "Percent": 44
                }
            },
            "J": {
                "Choice": "When Desha learns that James used to play the guitar",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha learns that James used to play guitar, but well after beginning to see that having a large family has some benefits.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read paragraph 8 from the story “Peace and Quiet.”",
            ":box:“Don't you have a basketball game to watch?” I complained. So much for my perfect hideaway.",
            "Based on the paragraph, what can the reader infer about Desha?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She is annoyed that James found her.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, Desha is relieved to reach her “special rock′′ and experience peace and quiet away from her large family. When James shows up, Desha complains that James has invaded her “perfect hideaway,′′ so the reader can infer that Desha is annoyed.",
                    "Percent": 81
                }
            },
            "B": {
                "Choice": "She is ashamed to admit that she is glad James found her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha eventually feels glad that James is sitting with her, but at this point in the story, the reader can infer she is annoyed that he has intruded on her privacy.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "She is impressed that James knew where to find her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is surprised and annoyed that James found her, not impressed.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "She is surprised that anyone was interested in finding her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha does not consider whether anyone would be interested in finding her.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which words from paragraph 12 of the story “Peace and Quiet” help the reader understand what p͟r͟y͟i͟n͟g means?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "looking through my journal",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 12, Desha complains, “'Everyone's so nosy and always p͟r͟y͟i͟n͟g into my business.'” She supports this statement by describing how she found Eliza “'looking through [her] journal.'”",
                    "Percent": 73
                }
            },
            "G": {
                "Choice": "watching the game",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is unable to watch a movie because “'everyone is in the living room watching the game,'” but this situation is not an example of p͟r͟y͟i͟n͟g.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "went to my room",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha going to her room does not help the reader determine the meaning of p͟r͟y͟i͟n͟g.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "to be alone for a change",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha′s desire to be alone does not provide context to help the reader determine the meaning of p͟r͟y͟i͟n͟g.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What does the author's use of simile in paragraph 17 of the story “Peace and Quiet” suggest about how Desha feels about her big family?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Desha thinks no one wants to hear her practice the guitar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of simile expresses Desha's frustration at having limited space and privacy, not her belief that “no one wants to hear her practice the guitar.”",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Desha thinks that there are too many people sharing a space.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like′′ or “as.′′ Desha describes how she and her family are “'stuffed like feathers in a pillow'” in the house, emphasizing her feelings that she has to share space with too many people.",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "Desha feels a close bond with her sisters because they share a room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of simile expresses Desha's frustration at having to share a room with her sisters, not her feelings of closeness to them.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Desha is uncomfortable with others knowing about her personal life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is upset that Eliza read her journal, but the author′s use of a simile emphasizes how crowded Desha's house is.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In the story “Peace and Quiet,” why is it important to the plot that James knows about the clearing in the forest?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "His knowledge reminds him of a place he can go when he needs help from a family member.",
                "Key": {
                    "Correct": false,
                    "Rationale": "James used to visit the same place where he finds Desha hiding, but he used the spot to get away from family members, not to seek their help.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "His knowledge helps him recognize how quickly his sister is growing up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "James remembers what it was like being Desha's age, but he does not think about how quickly she is growing up.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "His knowledge makes it possible for him to find Desha and talk to her.",
                "Key": {
                    "Correct": true,
                    "Rationale": "James found peace and quiet in the same place when he was Desha's age, which enables him to find Desha and resolve the conflict by helping her to realize that there are benefits to having a large family.",
                    "Percent": 52
                }
            },
            "J": {
                "Choice": "His knowledge leads him to a place that reminds him of Daniel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "James shares memories of Daniel with Desha, but the memories are related to sharing a room with Daniel, not to the hiding place.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Retell, paraphrase, or summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the story “Peace and Quiet”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Desha is a member of a large family. There is nowhere for her to be alone in the house, so she goes to her hiding place in the woods. While there she plays her guitar and her brother tells her that he used to play the guitar before he began learning to play the drums.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although many important details are included in this summary, the resolution of Desha's conflict is missing.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Desha is upset because her family decides to watch a basketball game instead of the movie she wants to watch. She leaves the house and goes to an area in the woods. Her brother explains that he used to visit the same spot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only a partial explanation of why Desha left the house is presented in this summary, and the lesson she learns from her brother James is also omitted.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Desha goes to a secret spot in the woods. Her brother finds her there and helps her learn to play chords on her guitar. They discuss some of the memories and experiences they share with their brothers and sisters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha's reason for going to the woods is not included in this summary, nor is the lesson she learns from her brother James, so this is not the best summary.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Desha, a member of a large family, leaves the house when she cannot find anywhere to have time to herself. She goes to a quiet place in the woods to play her guitar. While there she has a conversation with her brother that changes her attitude toward her family.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the story is presented in these sentences. The main conflict in the story—Desha's need to get away from her large family and crowded house—is identified. Desha's solution, which is to go to her special place in the woods, is also described, as is the resolution of her conflict, which is when Desha's brother James helps her realize the positive aspects of her large family.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet refers to the tree as a “tower” in lines 18 and 29 of the poem “Maple Street”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To suggest the age of the tree that the speaker climbs",
                "Key": {
                    "Correct": false,
                    "Rationale": "By comparing the tree to a tower, the poet is referring to the height of the tree rather than its age.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "To highlight what objects the speaker enjoys sketching",
                "Key": {
                    "Correct": false,
                    "Rationale": "By comparing the tree to a tower, the poet suggests that the tree's height provides a good view, but the poet does not say what the speaker likes to sketch.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "To reveal the location of the tree in the speaker's neighborhood",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet's comparison of the tree to a tower does not reveal the tree's exact location.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "To emphasize the height from which the speaker observes the neighborhood",
                "Key": {
                    "Correct": true,
                    "Rationale": "By climbing up into the “gigantic” maple tree, the speaker can see everything going on in the neighborhood, just as a person in a tower would have an expansive view of the surrounding area.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Based on stanza 1 (lines 1–13) of the poem “Maple Street,” the speaker most likely feels —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "uncertain about taking the chocolate Jamie Hamlin shares",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker describes the chocolate bars as stale, there is no indication that the speaker feels uncertain about taking them.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "surprised to learn the street is named for Jamie Hamlin's tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker has “no doubt” about the origins of the street's name, so the speaker is not surprised.",
                    "Percent": 37
                }
            },
            "C": {
                "Choice": "thankful to have Jamie Hamlin as a neighbor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Despite his unappealing nasal drip, Jamie Hamlin shares his chocolate bars and allows the speaker to climb his “gigantic maple tree,” which the speaker clearly enjoys, so the reader can infer that the speaker is thankful to have Jamie as a neighbor.",
                    "Percent": 43
                }
            },
            "D": {
                "Choice": "jealous of the store Jamie Hamlin's family owns",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet provides no evidence that the speaker is jealous of Jamie Hamlin's family store.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which lines from the poem “Maple Street” support the idea that the speaker does not wish to be seen looking at others?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "like I said,\nthere's his tree. (lines 12–13)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does hide in the tree, but the desire to remain hidden is not referenced in these lines.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "With my sketchbook\nand colored pencils, (lines 14–15)",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reference to a wish to be unseen in these lines.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "I can see\nthe whole neighborhood. (lines 30–31)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker can view the whole neighborhood from the tree, the desire to remain unseen is not supported by these lines.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "hidden by these\ngreen and paper leaves, (lines 33–34)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In these lines, the speaker describes being “hidden” by the tree's leaves, supporting the idea he or she does not wish to be seen looking at others.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Readlines1through3fromthepoem“MapleStreet.”",
            ":box:There's no doubt\nwhere our street\nfound its name:",
            "These lines suggest that the speaker thinks —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the maple tree is the most noticeable object on the street",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker expresses complete certainty that Maple Street is named after “the gigantic maple tree/in front of Jamie Hamlin's house.” The conclusion that “the maple tree is the most noticeable object on the street” is supported by this assuredness.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "streets should be named after features found near them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the street is named after a prominent feature on the street, it is not suggested by the speaker's words in lines 1 through 3 that this should be a common practice.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "the street originally had a different name",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker refers to the street finding its name, but there is no evidence in these lines that the street had a different name prior to Maple Street.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "people disagree about the meaning of the street's name",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the speaker, there's “no doubt” where Maple Street gets its name, suggesting that there is no disagreement about the meaning of the street's name.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "How are Desha in the story “Peace and Quiet” and the speaker in the poem “Maple Street” alike?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Desha and the speaker both find a place to work on something they enjoy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Peace and Quiet,” Desha practices playing her guitar in a quiet place in the woods, and the speaker in the poem “Maple Street‟ draws while hiding in the branches of a maple tree, so this is a way that Desha and the speaker are alike.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "Desha and the speaker both are bothered by other people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the poem that the speaker is looking to get away from other people like Desha wants to in the story.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Desha and the speaker both spend time secretly observing others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker secretly observes others from the maple tree, Desha is focused on playing her guitar and does not want to see anyone.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Desha and the speaker both take advice from someone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha takes advice from her brother, but the speaker does not interact with other people in the poem.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which topic is addressed by the author of the story “Peace and Quiet” that is not addressed by the speaker of the poem “Maple Street”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The importance of having somewhere to be alone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha has a special place in the woods where she can go to be alone, and the speaker in the poem has the maple tree.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "The impact that sharing something can have on another person",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both selections have examples of sharing and its impact on others. James shares helpful advice with Desha, and Jamie provides access to his tree, which has become a special place for the speaker in the poem.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "The desire to practice a hobby",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha practices guitar in her special place in the woods, and the speaker finds a place to work on creating sketches in the maple tree, so the “desire to practice a hobby” is addressed by both authors.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The frustration of living with many people",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Peace and Quiet,” Desha is frustrated that she never gets time alone or a chance to do what she wants because of her large family and crowded house. The speaker in “Maple Street” refers to various people in the neighborhood but never expresses frustration about being around them.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In the story “Peace and Quiet,” what does Desha value in a similar way as the speaker values the tree in the poem “Maple Street”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A song",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Desha does play a song, what she really values is her “special rock” in her “favorite spot,” just as the speaker values the tree.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "A movie",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is frustrated at not being able to watch a movie, but she does not value the movie in the same way that the speaker values the tree.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "A rock",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Peace and Quiet,” Desha has a “special rock” she sits on when she's in her “favorite spot” in the woods. Desha's fondness for this rock is similar to how the speaker in “Maple Street” feels about the maple tree, which the speaker describes as a “perfect place.”",
                    "Percent": 39
                }
            },
            "J": {
                "Choice": "A guitar",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha plays her guitar while sitting on her rock, but what Desha really values is the peace and quiet that the rock offers, just as the tree is a place of sanctuary to the speaker in the poem.",
                    "Percent": 31
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S3.json",
            "problems/TX21G5R/supps/TX21G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement describes a difference between the story “Peace and Quiet” and the poem “Maple Street”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In the story, Desha shares thoughts about people who live in her house.\nIn the poem, the speaker expresses thoughts about people who live in the neighborhood.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Peace and Quiet,‟ Desha shares her thoughts about her crowded house full of annoying siblings with her brother. In “Maple Street,” the speaker makes observations about the kids in the neighborhood, such as Paul and Carrie O'Brien “practicing karate moves” and girls swinging high in the air.",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "In the story, Desha has found a secret location that her brother told her about.\nIn the poem, the speaker is worried about not having a place to spend time alone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha's brother did not tell Desha about the secret location, and the speaker does not express concern about needing a place to spend time alone.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "In the story, Desha visits a place for the first time.\nIn the poem, the speaker goes to a place that is very familiar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Much like how the maple tree is familiar to the speaker, Desha goes to her “favorite spot” in the woods, suggesting this is not the first time Desha has visited this place.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "In the story, Desha is concerned about an event that is planned for the future.\nIn the poem, the speaker is concerned about an event that happened in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Desha is upset about events in the past, such as her sister Eliza looking through her journal, rather than future events. The speaker describes events in the present.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as logical order and order of importance."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The author uses a compare-and-contrast organizational pattern in the selection to help the reader understand the —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "ways in which scientists learn about the platypus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to scientists and what they have learned about platypuses, the author does not compare the ways scientists learn about the animal.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "ways in which the platypus takes care of its young compared to other animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains how a mother platypus cares for her young but does not compare this characteristic with other animals.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "ways in which the male and female platypuses defend themselves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes how male platypuses defend themselves but does not mention how female platypuses defend themselves.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "ways in which the platypus is different from other mammals",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes common characteristics of mammals in paragraph 3. The author then contrasts the platypus with mammals by describing the animal's unique characteristics, such as the fact that the platypus is “one of only two mammals that lay eggs” and that male platypuses “have a sharp bone on their hind leg called a spur.”",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as insets, timelines, and sidebars to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In which section would the reader find information about the size of a baby platypus?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The introductory paragraph",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about the baby platypus is not found in the introductory paragraph. It is found in paragraph 5 along with details about the female platypus.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The Female Platypus",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the reader learns that the female platypus lays eggs, the reader can determine that facts about baby platypuses will be found in the section “The Female Platypus” (paragraphs 2–5). In paragraph 5, the author explains that “newly hatched platypuses are about the size of a lima bean.”",
                    "Percent": 80
                }
            },
            "C": {
                "Choice": "The Male Platypus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The section called “The Male Platypus” does not include the size of a baby platypus. Information about baby platypuses is found in paragraph 5 along with details about the female platypus.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "A Special Way to Find Food",
                "Key": {
                    "Correct": false,
                    "Rationale": "The section named “A Special Way to Find Food” is more likely to include information about how the platypuses find food than information about the size of a baby platypus.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To inform the reader about an animal that has fascinated people since it was discovered",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author provides a variety of information about the platypus, including the animal's shape, where it lives, what it eats, how it gives birth to and raises its young, and how it is different from most mammals.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "To explain to the reader how to tell mammals from other groups of animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes specific characteristics of mammals in paragraph 3, an explanation of how mammals compare to other groups of animals is not the purpose of the selection.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "To encourage the reader to appreciate animals that are unfamiliar",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides information about this particular unfamiliar animal but does not encourage the reader to appreciate unfamiliar animals in general.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To tell the reader how scientists observe and study a wild animal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to scientists and what they know about the platypus, there is no information about how scientists “observe and study a wild animal,” so this is not why the author wrote the selection.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 5, what does the word p͟r͟e͟f͟e͟r͟s mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Spends time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Platypuses choose to live alone once they are old enough, which suggests that the animal wants to live alone, not simply that it spends time living alone.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Finds comfort",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although grown platypuses choose to live alone, there is no evidence to support the idea that finding comfort is a factor.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Likes one thing more than another",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author explains that platypuses “go off on their own” and choose to live alone rather than in a group. Based on this context, the reader can determine that p͟r͟e͟f͟e͟r͟s means “likes one thing more than another.”",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "Tries to find a better way",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence for the reader to determine that platypuses might want to live any other way than alone.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main reason the author introduces the selection with the information in paragraph 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that the platypus is related to the otter and the beaver",
                "Key": {
                    "Correct": false,
                    "Rationale": "The platypus may share certain characteristics with the otter and the beaver, but the author does not state that the animals are related.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "To explain that the platypus is a recent scientific discovery",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes the moment the platypus was discovered but does not state that this discovery was recent.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "To emphasize that the platypus has an unusual appearance",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author emphasizes throughout the selection that the platypus is a unique animal. This idea is introduced in the introductory paragraph, in which the author describes the “odd looking” animal's unusual appearance, which is a cross between a duck, a beaver, and an otter.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "To suggest that the platypus can survive only in Australia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to the platypus as living in Australia, there is no claim that this is the only place that the animal can live.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "From the information presented in paragraph 3, what can the reader conclude about the Nordkamp girls?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They found soccer difficult to learn when they started playing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls faced difficult conditions, but there is no evidence that they found the game itself “difficult to learn.”",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "They lacked the equipment they needed to become successful soccer players.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author describes some of the challenges the girls overcame in order to play soccer but does not mention equipment until paragraph 4.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "They asked their coach if they could include boys on their team.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls played against boys' teams; they did not have, or ask to have, boys on the team.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "They were eager to play soccer no matter what the conditions were.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author explains that the Nordkamp girls had to play on a field “filled with stones, thorns, and broken glass” against “bigger and tougher” boys' teams. Despite these challenges, the “girls loved the game,” so the reader can infer that they were eager to play regardless of the conditions.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word a͟r͟r͟a͟n͟g͟e.",
            ":box:arrange \\ə-'rānj\\ verb\n1. to put in correct order\n2. to make plans for something\n3. to come to an agreement\n4. to change a musical composition for a performance",
            "Which definition best matches the way a͟r͟r͟a͟n͟g͟e͟d is used in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The matches against the boys' teams were set up, but there is no evidence to suggest that the matches were set up in a certain order.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author explains how Gallagher set up matches against the boys' soccer teams. Based on this context, the best definition of a͟r͟r͟a͟n͟g͟e͟d is “to make plans for something.”",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gallagher planned matches against the boys' teams, but there is no mention of her having to “come to an agreement.”",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes soccer matches in paragraph 3, not musical performances.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe how an American soccer team helped a soccer team in Katutura become successful",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author explains how an American soccer team donated their uniforms and shoes to the Pumpkins, but that is only one detail in the selection.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "To explain why playing soccer is not common for girls in Katutura",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author states that soccer was not played by girls in Katutura before 2005, the author's main focus is on the accomplishments of the Pumpkins.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "To inform the reader of the accomplishments of the first girls' soccer team in Katutura",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's purpose is to inform the reader about the accomplishments of the first girls' soccer team in Katutura. The Pumpkins played against boys' teams and successfully competed in a tournament against other teams from Africa. The Pumpkins nearly won the tournament, inspired other girls in Namibia to take up the sport, and prompted schools in the country to sponsor teams and offer scholarships.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "To tell about the different teams that competed in a girls' soccer tournament in Katutura",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to the other teams the Pumpkins played in the tournament, but this is only a detail in the selection.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence does the author include to suggest that the girls on the new soccer team most likely appreciated the support they received?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "When the bright orange uniforms arrived, the Nordkamp girls danced with delight. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the Nordkamp girls received the donated shoes and uniforms from the American soccer team, they “danced with delight.” Based on this reaction, the reader can infer that the girls appreciated the support they received.",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "With their new name — the Pumpkins — and uniforms, the experienced team was ready to enter tournament play. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to show how the girls benefited from the donated uniforms rather than their appreciation for the support they received.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "On December 1, 2006, the Pumpkins gathered and marched in a big orange line to a field near the Nordkamp Center. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to illustrate the readiness of the team for competition, not their appreciation for the support they received.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Sitting on the grass and eating peanut-butter sandwiches, the Pumpkins waited impatiently for the team to show up. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to illustrate an experience the girls had while playing in the tournament, not their appreciation for the support they received.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as logical order and order of importance."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author presents events in chronological order in paragraphs 9 through 15 to help the reader understand —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the process the Pumpkins repeated during each of their games",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes some of the Pumpkins' games in paragraphs 9 through 15 but does not highlight a repeated process.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "how the Pumpkins viewed themselves before and after playing in the tournament",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes how the Pumpkins felt before tournament games, but not after.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "that the Pumpkins experienced success and failure while competing in a tournament",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 9 through 15, the author provides details about the soccer tournament, from the Pumpkins' first game in 2006 to their loss to Botswana in the final game. The author's chronological description of events helps the reader understand the successes and failures the girls experienced in the tournament.",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "the reasons the other teams did not believe the Pumpkins would win",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions how the Pumpkins were perceived by others, but the reader's understanding of this is not based on the author's use of chronological order.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The central idea with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX21G5R/supps/TX21G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Details in paragraphs 2 and 3 support the idea that Mary Beth Gallagher organized a girls' soccer team in Katutura because she —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "dreamed of having a successful career as a girls' soccer coach",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Gallagher encouraged girls to play soccer, there is no text evidence that she organized a team to fulfill a dream of “having a successful career as a girls' soccer coach.”",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "wanted playing soccer to be a positive experience for girls",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gallagher knew that the girls at Nordkamp Center would enjoy soccer as much as she did, so she organized a soccer team. Playing soccer was a positive experience for the girls, and it “wasn't long before the girls loved the game” (paragraph 3).",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "knew the team of girls would perform better than a team of boys",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gallagher did not know in advance that the girls would outperform the boys.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "believed the girls were too young to participate in any other type of sport",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the girls were young, the author does not suggest that Gallagher evaluated the girls' ability to participate in other sports based on their ages.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    }
}