{
    "Title": "North Carolina Standard Course Of Study > Mathematics > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NC.6.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand ratio concepts and use ratio reasoning to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.RP.1",
                            "Label": "Understand the concept of a ratio and use ratio language.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.RP.1.a",
                                    "Label": "Describe a ratio as a multiplicative relationship between two quantities.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.1.b",
                                    "Label": "Model a ratio relationship using a variety of representations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.RP.2",
                            "Label": "Understand that ratios can be expressed as equivalent unit ratios by finding and interpreting both unit ratios in context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.RP.3",
                            "Label": "Use ratio reasoning with equivalent whole-number ratios to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.RP.3.a",
                                    "Label": "Creating and using a table to compare ratios.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.3.b",
                                    "Label": "Finding missing values in the tables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.3.c",
                                    "Label": "Using a unit ratio.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.3.d",
                                    "Label": "Converting and manipulating measurements using given ratios.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.3.e",
                                    "Label": "Plotting the pairs of values on the coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.RP.4",
                            "Label": "Use ratio reasoning to solve real-world and mathematical problems with percents.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.RP.4.a",
                                    "Label": "Understanding and finding a percent of a quantity as a ratio per 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.4.b",
                                    "Label": "Using equivalent ratios, such as benchmark percents (50%, 25%, 10%, 5%, 1%), to determine a part of any given quantity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.RP.4.c",
                                    "Label": "Finding the whole, given a part and the percent.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.6.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of multiplication and division to divide fractions by fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.NS.1",
                            "Label": "Use visual models and common denominators.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.1.a",
                                    "Label": "Interpret and compute quotients of fractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.1.b",
                                    "Label": "Solve real-world and mathematical problems involving division of fractions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Compute fluently with multi-digit numbers and find common factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.NS.2",
                            "Label": "Fluently divide using long division with a minimum of a four-digit dividend and interpret the quotient and remainder in context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.NS.3",
                            "Label": "Apply and extend previous understandings of decimals to develop and fluently use the standard algorithms for addition, subtraction, multiplication and division of decimals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.NS.4",
                            "Label": "Understand and use prime factorization and the relationships between factors to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.4.a",
                                    "Label": "Find the unique prime factorization for a whole number.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.4.b",
                                    "Label": "Find the greatest common factor of two whole numbers less than or equal to 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.4.c",
                                    "Label": "Use the greatest common factor and the distributive property to rewrite the sum of two whole numbers, each less than or equal to 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.4.d",
                                    "Label": "Find the least common multiple of two whole numbers less than or equal to 12 to add and subtract fractions with unlike denominators.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of numbers to the system of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.NS.5",
                            "Label": "Understand and use rational numbers to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.5.a",
                                    "Label": "Describe quantities having opposite directions or values.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.5.b",
                                    "Label": "Represent quantities in real-world contexts, explaining the meaning of 0 in each situation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.5.c",
                                    "Label": "Understand the absolute value of a rational number as its distance from 0 on the number line to:",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Interpret absolute value as magnitude for a positive or negative quantity in a real-world context.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Distinguish comparisons of absolute value from statements about order.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.NS.6",
                            "Label": "Understand rational numbers as points on the number line and as ordered pairs on a coordinate plane.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.6.a",
                                    "Label": "On a number line:",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Recognize opposite signs of numbers as indicating locations on opposite sides of 0 and that the opposite of the opposite of a number is the number itself.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Find and position rational numbers on a horizontal or vertical number line.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.6.NS.6.b",
                                    "Label": "On a coordinate plane:",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Understand signs of numbers in ordered pairs as indicating locations in quadrants.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Recognize that when two ordered pairs differ only by signs, the locations of the points are related by reflections across one or both axes.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Find and position pairs of rational numbers on a coordinate plane.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.NS.7",
                            "Label": "Understand ordering of rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.7.a",
                                    "Label": "Interpret statements of inequality as statements about the relative position of two numbers on a number line diagram.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.7.b ",
                                    "Label": "Write, interpret, and explain statements of order for rational numbers in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.NS.8",
                            "Label": "Solve real-world and mathematical problems by graphing points in all four quadrants of the coordinate plane. Include use of coordinates and absolute value to find distances between points with the same first coordinate or the same second coordinate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.NS.9",
                            "Label": "Apply and extend previous understandings of addition and subtraction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.NS.9.a",
                                    "Label": "Describe situations in which opposite quantities combine to make 0.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.9.b",
                                    "Label": "Understand 𝑝 + 𝑞 as the number located a distance q from p, in the positive or negative direction depending on the sign of q. Show that a number and its additive inverse create a zero pair.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.9.c",
                                    "Label": "Understand subtraction of integers as adding the additive inverse, 𝑝 − 𝑞 = 𝑝 + (– 𝑞). Show that the distance between two integers on the number line is the absolute value of their difference.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.NS.9.d",
                                    "Label": "Use models to add and subtract integers from -20 to 20 and describe real-world contexts using sums and differences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.6.EE",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of arithmetic to algebraic expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.EE.1",
                            "Label": "Write and evaluate numerical expressions, with and without grouping symbols, involving whole-number exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.EE.2",
                            "Label": "Write, read, and evaluate algebraic expressions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.EE.2.a",
                                    "Label": "Write expressions that record operations with numbers and with letters standing for numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.2.b",
                                    "Label": "Identify parts of an expression using mathematical terms and view one or more of those parts as a single entity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.2.c",
                                    "Label": "Evaluate expressions at specific values of their variables using expressions that arise from formulas used in real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.EE.3",
                            "Label": "Apply the properties of operations to generate equivalent expressions without exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.EE.4",
                            "Label": "Identify when two expressions are equivalent and justify with mathematical reasoning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Reason about and solve one-variable equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.EE.5",
                            "Label": "Use substitution to determine whether a given number in a specified set makes an equation true.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.EE.6",
                            "Label": "Use variables to represent numbers and write expressions when solving a real-world or mathematical problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.EE.7",
                            "Label": "Solve real-world and mathematical problems by writing and solving equations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.EE.7.a",
                                    "Label": "Writing and solving equations of the form x + 𝑝 = 𝑞 in which 𝑝, 𝑞 and x are all nonnegative rational numbers; and,",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.7.b",
                                    "Label": "Writing and solving equations of the form 𝑝 ∙ x = 𝑞 for cases in which 𝑝, 𝑞 and x are all nonnegative rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Reason about one variable inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.EE.8",
                            "Label": "Reason about inequalities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.EE.8.a",
                                    "Label": "Using substitution to determine whether a given number in a specified set makes an inequality true.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.8.b",
                                    "Label": "Writing an inequality of the form x > 𝑐 or x < 𝑐 to represent a constraint or condition in a real-world or mathematical problem.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.8.c",
                                    "Label": "Recognizing that inequalities of the form x > 𝑐 or x < 𝑐 have infinitely many solutions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.8.d",
                                    "Label": "Representing solutions of inequalities on number line diagrams.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and analyze quantitative relationships between dependent and independent variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.EE.9",
                            "Label": "Represent and analyze quantitative relationships.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.EE.9.a",
                                    "Label": "Using variables to represent two quantities in a real-world or mathematical context that change in relationship to one another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.EE.9.b",
                                    "Label": "Analyze the relationship between quantities in different representations (context, equations, tables, and graphs).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.6.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.G.1",
                            "Label": "Create geometric models to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.G.1.a",
                                    "Label": "Find the area of triangles by composing into rectangles and decomposing into right triangles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.G.1.b",
                                    "Label": "Find the area of special quadrilaterals and polygons by decomposing into triangles or rectangles.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.G.2",
                            "Label": "Apply and extend previous understandings of the volume of a right rectangular prism to find the volume of right rectangular prisms with fractional edge lengths. Apply this understanding to the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.G.3",
                            "Label": "Use the coordinate plane to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.G.3.a",
                                    "Label": "Drawing polygons in the coordinate plane given coordinates for the vertices.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.G.3.b",
                                    "Label": "Using coordinates to find the length of a side joining points with the same first coordinate or the same second coordinate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.G.4",
                            "Label": "Represent right prisms and right pyramids using nets made up of rectangles and triangles, and use the nets to find the surface area of these figures. Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.6.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Develop understanding of statistical variability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.SP.1",
                            "Label": "Recognize a statistical question as one that anticipates variability in the data related to the question and accounts for it in the answers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.SP.2",
                            "Label": "Understand that a set of data collected to answer a statistical question has a distribution which can be described by its center, spread, and overall shape.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.6.SP.3",
                            "Label": "Understand that both a measure of center and a description of variability should be considered when describing a numerical data set.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.SP.3.a",
                                    "Label": "Determine the measure of center of a data set and understand that it is a single number that summarizes all the values of that data set.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Understand that a mean is a measure of center that represents a balance point or fair share of a data set and can be influenced by the presence of extreme values within the data set.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Understand the median as a measure of center that is the numerical middle of an ordered data set.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.6.SP.3.b",
                                    "Label": "Understand that describing the variability of a data set is needed to distinguish between data sets in the same scale, by comparing graphical representations of different data sets in the same scale that have similar measures of center, but different spreads.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Summarize and describe distributions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.6.SP.4",
                            "Label": "Display numerical data in plots on a number line.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.SP.4.a",
                                    "Label": "Use dot plots, histograms, and box plots to represent data.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.6.SP.4.b",
                                    "Label": "Compare the attributes of different representations of the same data.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.6.SP.5",
                            "Label": "Summarize numerical data sets in relation to their context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.6.SP.5.a",
                                    "Label": "Describe the collected data by:",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Reporting the number of observations in dot plots and histograms.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Communicating the nature of the attribute under investigation, how it was measured, and the units of measurement.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.6.SP.5.b",
                                    "Label": "Analyze center and variability.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Giving quantitative measures of center, describing variability, and any overall pattern, and noting any striking deviations.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Justifying the appropriate choice of measures of center using the shape of the data distribution.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}