{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Endurance",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tErnest Shackleton knew his task was almost impossible. He wanted to be the first person to lead an expedition across the Antarctic, the icy continent around the South Pole. To succeed, he and a crew of sailors and scientists would have to sail across an icy sea and walk across the coldest and windiest land on Earth."],
        ["2", "\tBut Shackleton had made up his mind. In August 1914, he and 27 men boarded a ship in London, England. Knowing the dangers they would face, Shackleton had named the ship Endurance, a word that means “surviving a hard or unpleasant time.”"],
        ["3", "\tThe ship entered the icy Antarctic waters on December 7 and moved slowly through giant, floating ice chunks. On January 18, 1915, the ice chunks around the ship suddenly froze together, trapping the Endurance."],
        ["4", "\tThe crew had no way to call for help, so Shackleton decided to wait for the ice to melt. The crew floated around for ten months. Then, on September 2, they heard the loud “crack!” of wood snapping. The ice was crushing the Endurance! The crew was forced to abandon the ship and camp on the ice chunk. A few weeks later, Shackleton and his crew watched helplessly as the ship sank."],
        ["5", "\tThe crew floated for weeks until they reached water that was clear enough of ice for the lifeboats. They headed out, landing seven days later on Elephant Island. Unfortunately, this island had no towns or people, and ships rarely sailed past it."],
        ["6", "\tShackleton had one last chance. He and a few men boarded a lifeboat and headed to South Georgia Island. They braved stormy seas, giant waves, and even a hurricane. When they made it to the island, they had to hike across 26 miles of icy mountains to find help."],
        ["7", "\tShackleton borrowed a ship to go rescue the rest of the crew. Ice forced that ship to stop, so he borrowed a second ship, which also had to turn back. A third ship finally made it to Elephant Island, rescuing the crew almost two years after they had left London. Incredibly, all 28 men survived."],
        ["8", "\tIn one way, Shackleton’s expedition failed. He never even set foot on Antarctica. But in another way, the journey was a success. “It is in our nature to explore, to reach out into the unknown,” Shackleton said. “The only true failure would be not to explore at all.”"]
    ],
    "Copyright": "",
    "References": []
}