{
    "Directions": "Read the passage and supplementary material below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from “How the Web Affects Memory.” ©2011 by Harvard Magazine Inc."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tSearch engines have changed the way we use the"],
        [" ", "Internet, putting vast sources of information just a"],
        [" ", "few clicks away. But Harvard professor of psychology"],
        [" ", "Daniel Wegner's recent research proves that"],
        ["5", "websites—and the Internet—are changing much"],
        [" ", "more than technology itself. They are changing the"],
        [" ", "way our memories function."],
        [" ", "\tWegner's latest study, “Google Effects on"],
        [" ", "Memory: Cognitive Consequences of Having"],
        ["10", "Information at Our Fingertips,” shows that when"],
        [" ", "people have access to search engines, they remember"],
        [" ", "fewer facts and less information because they know"],
        [" ", "they can rely on “search” as a readily available"],
        [" ", "shortcut."],
        ["15", "\tWegner, the senior author of the study, believ"],
        [" ", "the new findings show that the Internet has become"],
        [" ", "part of a transactive memory source, a method by"],
        [" ", "which our brains compartmentalize information."],
        [" ", "First hypothesized by Wegner in 1985, transactive"],
        ["20", "memory exists in many forms, as when a husband"],
        [" ", "relies on his wife to remember a relative's birthday."],
        [" ", "“[It is] this whole network of memory where you"],
        [" ", "don't have to remember everything in the world"],
        [" ", "yourself,” he says. “You just have to remember who"],
        ["25", "knows it.” Now computers and technology as well"],
        [" ", "are becoming virtual extensions of our memory."],
        [" ", "\tThe idea validates habits already forming in our"],
        [" ", "daily lives. Cell phones have become the primary"],
        [" ", "location for phone numbers. GPS devices in cars"],
        ["30", "remove the need to memorize directions."],
        [" ", "Wegner points out that we never have to stretch our"],
        [" ", "memories too far to remember the name of an"],
        [" ", "obscure movie actor or the capital of Kyrgyzstan—we"],
        [" ", "just type our questions into Google. “We become"],
        ["35", "part of the Internet in a way,” he says. “We become"],
        [" ", "part of the system and we end up trusting it.”"],
        [" ", "\tWorking with researchers Betsy Sparrow of"],
        [" ", "Columbia University and Jenny Liu of the University"],
        [" ", "of Wisconsin–Madison, Wegner conducted four"],
        ["40", "experiments to demonstrate the phenomenon, using"],
        [" ", "various forms of memory recall to test reliance on"],
        [" ", "computers. In the first experiment, participants"],
        [" ", "demonstrated that they were more likely to think of"],
        [" ", "computer terms like “Yahoo” or “Google” after being"],
        ["45", "asked a set of difficult trivia questions. In two other"],
        [" ", "experiments, participants were asked to type a"],
        [" ", "collection of readily memorable statements, such as"],
        [" ", "“An ostrich's eye is bigger than its brain.” Half the"],
        [" ", "subjects were told that their work would be saved to a"],
        ["50", "computer; the other half were informed that the"],
        [" ", "statements would be erased. In subsequent memory"],
        [" ", "testing, participants who were told their work would"],
        [" ", "not be saved were best at recalling the statements. In"],
        [" ", "a fourth experiment, participants typed into a"],
        ["55", "computer statements they were told would be saved"],
        [" ", "in specific folders. Next, they were asked to recall the"],
        [" ", "statements. Finally, they were given cues to the"],
        [" ", "wording and asked to name the folders where the"],
        [" ", "statements were stored. The participants proved"],
        ["60", "better able to recall the folder locations than the"],
        [" ", "statements themselves."],
        [" ", "\tWegner concedes that questions remain about"],
        [" ", "whether dependence on computers will affect"],
        [" ", "memories negatively: “Nobody knows now what the"],
        ["65", "effects are of these tools on logical thinking.”"],
        [" ", "Students who have trouble remembering distinct"],
        [" ", "facts, for example, may struggle to employ those facts"],
        [" ", "in critical thinking. But he believes that the situation"],
        [" ", "overall is beneficial, likening dependence on"],
        ["70", "computers to dependence on a mechanical hand or"],
        [" ", "other prosthetic device."],
        [" ", "\tAnd even though we may not be taxing our"],
        [" ", "memories to recall distinct facts, we are still using"],
        [" ", "them to consider where the facts are located and how"],
        ["75", "to access them. “We still have to remember things,”"],
        [" ", "Wegner explains. “We're just remembering a"],
        [" ", "different range of things.” He believes his study will"],
        [" ", "lead to further research into understanding computer"],
        [" ", "dependence, and looks forward to tracing the extent"],
        ["80", "of human interdependence with the computer"],
        [" ", "world—pinpointing the “movable dividing line"],
        [" ", "between us and our computers in cyber networks.”"],
        ["", "problems/SAT9RW1/media/S2a.jpg"],
        ["", ":ibox:Adapted from Betsy Sparrow et al., “Google Effects on Memory: Cognitive Consequences of Having Information at Our Fingertips.” ©2011 by American Association for the Advancement of Science."]
    ],
    "Copyright": "",
    "References": []
}