{
    "Directions": "Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Part 1"],
        [" ", "A television program shows a spring, a trickle of water flowing directly out of the side of a hill to become a small stream. A student decides to research different ways groundwater can reach the surface. Springs can come from groundwater in the saturated zone below the surface. They can also come from groundwater that lies beneath a rock layer through which water cannot normally pass. Water beneath such a rock layer is at higher pressure than water above the layer."],
        [" ", "Both sources of groundwater are called aquifers. Precipitation or snowmelt can add water to an aquifer by infiltrating the soil and ground above it. The area where this happens is called a recharge area. Aquifers under confining rock layers often have much smaller recharge areas than unconfined aquifers."],
        ["", "problems/COHSS/media/S4a.jpg"],
        ["", "Part 2"],
        [" ", "In some places, people drill wells to access groundwater."],
        [" ", "An artesian well is created when people drill deep enough to reach a confined aquifer. A confined aquifer is an aquifer with water that cannot reach the surface because it is below a layer of rock."],
        [" ", "If the rock layer is breached, water pressure from a confined aquifer pushes water above the water table. This is the artesian pressure surface. When this surface is higher than ground level, water flows from the artesian well without being pumped."],
        ["", "problems/COHSS/media/S4b.jpg"],
        [" ", "Wells that are more shallow use a pump to pull water from below the water table. While the pump operates, the water table around the well is lowered in a cone shape, named the cone of depression. The cone grows larger when the rate of pumping is greater."],
        ["", "problems/COHSS/media/S4c.jpg"]
    ],
    "Copyright": "",
    "References": []
}