{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Reaching",
    "Subtitle": "",
    "Author": "by Kassandra Radomski",
    "LabelType": "P",
    "Content": [
        ["1", "\tFor the past six years, Jordan Romero has been chasing a dream. That dream has taken him to the top of the world's highest mountains. The dream came true when the California teenager stepped onto the peak of Mount Vinson Massif in Antarctica."],
        ["2", "\tOn that day—December 24, 2011—Jordan became the youngest person to have climbed the tallest mountain on each of the seven continents. These mountains are known as the “seven summits.” (A summit or peak is the highest point of a mountain.)"],
        ["3", "\tIt all began when Jordan was 9 years old. He became fascinated by a school mural that showed the seven summits. Jordan had never climbed a mountain before. But he told his dad that he wanted to climb them ALL!"],
        ["4", "\tHis dad, an experienced mountaineer, was very supportive. In fact, Jordan's dad and stepmom trained him in top-level mountaineering and climbed every mountain with him. As part of “Team Jordan,” they also became the first family to climb the seven summits together."],
        ["5", "\tTraining to climb the highest mountains in the world involves a lot of hard work. But Jordan has always been very physically active—it's just the way he lives. Still, there were times when he thought, “Yeah, I want to be done.”"],
        ["6", "\tBut he refused to give up. When others thought he was too young to climb Mount Everest, the world's highest mountain, he just became more determined. He recalls thinking at the time, “All you naysayers, I'll show you.” He sure did. When he was 13, he became the youngest person to scale Mount Everest."],
        ["7", "\tHe encourages kids to “find your Everest.” That doesn't mean he wants everyone to start mountain climbing. He means find something you love doing and set goals to accomplish it."],
        ["8", "\t“Anything is possible,” Jordan says."]
    ],
    "Copyright": "",
    "References": []
}