{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Meet Hannah Wynne: Teen Storyteller",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["1", "\tLike most kids, Hannah Wynne has always loved hearing stories. But Hannah doesn't just listen. At age 18, Hannah is already a professional storyteller."],
        ["2", "\tAs a little girl, Hannah told stories to family members in Valley City, Ohio. Later, she shared stories with friends during school recess. “I loved giving oral book reports,” adds Hannah. Often Hannah dressed as a book character to tell her books' stories to the class."],
        ["3", "\tWhen Hannah was 15, a professional storyteller named Janelle Reardon performed at a cousin's birthday party. Hannah knew then that she wanted to become a storyteller, too. Soon afterward, Janelle began coaching Hannah. Then Hannah began performing."],
        ["4", "\t“All my stories right now are personal stories,” says Hannah. “Most of them are funny.” Most of Hannah's stories are about eight minutes long. And most come from things that happened when Hannah was around 6 years old. But the stories aren't just memories, she says. “Our lives aren't like movies or books. We're not moving toward one goal.”"],
        ["5", "\tInstead, starting with real events, Hannah makes up stories with a beginning, middle, and end. Even her funny stories often have a lesson. In “The Revenge of Dr. Seuss,” young Hannah wanted to hear Fox in Socks over and over. But her mom was tired of that book. She had already read it many times for Hannah's older brother and sisters."],
        ["6", "\tHannah told that story at the National Youth Storytelling Showcase in Pigeon Forge, Tennessee, in 2007. With it, she won the title of High School Division Torchbearer. Hannah also met other young storytellers from across the nation. “The oldest was 18, and the youngest was 7 that year,” says Hannah. “Everyone was fantastic. And I learned so much from everyone.”"],
        ["7", "\tToday, Hannah tells stories at schools, libraries, recreation centers, and storytelling festivals. After college, she hopes to be a professional writer and continue storytelling."],
        ["8", "\tHannah especially loves when people laugh along with her. Her stories often remind people about events in their own lives. At its heart, storytelling is about sharing a story or an experience and connecting with the listeners. “The best way to tell people what storytelling is,” Hannah says, “is to tell them a story.”"]
    ],
    "Copyright": "",
    "References": []
}