{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "A group of students observed ladybugs in a school garden and wanted to find out more about insect life cycles. During the research, the students found evidence that as they develop some young insects appear similar to adult insects. Other insects appear different as they go through the stages of development. To do more research about the growth and behavior of insects, the students attended a summer camp, “The Bug Institute,” sponsored by a local university. While at the camp, the students kept journals to record their observations. The first activity at the camp involved researching the life cycles of two different insects and drawing diagrams, similar to the diagrams as follows."],
        ["", "problems/MDG5S/media/S6a.jpg"],
        ["", "problems/MDG5S/media/S6b.jpg"],
        [" ", "To learn more about how insects interact with their environment the students performed an investigation with each insect, the details of which are shown."],
        ["", "1. Lᴀᴅʏʙᴜɢ ɪɴᴠᴇsᴛɪɢᴀᴛɪᴏɴ:"],
        [" ", "The students examined adult ladybugs that were placed in a terrarium containing cosmos plants. The flowers of the cosmos plants come in one of three colors: pink, purple, or white. A diagram of a flower from a cosmos plant is shown."],
        ["", "problems/MDG5S/media/S6c.jpg"],
        [" ", "In order to determine if ladybugs were attracted to certain colors, the T students carried out the following investigation:"],
        ["", ":ibox:• Set up a terrarium with three cosmos plants having different colored flowers.\n\n• pink\n• purple\n• white\n\n• Observed the ladybugs moving around the flowers.\n\n• Counted the number of ladybugs present on each colored flower every day for five days."],
        [" ", "On day five of the investigation, the data showed that the plant with the white flowers had the greatest number of ladybugs on it. The students concluded the ladybugs were most often attracted to the white flowers."],
        ["", "2. Cʀɪᴄᴋᴇᴛ ɪɴᴠᴇsᴛɪɢᴀᴛɪᴏɴ:"],
        [" ", "To investigate how crickets respond to different stimuli, the students examined how cotton balls soaked in different solutions would affect the crickets.\n\nThe students used a terrarium containing 12 crickets.\n\nEach cotton ball was soaked in solution and placed in the terrarium.\n\nThe results are shown."],
        ["", "problems/MDG5S/media/S6d.jpg"]
    ],
    "Copyright": "",
    "References": []
}