{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "After observing a flower garden outside the school, a science class discussed what plants need to grow and set up an investigation with the help of the teacher. The students added compost, organic matter used to help plants grow, to the soil. They then planted the seeds of five different plants. The students made sure the soil was watered each day. After a few weeks, the plants started to sprout, and the students observed the growth of each plant. A diagram of the school garden is shown below."],
        ["", "problems/MDG5S/media/S1a.jpg"],
        [" ", "Once a week, the students recorded their observations about the garden in their journals. When the plants were fully grown, the students took the plants out of the soil, rinsed them off with water, and had a garden day. During garden day, other students from the school were invited to view the fully grown plants."],
        [" ", "After the plants started to grow, the students noticed organisms that were not there before the garden was planted. The students learned that over time the garden had become a small ecosystem. To demonstrate the flow of energy in the garden ecosystem, the students drew a diagram and included decomposers found in the compost, producers, and consumers as shown below."],
        ["", "problems/MDG5S/media/S1b.jpg"],
        [" ", "After the students rinsed off the fully grown lettuce, the teacher explained that some plants, such as lettuce, can be regrown from cuttings. The teacher then cut the lettuce, keeping the stem, and placed it in a bowl of water on a windowsill. The students added water to the bowl once a day for ten days. During that time, the lettuce started to sprout new leaves."],
        ["", "problems/MDG5S/media/S1c.jpg"],
        [" ", "After the lettuce sprouted, the teacher took the lettuce to the school garden and planted it so that the lettuce plant could continue to grow until it was ready to be picked. The students then recorded in their journals the materials needed to recycle lettuce plants and how the lettuce plants can be recycled."]
    ],
    "Copyright": "",
    "References": []
}