{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "A science class investigated the properties of matter and observed that some forms of matter, gases, such as air, are not easily observed. Other forms of matter, such as liquids and solids, are easily observed and can be sorted using physical properties. In order to investigate the physical properties of matter, the students gathered some liquids and powdery solids in beakers as well as other solid objects from the teacher's lab supplies. The students went over safety instructions with the teacher and put on protective goggles and lab coats. The collection of solid and liquid matter is shown."],
        ["", "problems/MDG5S/media/S4a.jpg"],
        [" ", "After reviewing the safety instructions with the teacher, the students put on protective goggles and lab coats and proceeded with the investigations. In the first investigation, the students combined vinegar and baking soda and recorded the results in their lab journals. Then they changed the investigation by combining vinegar and sand. The students' procedures are shown."],
        [" ", "Combining vinegar and baking soda."],
        ["", ":box:1. Place a plastic pipette filled with vinegar inside a plastic bag containing baking soda.\n\n2. Seal the plastic bag.\n\n3. Measure the mass of the bag using a balance.\n\n4. Place the bag on a lab table.\n\n5. Squeeze the pipette to combine the vinegar with the baking soda.\n\n6. Measure the mass of the sealed bag and contents using a balance.\n\n7. Record observations in lab journal."],
        [" ", "A diagram of the result of combining vinegar with baking soda is shown."],
        ["", "problems/MDG5S/media/S4b.jpg"],
        [" ", "The students used the same procedure and repeated the investigation, replacing the baking soda with sand."],
        [" ", "A diagram of the results of combining vinegar with sand is shown."],
        ["", "problems/MDG5S/media/S4c.jpg"]
    ],
    "Copyright": "",
    "References": []
}