{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Peace and Quiet",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tI hurried across the grass to the forest’s edge. My shoulders relaxed as I followed the pine-needle path to my favorite spot—a grouping of large rocks beneath a giant evergreen tree."],
        ["2", "\tHeaving a sigh of relief, I sat down on my special rock. In the distance I could see our house, but I knew that no one would know where to look for me. At last I had peace and quiet."],
        ["3", "\tI lifted my guitar onto my knee and pressed my fingers onto the strings. I strummed and started to sing, “Lean on me, when you’re not strong...” I moved my fingers to try to find the next chord and strummed again."],
        ["4", "\t“Ugh, that sounds terrible,” I mumbled."],
        ["5", "\tI played the first chord and sang again, “Lean on me...” I grimaced in frustration when I struck the wrong chord. “Why can’t I get this song right?” I wondered aloud."],
        ["6", "\t“How’s it going, Desha?”"],
        ["7", "\tStartled, I glanced over my shoulder and saw my brother James standing there."],
        ["8", "\t“Don’t you have a basketball game to watch?” I complained. So much for my perfect hideaway."],
        ["9", "\t“The game was almost over when I noticed you left. I thought you might like some company.”"],
        ["10", "\t“Company is the last thing I want. Can’t I have a little peace and quiet? I left the house to escape you guys.” I felt my throat tightening up."],
        ["11", "\tJames studied me for a moment. “It’s tough having such a big family, isn’t it?”"],
        ["12", "\t“Everyone’s so nosy and always p͟r͟y͟i͟n͟g into my business. Yesterday I found Eliza looking through my journal, and now everyone is in the living room watching the game. All I wanted to do was watch a movie, but when I went to my room, Sara was there listening to the radio. I just want to be alone for a change.”"],
        ["13", "\tJames sighed as he sat on a rock."],
        ["14", "\t“I felt the same way when I was your age,” he said. “But now...”"],
        ["15", "\t“Now you have your own room.” A trace of bitterness crept into my voice. “Once Daniel went off to college, you didn’t have to share anymore.”"],
        ["16", "\tJames chuckled. “It is great to have my own room, but sometimes I really miss Daniel. We used to talk about everything at night—sports, school, friends, you name it. As crowded as it seemed at times, it was actually kind of comforting to have someone else there.”"],
        ["17", "\t“Yeah, ‘crowded’ is right.” I couldn’t help but grin. “We are stuffed like feathers in a pillow in that house.”"],
        ["18", "\t“I know,” James said, laughing. “But there are some good things that come out of it—we share memories and jokes no one else understands, and when things get tough, we can always count on one another for support.”"],
        ["19", "\tI sighed, running my hand along my guitar."],
        ["20", "\t“Didn’t Sara stay up half the night with you last week helping you with your homework?” James asked."],
        ["21", "\tI shrugged and admitted unwillingly, “Yeah, sometimes she can be all right.”"],
        ["22", "\t“So this spot here,” James said, glancing around, “this can be your ‘room.’ Anytime you really need a solitary place, just come out here. I won’t tell anyone about it.”"],
        ["23", "\t“Doesn’t matter. It seems anyone can find it,” I said."],
        ["24", "\t“Only if you know where to look,” James replied, patting the rock he was sitting on. “I’ve known about it for a while.”"],
        ["25", "\tI looked to the side of James’s knee and saw the initials J.D.P. etched into the stone. “James Dawson Pruitt,” I said."],
        ["", "problems/TX21G5R/media/S3a.jpg"],
        ["26", "\tJames smiled. “This is a great spot for getting away. Now, how about that guitar chord you were trying to find?”"],
        ["27", "\t“You know guitar chords?” I raised my eyebrows."],
        ["28", "\t“Sure, I played some guitar before I went for the drums,” James said. “I still remember the basics. Here, let me try.”"],
        ["29", "\tI hesitated for a moment, and when I handed my brother the guitar, I thought, “Maybe family isn’t so bad after all.”"]
    ],
    "Copyright": "",
    "References": []
}