{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Catalina and her father, who she calls Papá, live near the Cerro Tololo observatory located on the top of two mountains near La Serena, Chile. The observatory is home to a group of very large and powerful telescopes. Because the instruments on the telescopes are so delicate, the telescopes are kept in dome structures for protection."
    ],
    "Title": "Lace Round the Sky",
    "Subtitle": "",
    "Author": "by Cecilia Aragon",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX21G5R/media/S1a.jpg"],
        ["1", "\tCatalina stood on the doorstep of the Cerro Tololo observatory staff housing, drinking in deep lungfuls of the clear night air under the blazing Southern Hemisphere starshine. The Milky Way sprawled across the sky, a swath of pure white lace shadowed by dark blotches."],
        ["2", "\tNight was her favorite time. During the day the Chilean mountaintop swarmed with tourists, shouting and calling to each other as breezes spun dust into the thin mountain air. While the visitors were there, Papá could not allow her to help."],
        ["3", "\tBut at night, when everything was quiet, Catalina was one of the few who were allowed beyond the roped-off corridors and the “No Admittance” signs. The night staff all knew her."],
        ["4", "\tShe loved helping to service the grand telescopes, the eyes that peered out into the universe — even if it was annoying how she was always told not to disturb the astronomers who directed the telescopes through the night. Catalina wanted more than anything to confess her secret dream to these great and revered scientists."],
        ["5", "\tWhen she said, “Papá, I want to be an astronomer someday,” he laughed and tugged at one of her long black braids."],
        ["6", "\tBut Catalina was curious. The sky did not merely consist of white dots of stars against a black background. The sky she saw every night was knotted with patterns, from fuzzy balls of fluff to filaments."],
        ["7", "\tNo one believed she would be a scientist one day. But why? She knew she could be a good scientist. She knew it!"],
        ["8", "\tShe danced along the dirt road, bare feet soundless against the gravel, a practiced eye scanning the half-dozen domes at the mountaintop's summit. Then she stopped suddenly. The one-meter telescope's dome slit was open, but its angle was unusual. Cautiously, she wandered nearer. The telescope was pointed down, almost at the ground, lower than she had ever seen it."],
        ["9", "\tShe bit her lip, shifting from foot to foot. The red light over the entrance door indicated that it was forbidden to enter and disturb the scientists at work."],
        ["10", "\tSomething was wrong, she was sure of it."],
        ["11", "\tSo, taking a deep breath, she turned the handle and slipped inside."],
        ["", "problems/TX21G5R/media/S1b.jpg"],
        ["12", "\tShe took a cautious step forward and saw an irregular shape hunched on the floor."],
        ["13", "\tShe inhaled sharply. It was a man. Coming closer, she saw that one leg was bent under him at an awkward angle."],
        ["14", "\t“Señor?” she whispered. “Are you all right?”"],
        ["15", "\tThe man groaned. “Fell,” he gasped in his accented Spanish, gesturing at the platform above. “I think ... broke leg.”"],
        ["16", "\tCatalina balanced on the balls of her feet. “I'll run and get the night operator,” she promised, already backing toward the door."],
        ["17", "\t“No!” His voice was sharp. “First, need to ... fix the telescope.”"],
        ["18", "\tCatalina's eyes lifted to the clock drive lit by a blinking yellow light. She had often helped her father reset this device. Quickly, she walked to the controller and flipped the two switches her father used to stop the telescope."],
        ["19", "\tThe man behind her was gasping out directions."],
        ["20", "\t“Shh, it's all right,” she soothed, coming to his side. “I fixed it. No more problems, OK?”"],
        ["21", "\t“You what ... ?” he muttered, confused. “Already?” Then his head lolled to one side. Catalina jumped to her feet."],
        ["22", "\tHer braids thumped her back rhythmically as she ran all the way to the night operator's office."],
        ["23", "\t“Señor Rojas, there's an emergency,” she called out as the big man swiveled his beat-up wooden chair to face her. “The astronomer using the one-meter had an accident. He fell and broke his leg. You need to get help!”"],
        ["24", "\tLater that night, Catalina crouched behind one of the junction boxes as the astronomer was carried out on a stretcher."],
        ["25", "\t“Wait!” he called as he was about to be loaded into the ambulance. “Wait! Catalina! How did you know?” he asked."],
        ["26", "\t“Know what?” she whispered, puzzled."],
        ["27", "\t“That something was wrong.”"],
        ["28", "\tShe scuffed the dirt with her toe. “Um, I saw the barrel pointing down, and I knew ... it wasn't normal.”"],
        ["29", "\tHis eyes sharpened. “That was observant of you.”"],
        ["30", "\tShyly, she nodded."],
        ["31", "\tHis gaze remained on her as they lifted the stretcher and began to slide it into the ambulance. “A good scientist,” he continued, “is always observant.”"],
        ["32", "\tThat night, when she ran out under the stars, she called, “I'll discover all your secrets someday!” Circling above her, the intricate sky no longer seemed quite so remote."]
    ],
    "Copyright": "Adapted from “Lace Round the Sky” by Cecilia Aragon, art by Heidi Younger, Cricket, September 2014.",
    "References": []
}