{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Hammock's Swaying History",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Picture this: It's a warm summer day. All your chores are finished. You have the newest book by your favorite author. All you need is the perfect place to start reading. When you walk into the backyard, you see it. The hammock hanging between the two oak trees is exactly what you had in mind."],
        ["", "problems/TX21G5R/media/S2a.jpg"],
        ["2", "People have been using hammocks for many years. The first people to create these swinging cots are the Taino. They are people native to the Caribbean and to Central and South America. The Taino made the hammocks by weaving together cotton, plant fibers, and tree bark. The word “hammock” comes from the Spanish word hamaca. Hammocks were likely named after the bark from the hamack tree from which they were first created."],
        ["3", "European explorers came in search of the New World many years after the Taino had begun making hammocks. The explorers were impressed with the unique beds. Christopher Columbus s͟p͟o͟t͟t͟e͟d hammocks in the Caribbean in 1492. They made such an impact on him that he wrote about hammocks in his journals. Columbus admired how the hanging beds kept sleepers safe from the soggy ground and pesky forest animals. These portable beds were also easily moved. They were small enough when folded that they could fit in small spaces on ships. Columbus tested a hammock and found it to be comfortable and cool."],
        ["4", "Gonzalo Fernández de Oviedo y Valdés was another explorer who was fascinated by hammocks. He arrived on the island of Hispaniola in 1514. He drew a picture of the knitted cotton rugs that natives hung between trees using twine strings. “Since the weather is warm, they require no covers at all,” Fernández de Oviedo y Valdés later wrote about his findings."],
        ["5", "By the middle of the 16th century, more sailors became interested in hammocks. These sailors used them on naval and merchant ships. The sailors made their hammocks out of sturdy canvas. However, this adapted version lacked the airflow of the woven versions and made sleeping in the heat below deck uncomfortable for the sailors."],
        ["6", "Hammocks were soon exposed to the rest of the world. In 1889 a South Carolina riverboat captain named Joshua John Ward crafted a different type of hammock. He was interested in creating cool beds for his riverboat. He created hammocks out of cotton rope. His company still makes hammocks using the same materials."],
        ["", "problems/TX21G5R/media/S2b.jpg"],
        ["7", "Today hammocks are not just for relaxing. They are now part of a thrill-seeking sport known as extreme hammocking. In extreme hammocking athletes may string a hammock between large rocks. Some athletes hang the hammocks from the bottom of a bridge. Others might stack their hammocks between two trees. Athletes climb to their destination by using strong straps and special shoes. Wherever the location hammockers enjoy the challenges the climb brings. Andy Lewis, an extreme-hammocking expert from Utah, said, “The experience speaks for itself. The joy is in the journey, rather than the destination.”"],
        ["", "problems/TX21G5R/media/S2c.jpg"]
    ],
    "Copyright": "",
    "References": []
}