{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify environmental issues and explain their potential long-term health effects (e.g., pollution, pest controls, vaccinations)."
        ],
        "Content": [
            "Which health concern is most associated with areas containing a high density of factories and vehicles with gas-burning engines?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increased sensitivity to solar radiation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increased sensitivity to solar radiation is most likely in areas of high altitude or where ozone has been reduced by chlorofluorocarbon (CFC) pollution.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "bacterial infections in the digestive tract",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacterial infections in the digestive tract are most likely in areas with inadequate water filtration and treatment.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "asthma and other breathing-related issues",
                "Key": {
                    "Correct": true,
                    "Rationale": "Respiratory concerns are most likely in areas with airborne pollutants from factory and vehicle combustion.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "weakened resistance to infections and viruses",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weakened resistance to infections and viruses is most likely related to overuse of antibiotics.",
                    "Percent": 6
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe fundamental scientific or technological concepts that could solve practical problems (e.g., Newton’s laws of motion, Mendelian genetics)."
        ],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA16G8S/media/2a.jpg",
            "Many tractors are now equipped with Global Positioning System (GPS) technology. How does agriculture most likely benefit from the use of GPS technology?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "GPS technology enables farmers to communicate with one another.",
                "Key": {
                    "Correct": false,
                    "Rationale": "GPS is a mapping technology; cellular phones enable farmers to communicate with one another.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "GPS technology offers farmers a way to eliminate the use of insecticides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "GPS technology enables farmers to map areas of insecticide coverage but not to eliminate insecticide use.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Farmers can more easily maintain water and nutrient levels in the soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil sensors can be used to monitor water and nutrient levels in soil, but this is not a function of GPS.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Farmers can more effectively map field boundaries and pest infestations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "GPS is a mapping technology that can be used to map farm field boundaries and areas with specific concerns.",
                    "Percent": 74
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Examine systems changing over time, identifying the possible variables causing this change, and drawing inferences about how these variables affect this change."
        ],
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA16G8S/media/3a.jpg",
            "problems/PA16G8S/media/3b.jpg",
            "The diagram shows two different systems. Each system contains a flask holding a liquid. Which uncontrolled variable is most likely causing the reduction in mass in system 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "evaporation of the liquid",
                "Key": {
                    "Correct": true,
                    "Rationale": "The flask in system 1 lacks a glass stopper, which allows mass to escape as a gas during evaporation.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "air dissolving in the liquid",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solids, not gases (like air), dissolve into liquids.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "water condensing on the outside of the flask",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the flask is decreasing; condensation would cause the mass to increase.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "human error measuring the mass of the liquid",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass decreases in a nearly regular pattern each minute, suggesting that human error is not the cause.",
                    "Percent": 7
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "Content": [
            "A scientist heated 100.0 mL of a liquid solution and measured its volume as it became warmer. Which measurement scale should the scientist use to describe the amount of heat in the solution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "mass",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mass describes an object’s resistance to changing its state of motion when subject to a force.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "length",
                "Key": {
                    "Correct": false,
                    "Rationale": "Length describes a one-dimensional measurement of an object from end to end.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "distance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Distance is a numerical scale describing how far apart two objects are from one another.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "temperature",
                "Key": {
                    "Correct": true,
                    "Rationale": "Temperature is a scale used to describe the amount of heat in a solid, liquid, or gas.",
                    "Percent": 77
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Interpret data/observations; develop relationships among variables based on data/observations to design models as solutions."
        ],
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA16G8S/media/5a.jpg",
            "A student measured the brightness of a light bulb over time. Which event most likely occurred at point X?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The light bulb burned out.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the light bulb burned out, the brightness value would dip, instead of peak, at point X.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "The light bulb’s color changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph communicates data about the brightness of the light bulb not the color.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The light bulb became unplugged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the light bulb was unplugged, the brightness value would go to zero, instead of peak, at point X.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "The light bulb’s power source surged.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows an increase in brightness at point X, suggesting a surge in power to the light bulb.",
                    "Percent": 72
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence from investigations to clearly communicate and support conclusions."
        ],
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA16G8S/media/6a.jpg",
            "Two opposing forces acted on a wheeled cart during an investigation. The graph shows the velocity of the cart over time. Which conclusion is best supported by the data shown in the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The forces acting on the cart were consistently balanced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consistently balanced forces (constant velocity) would be shown by a horizontal line for the entire graphed time.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The forces acting on the cart were consistently unbalanced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consistently unbalanced forces would be shown by a diagonal up line or a diagonal down line for the entire graphed time.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "The forces acting on the cart were balanced and then became unbalanced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The horizontal part of the line represents when forces acting on the cart were balanced, and the diagonal part of the line represents when velocity was changing due to unbalanced forces.",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "The forces acting on the cart were unbalanced and then became balanced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that forces acting on the cart were balanced and then became unbalanced.",
                    "Percent": 5
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify a design flaw in a simple technological system and devise possible working solutions."
        ],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA16G8S/media/7a.jpg",
            "The diagram shows a windlass that has just been built to get water from a well. Which statement best describes a flaw in the design of this system that will make drawing water difficult?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A crank is missing from the end of the axle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lacking a crank is a flaw because a crank allows the user to secure a firm grasp while turning the axle.",
                    "Percent": 87
                }
            },
            "B": {
                "Choice": "A chain should be used in place of the rope.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using a rope is not a flaw because the rope is smoother than a chain and will not rust when exposed to water.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "The bucket lacks a lid to help prevent spilling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lacking a lid is not a flaw because a lid would prevent the well water from entering the bucket.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The diameter of the rotating drum is too small.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diameter of the existing drum is not a flaw because a larger diameter drum would cause the bucket to be lowered and raised more rapidly and increase the potential for spills.",
                    "Percent": 4
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe ways technology (e.g., microscope, telescope, micrometer, hydraulics, barometer) extends and enhances human abilities for specific purposes."
        ],
        "Content": [
            "A person needs to lift a very heavy object. The person cannot produce enough force to lift the object without help. Which technology would help the person lift the object?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a barometer",
                "Key": {
                    "Correct": false,
                    "Rationale": "A barometer is used to measure air pressure.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "a micrometer",
                "Key": {
                    "Correct": false,
                    "Rationale": "A micrometer is used to accurately measure extremely small distances or thicknesses.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "a hydraulic piston",
                "Key": {
                    "Correct": true,
                    "Rationale": "A hydraulic piston applies pressure onto a fluid at one point, and that pressure is exerted equally over a larger area, multiplying the force to lift a heavy object.",
                    "Percent": 77
                }
            },
            "D": {
                "Choice": "a reflecting telescope",
                "Key": {
                    "Correct": false,
                    "Rationale": "A reflecting telescope uses one or more mirrors to observe distant objects.",
                    "Percent": 3
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe the structures of living things that help them function effectively in specific ways (e.g., adaptations, characteristics)."
        ],
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA16G8S/media/9a.jpg",
            "How does this bird most likely obtain its food?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It uses its feet to catch fish in rivers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This bird lacks large, strong talons that are used to catch fish.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "It uses its feet to gather berries from bushes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The feet on this bird are small and are attached to short legs adapted for perching; this bird’s feet are not adapted for gathering berries.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "It uses its beak to crack seeds with hard shells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A short, thick beak is an adaptation for cracking seeds with hard shells; this bird has a long, thin beak.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "It uses its beak to collect nectar from inside flowers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This long, thin, straw-like beak is designed to reach deep into flowers to collect nectar.",
                    "Percent": 73
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe the response of organisms to environmental changes (e.g., changes in climate, hibernation, migration, coloration) and how those changes affect survival."
        ],
        "Content": [
            "Some arctic species of mammals grow white fur only in winter. How does this seasonal response most likely help these arctic mammals survive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It helps them keep warm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "White fur reflects more sunlight energy than dark fur does, so its main benefit is not warmth.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "It helps them find a mate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "White fur helps arctic mammals blend into their winter habitat, which may reduce their ability to find a mate.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "It helps them reduce their overall energy needs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "White fur reflects more sunlight energy than dark fur does, so it may contribute to an increase in overall energy needs.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "It helps them avoid being seen by predators and prey.",
                "Key": {
                    "Correct": true,
                    "Rationale": "White fur helps arctic mammals blend into their winter habitat, which prevents their being observed by predators and prey.",
                    "Percent": 71
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Explain the differences among elements, compounds, and mixtures."
        ],
        "Content": [
            "Which drawing best represents a mixture?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA16G8S/media/11a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This drawing shows eight molecules of the same compound.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "problems/PA16G8S/media/11b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This drawing shows a total of eight molecules, which form a mixture composed of three different compounds.",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "problems/PA16G8S/media/11c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This drawing shows eight molecules of the same compound.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "problems/PA16G8S/media/11d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This drawing shows eight molecules of the same compound.",
                    "Percent": 8
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish among forms of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) and sources of energy (i.e., renewable and nonrenewable energy)."
        ],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA16G8S/media/12a.jpg",
            "The diagram shows a process that acts as a source of energy. Which form of energy, contained within the uranium atom, does this process use?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sound energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sound energy, which travels in waves, is produced when a force causes an object to vibrate—not by splitting an atom.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "nuclear energy",
                "Key": {
                    "Correct": true,
                    "Rationale": "Nuclear energy is produced when a neutron splits an atom into smaller parts, releasing free neutrons and radiation.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "electrical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electrical energy is caused by moving electric charges that are often transferred to the surroundings as light or heat.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "mechanical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mechanical energy includes both potential and kinetic energy and is related to an object’s motion or position.",
                    "Percent": 6
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish between kinetic and potential energy."
        ],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA16G8S/media/13a.jpg",
            "A spring is stretched and then released as shown in the diagram. Which statement accurately describes changes in its potential or kinetic energy during this process?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Its kinetic energy decreases throughout the entire process.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy is energy of motion, which is constant when the spring is still in steps W and Z.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Its kinetic energy is constant throughout the entire process.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy is energy of motion, which changes as the spring is stretched.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Its potential energy decreases until step Y and then increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Potential energy is stored energy, and it increases through step Y as the spring changes shape.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "Its potential energy increases until step Y and then decreases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Elastic potential energy increases as the spring expands (through step Y) but decreases when the spring is released.",
                    "Percent": 61
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain how fossils provide evidence about plants and animals that once lived throughout Pennsylvania’s history (e.g., fossils provide evidence of different environments)."
        ],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA16G8S/media/14a.jpg",
            "Thediagramshowsanareawherefossilswerediscoveredindifferentrocklayers.Which sequence best represents how the environment in this area changed over time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "ocean → dry land",
                "Key": {
                    "Correct": true,
                    "Rationale": "The bottom layers are the oldest, and they contain fossils of ocean organisms; the top layers are youngest, and they contain fossils of land plants.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "dry land → ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dry land fossils are youngest, and the fossils of ocean organisms are buried deep in the oldest layers.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "ocean → dry land → ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "This area transitioned from ocean and to dry land only.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "dry land → ocean → dry land",
                "Key": {
                    "Correct": false,
                    "Rationale": "This area transitioned from ocean and to dry land only.",
                    "Percent": 10
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the water cycle and the physical processes on which it depends (i.e., evaporation, condensation, precipitation, transpiration, runoff, infiltration, energy inputs, and phase changes)."
        ],
        "Content": [
            "Which statement best describes the roles of snow and rain in the water cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are both precipitation, but snow generally evaporates more quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rain generally evaporates more quickly than snow because evaporation occurs more quickly at higher temperatures.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "They are both precipitation, but snow generally takes longer to run off and rejoin groundwater.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Snow generally takes longer to run off and rejoin groundwater because it must melt before infiltrating the soil.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "Rain is precipitation but snow is a condensate, so they occupy different positions in the water cycle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rain and snow are both forms of precipitation.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Snow is precipitation but rain is a product of transpiration, so they occupy different positions in the water cycle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snow and rain are both forms of precipitation.",
                    "Percent": 7
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the role of gravity as the force that governs the movement of the solar system and universe."
        ],
        "Content": [
            "Which characteristic of the Sun primarily determines the orbits of planets in our solar system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "large volume",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sun’s large volume contributes to its gravitational field, which is the primary factor affecting planetary orbits.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "strong gravitational field",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Sun’s strong gravitational field is the primary factor maintaining the planetary orbits in our solar system.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "mostly made of hydrogen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sun’s hydrogen composition affects the Sun’s mass and its process of generating energy.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "high surface temperatures",
                "Key": {
                    "Correct": false,
                    "Rationale": "The high surface temperature of the Sun affects the amount of heat received by planets in the solar system.",
                    "Percent": 12
                }
            }
        }
    }
}