{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In West Africa, the Harmattan is a dry, dust-filled wind."
    ],
    "Title": "[Excerpt from] A Scrap and a Robe",
    "Subtitle": "",
    "Author": "by Myrina D. McCullough",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe West African Harmattan whipped up a billow of dust. Suddenly Sali spied a scrap of glorious orange damask cloth turning in the hot wind like a flame. She followed as it danced down a street she didn't know very well. She skipped over holes and skirted people on chairs."],
        ["", ":box:damask = woven cloth"],
        ["", ":box:skirted = went around"],
        ["2", "\tAll at once the wind died down, and the scrap settled gently on the scratchy, sandy road."],
        ["3", "\tSali picked up the cloth and gazed at it with admiring eyes. She turned it this way and that in the sun and imagined herself in a flowing dlokibani made of such cloth. This was a treasure, and she would take it home for her little wooden doll. It would surely make a lovely headpiece for that lucky one."],
        ["", ":box:dlokibani or dloki = a long dress"],
        ["4", "\tSali wandered back the way she had come, slowly now. At the corner of the street, she passed the table vendor, who was selling his dusty packets of tea and two-pill packs of aspirin. She passed Ami's mother, roasting peanuts and selling them by the handful. She turned onto the larger street and passed a plastic-goods store that displayed rows and rows of brightly colored plastic plates, bowls, and teapots. She glanced into the next shop and then stopped short. It was a fabric shop! There on the high counter was an entire bolt of the same wondrous cloth she held in her hand!"],
        ["5", "\tThe next day Sali went back to the cloth shop. She stood near the door and watched the storekeeper. He measured and cut, as one person after another bought pieces of cloth. Her prized orange damask was back on a high shelf to the rear of the store."],
        ["6", "\tAfter a while the shopkeeper looked at Sali. “Why do you stand so long at the door?” he asked."],
        ["7", "\tSali took a deep breath and said, “I would like to help you in the store till I could earn enough of that orange cloth to make a dlokibani for myself.”"],
        ["8", "\tThe orange fabric glowed in a shaft of light from the uncovered bulb at the back of the store."],
        ["9", "\t“That is very special and expensive cloth, little one,” the shopkeeper told her."],
        ["10", "\tSo she swept the courtyard and threw away scraps. She pushed big rolls of cloth back and forth. She ran to buy cough drops and peanuts and kola nuts for the shopkeeper. For days and days she worked."],
        ["11", "\tFinally, one day the store owner lifted down the lustrous roll of orange damask and measured out several yards. “You've worked well for this cloth, Sali,” he said. “I thank you.”"],
        ["12", "\tSali rushed straight home with her treasure. Carefully she placed the cloth in her trunk."],
        ["13", "\tBut how was she to get the dloki made? Sali did not know how to sew. Her mother always had their clothes made by a tailor who sat in a tiny shop several blocks from their house."],
        ["14", "\tSali went and stood under a tree near the tailor's shop. She watched the people come and go. The tailor would whip out his measuring tape and see how tall the people were, how fat they were, how long their arms, how short their necks. He measured every part of them."],
        ["15", "\tAfter almost a whole day the tailor noticed Sali."],
        ["16", "\t“What are you doing there, little girl?” he asked."],
        ["17", "\t“I have some beautiful cloth,” she said, “and I want it sewn into a dlokibani. Could I work for you to pay for sewing it into a robe for me?”"],
        ["18", "\tThe tailor agreed. Once again Sali worked for days and days. She swept and fanned the tea coals and held scissors and brought thread. At last, the tailor said, “Bring me the cloth, Sali.”"],
        ["19", "\tSali rushed home and brought back the satiny, shining cloth. She also brought her doll, its small head still neatly wrapped in the swatch of orange. The tailor took his tape and measured Sali, shoulder to ankle, shoulder to elbow, left shoulder to right shoulder. Then he started cutting the billows of orange fabric."],
        ["20", "\tThe next day was an important holiday called Tabaski. Drums were beating in many neighborhoods. Relatives and friends came to visit Sali's family. Sali slipped quietly away. Soon her mother missed her. “Now where has Sali gone?” she exclaimed."],
        ["21", "\tJust then, Sali walked in, proudly wearing a beautiful orange dloki with a matching headdress. In her arms she carried her doll, dressed exactly as she was!"]
    ],
    "Copyright": "Excerpt from “A Scrap and a Robe” by Myrina D. McCullough, Spider, February 1, 1998. Copyright © 1998 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}