{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Woof! Rrrread to Me, Please?",
    "Subtitle": "",
    "Author": "by Peg Lopata",
    "LabelType": "P",
    "Content": [
        ["1", "\tScooter and Molly wait patiently in a corner of the library. They are not reading. They don't have a library card. They don't even know what a book is. Scooter and Molly are not just any kind of library patron. They are special dogs, called therapy pets. Their job is to listen."],
        ["2", "\tThese dogs are participants at the Wadleigh Memorial Library in Milford, New Hampshire, in a program called Paws to Read. Though it's a busy day at the library and small children dart about, these dogs seem to understand that this is a library so they don't bark or run around. They come here to sit or lie quietly while kids read to them."],
        ["3", "\tDogs may be smart, but can they appreciate a good book? Why do kids read books to dogs? For those struggling with reading, or for kids who just like to read aloud, reading to a dog is fun and relaxing. Whether you choose to read Dr. Seuss or J.K. Rowling, they'll listen. And unlike other kids in the classroom, dogs never giggle if you mispronounce a word or get impatient if you read slowly. This makes reading a lot more enjoyable. “The children always have smiles on their faces,” says Bill Dahlkamp, programs director with Support Dogs, Inc. in St. Louis, Missouri. One volunteer who brings her dog, Koda, to the Wadleigh Library explains that there's a lot less pressure reading to a dog. Dogs are completely accepting. “Even three year olds get interested in reading—if it's reading to a dog.”..."],
        ["4", "\tTo participate in the Paws to Read program, a dog has to have basic obedience, be at least one year old, and be a certified therapy dog. To meet these goals, the dogs are tested. Their owners, or handlers, are also tested. It's a real team job working with a therapy pet."]
    ],
    "Copyright": "",
    "References": []
}