{
    "Directions": "What happens to socks that are left behind after their matching socks mysteriously go missing? Read the passage “The Village of Left-Behinds.” Then answer each question that follows.",
    "Context": [],
    "Title": "The Village of Left-Behinds",
    "Subtitle": "",
    "Author": "by Ethel Pochocki",
    "LabelType": "P",
    "Content": [
        ["", "problems/MAG4E/media/S1a.jpg"],
        ["1", "In a basket in a corner of the laundry room of a large family's house, there lived the village of Left-Behinds, a community of bewildered socks who had lost their mates and their reason for being. For what good was one sock? ..."],
        ["2", "The mistress of the house had given them their own place where they could wait for the return of their loved ones. Her sock drawer had become so crowded, she could barely close it, but she was too softhearted to throw the odd ones away. It wasn't their fault their mates had vanished suddenly and mysteriously. One moment they were in the washer or dryer or on their way to being folded and put away, and the next, they weren't. It was, she said, one of life's great mysteries."],
        ["3", "Every now and then, but not very often, one of the missing did return, found in an unlikely place — in a lunchbox, under the couch, crumpled in a pants pocket, in a book as a bookmark — and there was great rejoicing as the pair returned to the sock drawer. It gave the remaining Left-Behinds hope that the miracle would happen again."],
        ["4", "You might think such a village would be a sad place, with the socks moping around, remembering stories about the old days and reminiscing about feet they had known, but for the most part, it wasn't. At first, the villagers spent their days learning to get along with one another. In this large family, there were all kinds. Old man socks, usually black, with holes in toes and worn-out heels; men's itchy wool plaids; Grandmother's brown cotton stockings; little girl socks trimmed in lace; boys' thick white sneaker socks. Thin, colored knee-highs with cats or penguins or balloons scrolled up the sides; baby booties."],
        ["5", "And the mistress put them all to work. Many of the white cotton elders went into kitchen and parlor service — scrubbing faucets or polishing silver, the banisters, the piano, and the pictures on it. Some she would wind around a yardstick to wipe down cobwebs. She filled the little girl socks with dried lavender and rosebuds and tied them with a ribbon to give as sachets. Grandmother's stockings went outside to tie up tomato vines. The mistress also gave one hand-knit sock of many colors to an actress playing a one-footed role."],
        ["6", "One sock the mistress would not give away was her own, a soft, fuzzy, red-and-white striped sock, so lovable and cheery, she was voted mayor of the village. The sock kept everyone as hopeful as possible, working hard to lighten spirits, especially those of the sock elders, who just wanted to roll up and do nothing. She, too, had lost her mate and cried in secret, but it was in her very fiber to be a comforter."],
        ["", "problems/MAG4E/media/S1b.jpg"],
        ["7", "The village occasionally had visitors from away, and every happening was discussed and relived for weeks after the event. There was the convention of ladybugs, who came down from the attic for a holiday to bask in the warmth of the dryer vent. And the friendly raid of mouse mothers for baby booties to use as buntings for their newborns. And, the most recent, the mother cat who decided the village was the best place to have her kittens, and so she did — five of them! All sock work plans were laid aside in the immediate need to keep the mother and children comfortable. When the kittens were old enough to climb out of the basket and go into the world, the socks were a little sad. The kittens had become part of the village. They were born there, after all."],
        ["8", "And so the days passed, and the socks came and went. Now that it was spring, with cleaning and gardening in full force, every sock was needed. Soon there was only one left — the pretty, cheery, fuzzy red-and-white striped mayor. She sat at the bottom of the basket with nothing to do, no one to comfort. Still, she held on to the hope that had kept her cheerful — that her mate would return. It could happen, she told herself each day."],
        ["9", "And — what do you know — it did! Outside, the snowdrifts that covered the backyard melted into the earth, and the dirty, icy crusts turned to mud. The mistress hung her sheets out in the first crisp spring air, and her heart leaped up as she watched them billow into the sky. As she started back to the house, she slipped in the mud and fell face first into a pile of wet brown leaves."],
        ["10", "Her nose touched something soft and fuzzy; she hoped it wasn't an animal. When she saw what it was, she laughed in delight. She pulled up the dirty, soggy red-and-white striped sock and exclaimed, “Well, there you are!” It must have slipped out of the basket when she brought in the laundry last fall."],
        ["11", "The mistress washed the sock and dried it by the wood stove, fluffing it up before reuniting the couple. She wore the socks the very next day, which made all three of them very happy."],
        ["12", "Now the basket was empty, the village of Left-Behinds deserted. Not a thread or shred of lace remained to show it had ever existed. Then, three days later, a pink bunny slipper-sock was dropped into the basket, followed by a ladies' black leather glove. And on the next day — "],
        ["13", "But that's another story."]
    ],
    "Copyright": "“The Village of Left-Behinds” by Ethel Pochocki, illustrated by Jennifer Black Reinhardt, from Cricket Magazine (November/December 2011). Copyright © 2011 by Carus Publishing Company d/b/a Cricket Media. Reprinted by permission of Cricket Media, Inc.",
    "References": []
}