{
    "Directions": "Read the folktale about fear. Then answer each question that follows.",
    "Context": [
        "The folktale is about a boy who tries to conquer his fears."
    ],
    "Title": "CONQUERING FEAR",
    "Subtitle": "An Ethopian Folktale",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MAG4E/media/S4a.jpg"],
        ["1", "Once upon a time in an Ethiopian village, there lived a boy who was so shy and fearful of the world around him that his family called him Miobe, frightened one."],
        ["2", "“Why do you call me that?” the boy asked his grandfather."],
        ["3", "The old man laughed. “Because you are afraid.”"],
        ["4", "The boy's grandmother, his mother, his father, and the neighbors said the same thing. Miobe pondered these words and decided he must find a way to conquer fear. So when everyone was asleep, he packed a sack and set off into the world to find out what he feared and to conquer it."],
        ["5", "That night he slept under the wide umbrella of sky and stared up at the darkness. Before drifting off, he whispered to himself, “I see you, but I will conquer you, fear.”"],
        ["6", "At midnight the wolves began to howl. The sound woke Miobe, but instead of running away, he walked toward the sound, saying aloud, “I will conquer you, fear.”"],
        ["7", "He walked until the sun began to rise, and when he saw its golden orb, he smiled with relief, for he had survived the first night. “I am becoming brave,” he said as he walked on."],
        ["8", "Soon he came to a village. For a moment he thought, “I don't know these people at all. They might be unkind to a stranger.” But he straightened up and walked right into the village, saying aloud, “I will conquer you, fear.”"],
        ["9", "He walked into the village square, and there he found the village elders gathered, muttering among themselves. As Miobe came near, they looked up and sneered, “Who are you?”"],
        ["10", "“I'm traveling the world to become brave.”"],
        ["11", "The elders laughed. “Fool! No one can find bravery where it does not exist.”"],
        ["12", "“What do you mean?” Miobe asked."],
        ["13", "The elders sighed unhappily. “We are finished,” said one old man. “Our village is threatened by a monster up on the mountain.” Miobe followed the man's gaze to the top of the mountain. “See him, there,” the old man said. Miobe squinted. He did not want to insult the man, but he saw nothing there."],
        ["14", "“Look,” said another man. “See? It has the head of a crocodile. A monstrous crocodile!”"],
        ["15", "“And his body is as horrible as a hippopotamus. A gigantic hippopotamus!”"],
        ["16", "“It's like a dragon!” another man cried, “with fire shooting from its snout!”"],
        ["17", "Now Miobe began to see the monster. He began to see the smoke and fire, the wrinkled skin, the fiery eyes. “I see,” he said, but silently he promised himself he would not be afraid. So he walked away from the elders, into the village proper."],
        ["18", "Everywhere people cowered. The little children hid inside, refusing to go to school. “If the children go outside,” the women said, “the monster will come down from the mountain and eat them. Everyone knows monsters eat children.”"],
        ["19", "The farmers hovered inside their doorways, hoes and rakes in hand; outside their horses stood unharnessed. “We cannot work,” they told Miobe. “If we go into the fields, the monster will come down and get us.”"],
        ["20", "Miobe saw wandering goats, sheep, and cows out at the edge of the village; no one came to milk them or tend to them. No one planted crops. Few left their homes, preferring to hide indoors. “The monster is as big as 10 barges!”¹ they whispered among themselves as Miobe listened. “The monster is going to destroy us!”"],
        ["21", "Finally Miobe decided it was up to him to destroy the monster. “I wish to conquer fear,” he announced, “and so I shall go slay the monster!”"],
        ["22", "“No, son, don't do it!” the elders cried. “You will die.”"],
        ["23", "Miobe shivered and his heart fluttered, but he was determined."],
        ["24", "“I must conquer fear!” he said, and he set off."],
        ["25", "At the base of the mountain, he looked up and felt a chill. The monster looked bigger and more fiery than any dragon, fiercer than a pack of wolves or a nest of snakes. He remembered the days when he had been afraid. He took a deep breath and began to climb."],
        ["26", "As he climbed, he looked up, but now he saw the monster seemed to be smaller. “How peculiar,” he said aloud. “My eyes are deceiving me.”"],
        ["27", "He continued to climb. When he was halfway up, he looked again. He squinted, shielding his eyes, but the monster's eyes no longer seemed so fierce, and the flames no longer shot from its snout."],
        ["28", "“The closer I get, the smaller he looks,” Miobe said, puzzled. He continued to climb, though now he pulled his dagger from his sack so that he would be prepared."],
        ["29", "As he came around a bend in the path, he saw the summit before him."],
        ["30", "He gasped. The monster had disappeared."],
        ["31", "Miobe looked behind him. Surely the creature would sneak up from behind to attack. But when he turned, he saw nothing. He heard nothing. He held his breath."],
        ["32", "He looked left. He looked right."],
        ["33", "He continued to climb. At last he reached the summit and all was empty and quiet. Nothing was there. Suddenly he heard a sound at his feet. He looked down and saw a little creature — a toad with wrinkled skin and round, frightened eyes."],
        ["34", "He bent down. “Who are you?” he asked. “How did you become so small?” The monster said nothing, so he cradled it in his hand and walked down the mountain."],
        ["35", "When he reached the village, the people cried, “He's safe!” and they surrounded him. Miobe held out his hand and showed them the tiny wrinkled toad. “This is the monster,” he said..."]
    ],
    "Copyright": "“Conquering Fear: An Ethiopian Folktale” from Scholastic Scope (December 2013). Text copyright © 2013 by Scholastic Inc. Reprinted by permission of Scholastic Inc.",
    "References": [
        ["¹", "barges — huge boats used to carry goods"]
    ]
}