{
    "Directions": "Read the following passage about explorer Harriet Chalmers Adams then answer each question that follows.",
    "Context": [],
    "Title": "Explorer Harriet Chalmers Adams",
    "Subtitle": "",
    "Author": "by Durlynn Anema",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe Pacific Ocean in Santa Cruz, California, was ice cold on this August day in 1886. Eleven-year-old Harriet Chalmers felt her body chill as she dived through the waves. She shivered as she plunged her head forward. Her body came parallel with the surface. Her right arm cut deep into the dark-blue water."],
        [" ", "\tHarriet felt exhilaration as she swam. Right. Left. Her arms maintained a steady movement; her legs kicked rhythmically. The water no longer felt icy. Steadily she swam to a stationary wooden raft, 250 yards from shore. The raft came closer. She reached out her hand, briefly touching the wooden side. Then she turned and headed back to the beach. Each stroke sped her nearer to shore. The beach was in sight."],
        [" ", "\t“You did it,” Alexander Chalmers, Harriet's father, shouted as she eased onto the sand. He reached for Harriet's arm, pulling her to an upright position."],
        [" ", "\t“I told you I could do it,” Harriet said."],
        [" ", "\t“That's my girl. You can do anything you want to do,” Alexander said."],
        [" ", "\tHarriet looked into her father's eyes. “I know it — and I will,” she said."],
        [" ", "\tHarriet's feat was announced in her hometown Stockton newspaper the next day. This publicity was her first taste of fame."],
        [" ", "\tFrom the time she could ride a horse, Harriet explored with her father. They rode throughout California's San Joaquin Valley and Sierra Nevada Mountains."],
        [" ", "\tIn 1889, Alexander said, “I hear there's a trail along the top of the mountains from the Oregon border to the Mexican border. Do you want to try it?”"],
        [" ", "\t“Of course,” Harriet replied."],
        [" ", "\tSchool didn't present a problem for the 14-year-old girl. Harriet and her sister studied at home with private tutors."],
        [" ", "\tHarriet and her father traveled over a year."],
        [" ", "\t“I was an explorer when I was too young to realize it,” Harriet later wrote."],
        [" ", "\tThis sense of challenge and exploration remained with Harriet her entire life. She married Franklin Pierce Adams of Stockton in 1889. It was a perfect match. Both loved to travel. Shortly after their marriage, they visited Mexico, which whetted their appetites for exploration. They were determined to know Latin America as no travelers before had known it."],
        [" ", "\tIn 1903, they began a three-year odyssey that took them 40,000 miles through Central and South America. Traveling by boat and horseback, they crossed every country. Among her trip memories was ascending El Misti, a 19,200-foot Peruvian Andes peak."],
        [" ", "\tWith 3,000 photos and hundreds of experiences, Harriet began a lecture career. She was a lively speaker, enthusiastically telling of exotic lands and peoples, spine-tingling escapes, and hardships along the trail. From a few dollars per lecture in the beginning, she soon made $1,000, an enormous amount in the early 1900s."],
        [" ", "\tHer lectures were enlivened by color slides, the first used professionally in lecture presentations in the Western Hemisphere. These enabled her audiences to view jaguars and monkeys, brilliant colored plants, awesome jungles, and towering peaks."],
        [" ", "\tHarriet's wanderlust continued also. Never taking “no” for an answer, she traveled wherever her dreams led her. She touched all points Christopher Columbus had touched in the New World. Her goal to visit every former Spanish possession in the world was accomplished in 1916."],
        [" ", "\tDuring World War I she became a war correspondent. The French government allowed her to visit the front-line trenches, the only woman to do so."],
        [" ", "\tHarriet continually had narrow escapes during her travels. These included encountering a tribe in the Amazon and having a bridge wash out over a steep ravine in Peru. These gave her lectures and magazine articles a daring quality of adventure rarely told by women."],
        [" ", "\tIn 1926 she had her greatest challenge. She fell off a cliff while in Spain, shattering some vertebrae in her back. Her doctor told her she would never walk again. For two years she lay rigid in a plaster cast and steel braces. Not only did she walk again, but as soon as she was able to travel, she spent 20 months going around the world."],
        [" ", "\tHarriet Chalmers Adams challenged the world of exploration when women were expected to be at home cooking and sewing. She demonstrated women can do anything they want in life — if they have the determination and will to do it."],
        [" ", "\tIn Harriet's words: “There is no reason why a woman cannot go wherever a man goes — and further ... all that is needed for it, as in all other things, is the driving passion and the love.”"]
    ],
    "Copyright": "",
    "References": []
}