{
    "Directions": "Read the following passage based on an actual event in Grace Bumbarger's life then answer each question that follows.",
    "Context": [],
    "Title": "Breakfast for Mrs. Roosevelt",
    "Subtitle": "",
    "Author": "by Patricia D'Angelo",
    "LabelType": "P",
    "Content": [
        [" ", "\tGracie pulled her foot from the snowdrift, bent over, and scooped a handful of wet, white flakes from inside the top of her boot. “Darn!”"],
        [" ", "\tNot the kind of language Grandma Olsen would like to hear, but Gracie was as angry as a fourteen-year-old could be. Here she was, at half-past five in the morning, a cold, snowy morning no less, trying to get to work, and her boots were filled with snow!"],
        [" ", "\tGracie sighed. Can't do much about it now, she thought. Snowflakes licked at her lips as she trudged along Curry Hollow Road. It was a mile walk from Grandma and Grandpap Olsen's to the Allegheny County Airport, where Gracie was the morning set-up girl at the airport coffee shop. “Uphill, both ways,” Grandma Olsen would say whenever Gracie complained about her daily trek. Then she'd give Gracie a big hug and say, “You're a good girl, Gracie. A real good girl.”"],
        [" ", "\tThe Depression¹ was still affecting the country in 1937, and to help out at home, Gracie applied for a part-time job at the Allegheny County Airport. She was hired to work from 6:00 a.m. to 8:00 a.m., Monday through Friday, as a set-up girl. She earned fifty cents a week."],
        [" ", "\tAs Gracie approached the airport terminal, the night crew was busy shoveling the sidewalks around the buildings, and Gracie could hear the plows clearing snow off the runways behind the terminal. I guess the planes were grounded, she thought as she walked up the steps and into the terminal."],
        [" ", "\tThe coffee shop was in a small, separate area at the far end. Gracie barely noticed the few passengers in the waiting area as she rushed across the black-and-white tiled floor. Pulling off her gloves, Gracie reached into her pocket for the key to unlock the shop. She opened the door and switched on the light. The hands on the clock that hung over the long, white counter seemed to frown at her as though they knew she was late."],
        [" ", "\tGracie tossed her coat on the nearest chair and pulled off her boots. She found an old newspaper under the counter and stuffed it into the boots to help dry them out. Gracie relocked the door with the CLOSED sign over the glass pane. She would turn the sign to OPEN at seven o'clock when the coffee shop officially opened for the day."],
        [" ", "\t“Twenty minutes late,” Gracie muttered to herself as she reached for her apron. She thought of the chores she had to complete before the morning cooks arrived at six-thirty. I'll put the coffee on first today, Gracie decided. Some of the night crew might need a cup to warm them up if they've been shoveling snow all night."],
        [" ", "\tAfter making the coffee, Gracie busied herself setting the tables and filling the salt and pepper over the countertop. Sneezing, Gracie jumped off the red leather stool where she'd been sitting and walked toward the door. A fashionably dressed lady stood facing her."],
        [" ", "\t“I'm sorry,” Gracie began after unlocking and opening the door, “but the coffee shop doesn't begin service until seven o'clock.”"],
        [" ", "\t“I'm Malvina Thompson,” said the lady before Gracie could close the door. “I'm the personal assistant to Mrs. Eleanor Roosevelt. I hope you can help us.”"],
        [" ", "\tGracie wasn't exactly sure what a personal assistant was, but she did know that Mrs. Eleanor Roosevelt was the wife of Franklin Delano Roosevelt, the president of the United States. Grandma Olsen said Mrs. Roosevelt was even more important than the president because she spoke up for women's rights and for poor people and minorities. Grandma said she “had the president's ear” and would tell him about all the people who needed help."],
        [" ", "\t“Our plane was grounded because of the weather,” Miss Thompson continued. “We've been here all night, and Mrs. Roosevelt is hungry. Would it be possible for her to get something to eat?”"],
        [" ", "\tGracie glanced past the door and saw the First Lady sitting patiently in a worn seat in the waiting area. Gracie knew that some people called Mrs. Roosevelt “Eleanor Everywhere” because she flew all over the United States to talk to people and write about their problems. And now here she was, in Gracie's very own airport!"],
        [" ", "\tGracie looked back at Malvina Thompson. “Of course,” Gracie replied. “The cooks aren't here yet, but I'd be happy to fix breakfast for Mrs. Roosevelt, and you, too, if you'd like.” The words poured from her lips before she had time to think about what she was saying."],
        [" ", "\t“Thank you so very much. I'll inform Mrs. Roosevelt.” Miss Thompson smiled and started back across the t͟e͟r͟m͟i͟n͟a͟l."],
        [" ", "\tGracie wiped her hands nervously on her apron as she went back to the kitchen area. What am I going to do? she wondered. Panic began to set in. I don't know how to make breakfast for the wife of the president."],
        [" ", "\tIf Grandma Olsen were here, she'd probably put the bacon on first, Gracie thought. Having decided on a first step, she put her shoulders back, took a deep breath, and opened the refrigerator door."],
        [" ", "\tWithin a few minutes, the smell of frying bacon drifted into the dining area. Gracie cracked four eggs and scrambled them. Just as she was about to plop them into the grease she had heating in a pan, she heard a light tap on the door of the restaurant."],
        [" ", "\tGracie hurried out to open it and found herself looking up into the face of Mrs. Eleanor Roosevelt. She swallowed hard as she stared at the First Lady and tried to think of something intelligent to say. Mrs. Roosevelt was quite tall, Gracie noticed, and had a friendly face. She wore a long dark coat with a fur around the collar. To Gracie, the fur looked like a fox that had caught its own tail in its mouth and would race round and round Mrs. Roosevelt's neck forever and ever. A narrow-brimmed hat covered most of the First Lady's head, but here and there a strand of hair had managed to escape and curled around her face in little squiggles that looked like question marks."],
        [" ", "\t“Thank you for having us,” Mrs. Roosevelt said as Gracie led the two ladies to the table she had set for them. Gracie thought it was the best table in the whole coffee shop because it had a view of the airport runways. From the table, diners could watch planes take off and land. This morning, however, the only activity came from the snowplows."],
        [" ", "\t“It looks as though the snow has finally stopped,” Mrs. Roosevelt noted as she took her seat."],
        [" ", "\tGracie swallowed again and was finally able to speak. “Yes, it has,” she said as the two ladies unfolded their napkins. “I've left you a pot of tea and I'll have breakfast ready in just a few minutes.” With that, Gracie scurried behind the long counter and back into the kitchen."],
        [" ", "\tWhile the bacon and eggs were cooking, Gracie poured two large glasses of orange juice and brought them to the table where Mrs. Roosevelt and her assistant were sitting. Juice spilled over the rim of the glasses as Gracie placed them on the table. Flustered, she pulled a towel from her apron pocket and wiped it up."],
        [" ", "\t“Don't worry about the juice, young lady,” Mrs. Roosevelt said. “I've spilled quite a bit in my time, too. Now, tell me, what is your name?”"],
        [" ", "\t“Gracie. Gracie Bumbarger.”"],
        [" ", "\t“Well, Gracie Bumbarger, I imagine you are a very fine cook. I'm looking forward to my breakfast.”"],
        [" ", "\tSmiling, and feeling much calmer, Gracie returned to the kitchen, where she arranged the crisp bacon and softly scrambled eggs on two plates. When four slices of toast popped up, she placed them in a breadbasket with pats of butter. Putting everything on a large tray, Gracie carried the meal to the dining area."],
        [" ", "\t“This looks wonderful, my dear,” Mrs. Roosevelt declared as Gracie set the plates before the ladies. “Thank you so much.”"],
        [" ", "\t“You're very welcome, Mrs. Roosevelt,” Gracie replied, remembering her manners. She poured more hot tea for the two ladies before returning to the kitchen. She needed to clean up the dishes and skillets she had used before the morning shift of cooks arrived."],
        [" ", "\tWhile she worked, Gracie watched as the two ladies ate and chatted. Every once in a while, Gracie would refill a water glass or place another pot of tea on the table."],
        [" ", "\tAs Eleanor Roosevelt and Malvina Thompson enjoyed their private breakfast, Gracie completed her morning chores. Usually, Gracie would leave the coffee shop as soon as her work was finished, but today she needed to take care of Mrs. Roosevelt and her companion. Finally, just as the morning staff was arriving, a man dressed in a dark uniform appeared. He approached the table where the First Lady was dining."],
        [" ", "\t“Your plane is ready to depart, Mrs. Roosevelt,” he said."],
        [" ", "\tAs an amazed kitchen staff looked on, the wife of President Franklin Delano Roosevelt got up from the table and walked over to Gracie. She took Gracie's trembling hand in hers and pressed a dime tip—a full morning's wage—into Gracie's palm. “My dear,” said Mrs. Roosevelt, patting Gracie's hand, “those were the finest eggs I've ever had.”"],
        [" ", "\t“Thank you, Mrs. Roosevelt,” Gracie replied. “My Grandma Olsen says you're the finest First Lady our country has ever had.”"],
        [" ", "\tGracie clutched her dime and watched as Mrs. Roosevelt made her way through the airport terminal. “Wait till I tell Grandma and Grandpap,” Gracie said. “Just wait till I tell them!”"],
        ["", ":box:Gʀᴀᴄᴇ Bᴜᴍʙᴀʀɢᴇʀ\n\nGrace Bumbarger was born in 1923, the third of six children, and, for economic reasons, was sent to live with her grandparents during the Depression. In the mid-1930s, Gracie worked at the Allegheny County Airport as a set-up girl. One night, most likely due to weather conditions or mechanical problems, Mrs. Roosevelt's plane landed at the airport. The First Lady spent the night in the terminal, and the following morning, Gracie made breakfast for her.\n\nGracie told the story of her encounter with Mrs. Roosevelt over and over. She was especially proud of the dime tip and that the First Lady had said to her, “Those were the finest eggs I've ever had.”\n\nWhen Gracie grew up, she and her husband, who was in the military, were unable to obtain base housing at Westover Air Force Base in Massachusetts because regulations stated that their family of five was too large for a two‑bedroom house. Grace decided to write to Mrs. Roosevelt. The day after she received a reply from Eleanor Roosevelt, the Cragos were told that they could, despite base rules, move their family into a two-bedroom home. Until she died, Grace Bumbarger Crago believed that Mrs. Roosevelt was instrumental in their sudden relocation."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Depression — the worldwide economic downturn of the early 1930s, when there was mass unemployment"]
    ]
}