{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Lure",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MOG5E/media/S1a.jpg"],
        [" ", "Tyler would rather be fishing. The river would be dancing on a breezy day like this, the sun sparkling on its surface. Instead, he was helping his best friend, Ellie, and her mom remove boxes from an old house Ellie's mom was trying to sell."],
        [" ", "The next day, Tyler had time to examine the book. It had a cover made of brown leather that wrapped around the pages and was tied closed with a rawhide cord. Curious, Tyler figured out how to open it. The pages were smudged and yellowed, but he could read the words."],
        ["", ":ibox:My name is Jimmy Sandberg. It's June 7, 1870, and today I'm 11 years old. Pa gave me this journal to collect my thoughts."],
        [" ", "Tyler admired a realistic drawing of a boy and a man standing by a river."],
        ["", ":ibox:Pa is leaving again. Pa's a steamboat pilot, and the Liberty is glorious to behold. Still, it's hard to say goodbye. New Orleans is a fair distance. I expect he won't be back for three weeks."],
        [" ", "A drawing showed an elegant steamboat and a man in uniform standing beside the boat's wheel."],
        [" ", "The next few pages were filled with drawings of fish. Flipping through, Tyler noticed more pictures than words—fish, snails, shells, and frogs."],
        ["", ":ibox:My line was in the water, but I got nary a nibble. Next time, I'll try the stream behind the Gibbons' farm."],
        [" ", "There were many hand-drawn maps: wiggly lines that must be water, location names, and an X where the fishing was good."],
        ["", ":ibox:Pa's home and we're fishing. He let me try his lucky lure; I caught a big old trout with it."],
        [" ", "Tyler read every e͟n͟t͟r͟y, learning about Jimmy's life."],
        ["", ":ibox:This book's almost full, so Pa got me another one. Also, he was so proud of me doing such a good job helping Ma while he was gone. He said, “Jimmy, you've shown yourself to be a responsible boy. I want you to have my lucky fishing lure. It's yours now.” I can scarce believe it—those fish don't stand a chance."],
        [" ", "Tyler studied Jimmy's drawing of the lure. It was shaped like a fish with bulging eyes and a long nose. Its oval body had grooved fins and was attached to a sharp hook for snaring a fish."],
        ["", ":ibox:We're moving away for the winter, and I found the perfect spot to hide my lure until I return. Pa loves the cottonwoods bending over the river. These two are growing together—like Pa and me. A massive old river rock will protect the lure."],
        [" ", "Tyler closed the book but kept thinking about Jimmy and his fishing holes—they seemed so real, almost like he'd seen them before. Had Jimmy Sandberg lived here in his town? Tyler reread the journal with growing excitement and then sent Ellie a message to meet him at the library."],
        [" ", "Ellie read Jimmy's journal, looked up at Tyler with astonished eyes, and then led him into the library's reference section."],
        [" ", "Searching together through old records, they found him: James Sandberg was the son of Werner Sandberg, a steamboat pilot from town. They compared modern maps of town to Jimmy's drawn ones—either the river had changed or the names had."],
        [" ", "Tyler gave up on finding Jimmy's fishing holes, but what about his lure? He understood there was only a slim chance that the twisted trees still existed and that the lure was still there, but he had to try. He and Ellie rode their bikes along the river for days, inspecting every tree."],
        [" ", "The next day, they helped Ellie's mom again and then took their fishing rods to a shady spot behind the property."],
        [" ", "The sun flashed on Ellie's spinner lure as her line arced out and landed with a plunk. Tyler stretched out and yawned—then stared, gaping at the wide-spreading tree above them and the rock Ellie was resting against."],
        [" ", "This must be the spot!"],
        [" ", "They ran back to the house to grab a small shovel. Once they started digging, it wasn't long until Tyler's shovel struck metal. With Ellie's assistance, they unearthed a tin can wrapped in a waterproof cloth. Inside, wrapped in a square of blue velvet, was a copper fishing lure."],
        [" ", "Tyler and Ellie went back to the library. They wanted to see if they could locate a relative of Jimmy's. Their efforts were successful. Matthew Sandberg lived in the next town down the highway. Ellie's mom agreed to take them to meet him."],
        [" ", "Matthew was very welcoming. He was curious about what the children knew about Jimmy Sandberg. With pride, Tyler presented the antiques to Jimmy's descendant, who carefully picked up the journal."],
        [" ", "“I've read all of Jimmy's journals except this one. His entries always transport me to a different era,” said Matthew."],
        [" ", "“May I read his other journals?” asked Tyler."],
        [" ", "Matthew nodded and picked up the lure. “Jimmy was a passionate fisherman; I think he'd like you to have this.”"]
    ],
    "Copyright": "",
    "References": []
}