{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "Race against time or other players and explore the galaxy in the best video game of the year!"
    ],
    "Title": "Space Race Advertisement",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MOG5E/media/S2a.jpg"],
        [" ", "In Space Race, you will equip your spaceship with supplies to use on your journey and discover new planets while racing around the galaxy. As you visit new planets, you can interact with alien species, collect plant samples to study, and obtain additional supplies for your journey. Race to each checkpoint in the game to earn points and upgrade your ship. With thousands of planets to explore, Space Race is always exciting!"],
        ["", "Features"],
        ["", ":ibox:• Two race modes: timed and player vs. player\n• Online or offline play\n• Thousands of different planets to explore\n• Ability to choose and customize your ship\n• Variety of plant and animal life waiting to be discovered"],
        [" ", "In addition, Space Race contains five mini games for even more fun and points:"],
        ["", ":ibox:• The Workshop: Use supplies you have gathered to craft upgrades to your ship.\n• Match It: Match pictures of the planets.\n• Singing Creatures: Create your own songs, using sounds from the creatures you discover.\n• Mixed-Up Messages: Decode scrambled messages for clues to help you reach the next checkpoint.\n• Maze Escape: Find your way out of the maze and get valuable supplies and points."],
        [" ", "Critics and players alike love Space Race!\n\t“Space Race is a must-play game for this year.”—Games Review Online\n\t“8/10: great graphics and a lot of fun!”—Video Game Shop\n\t“It is the game everyone is talking about.”—Technology Today\n\t“We give Space Race 4 out of 5 stars.”—Rayelle Edwards, Game Blogger"],
        [" ", "Do not wait; get your copy of Space Race today!"]
    ],
    "Copyright": "",
    "References": []
}