{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Crabbing for Supper",
    "Subtitle": "",
    "Author": "by Laurel Sheridan",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY21G3E/media/S3a.jpg"],
        ["1", "\tDad handed me the bucket and the net with a long, wooden handle. He gave Paulie two dead fish wrapped in newspaper. They were tied up with string like a present. I held my nose, but Paulie held those fish like they were his best baseball cards."],
        ["2", "\tThe briny air from Chesapeake Bay filed our noses. This was the best place in the world to catch blue crabs. They like grassy, shadowy water, so Paulie and I headed for our old wooden dock. It was hot for June, and I sat down and swung my legs over the edge, into the cool water. Paulie struggled to tie the string to one of the slippery fish. Then he slid the extra fish into the bucket and set it in the dark water under the dock for later."],
        ["3", "\t“Here.” Paulie handed me the baited string. “Dangle this down in the water to call the crabs.”"],
        ["4", "\tCrabs love stinky old fish, so our first crab didn't take long to come. Its big claw clamped the bait, and I raised the string real slow so Paulie could net it. But my legs swishing in the water startled that crab, and it let go and floated back to the bottom like a leaf off a tree. Paulie brought up the net and stood there with the handle on the dock ..."],
        ["5", "\tI went back to dangling the fish."],
        ["6", "\t“Well, get ready,” he urged. “Here comes another one.”"],
        ["7", "\tThe sun was hot on our backs. My clothes were already sticking to me, and sweat trickled down our faces. A fly buzzed around my head. I remembered what Paulie had said and sat perfectly still as the new crab clamped onto the fish. But as Paulie scootched forward on his belly to lower the net, he knocked a pebble off the dock and scared that crab away, too ..."],
        ["8", "\t“Crabs are scaredy-cats,” I said, pulling up the line to check the bait. “This smells disgusting. How can they eat this?”"],
        ["9", "\t“I don't know. How can Mom and Dad eat broccoli casserole? I really hate that stuff,” Paulie moaned."],
        ["10", "\t“Me, too,” I said. “Blech!”"],
        ["11", "\tWe thought about the big pot waiting and Dad dropping the crabs into the spicy, boiling water. They would turn a beautiful bright red after a few moments, and we'd have a crab feast, cracking the shells and pulling out the sweet white meat. We had to keep trying. I smacked a mosquito off Paulie's arm and dangled the bait some more. We squinted past the sun's reflection on the water."],
        ["12", "\t“Sit still now. Here comes another one,” said Paulie."],
        ["13", "\tHe inched the net into the water."],
        ["14", "\t“Got him!”"],
        ["15", "\tPaulie hauled up the net with the crab inside, but that crab was all claws and those mad pincers were waving all over the place!"],
        ["16", "\t“Look out!” I screamed, but the crab's big claw already had hold of Paulie's finger."],
        ["17", "\t“Ow! OW! Get him off! Get him off!”"],
        ["18", "\tPaulie hopped around, shaking his hand up and down, swinging that crab all over the place."],
        ["19", "\tI yelled, “Let go!” but the crab didn't seem to understand English. Finally, Paulie swung his arm in a giant arc, and the crab landed back in the water. Paulie's finger was all red and puffy. I could tell he was trying not to cry."],
        ["20", "\t“What should we do now?” I asked."],
        ["21", "\tWe both thought about broccoli casserole."],
        ["22", "\t“Keep trying,” said Paulie, dunking his sore finger into the cold water."],
        ["23", "\tBut the harder we tried, the darker it got. When the sun began to set, we couldn't see into the water anymore. We heard Mom yell from the house, “Bring all you've got and come on in now.”"],
        ["24", "\tPaulie let go of the string and wiped his hands clean on his shorts as the stinky bait sank to the bottom."],
        ["25", "\t“Guess what's for supper,” I sighed."],
        ["26", "\t“Broccoli, here we come,” Paulie groaned."],
        ["27", "\t“Remember to get the bucket with the spare bait,” I reminded him, slumping along with the net dragging behind me."],
        ["28", "\tSuddenly, Paulie grabbed my arm. “Listen,” he whispered."],
        ["29", "\tNoises came from the bucket Paulie was carrying. We leaned in close, but it was too dark to see."],
        ["30", "\t“What's all that scratching?” I asked. We ran through the sand to the light of the screened-in porch."],
        ["31", "\t“Well, would you look at that?” exclaimed Paulie with a high-five. There, in the bucket, was a mountain of beautiful blue crabs fighting over our extra fish."],
        ["32", "\t“Let's go!” I yelled."],
        ["33", "\tWe raced to give Dad the crabs."],
        ["34", "\t“Whoa!” he said. “You caught a lot!”"],
        ["35", "\t“Great!” Mom said. “Well, I don't think that the leftover casserole will keep for another day ...” She started scraping the broccoli into the garbage disposal."],
        ["36", "\tI looked at Paulie. “Yes!” we mouthed silently to each other with huge grins."]
    ],
    "Copyright": "Excerpt from “Crabbing for Supper” by Laurel Sheridan, Spider, March 2016, p. 13-17. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}