{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Flying on Ice",
    "Subtitle": "",
    "Author": "by Valerie Hunter",
    "LabelType": "P",
    "Content": [
        ["1", "\tCraig watched his older sister, Riley, and her friend Liz race up and down the lake on their skates, dodging the other hockey players. Their skate blades looked like silver smoke."],
        ["2", "\tWhen the game was over, the girls skated up to the bench where Craig was sitting. Craig asked Riley what skating felt like."],
        ["3", "\t“When I go really fast, I feel like I'm flying,” she said."],
        ["4", "\tThat's silly, thought Craig. Flying is something birds do in the air, not something people do on ice skates. Then he watched Riley go back out on the ice. She skated around and around the edge of the lake with her arms pumping and her scarf trailing behind her. Soon she was going so fast that her arms looked like wings and her scarf looked like a feathery tail. Maybe skating really was like flying."],
        ["5", "\tWhen Riley sat down to take her skates off, Craig said, “I wish I could fly.”"],
        ["6", "\tRiley retied her skate laces and crouched next to Craig. “Get on my back,” she said, and Craig did. Riley started skating, but Craig didn't feel like he was flying. It just felt like a wobbly piggy-back ride."],
        ["7", "\t“You're too heavy,” Riley said. “I can't go fast when I'm carrying you.” She skated slowly back to the bench. Craig got off her back."],
        ["8", "\t“Even if you could go fast, I wouldn't be flying,” he said sadly. “I need skates to fly.”"],
        ["9", "\tRiley didn't say anything on the walk home, but a few days later she asked Craig if he wanted to go skating."],
        ["10", "\t“To watch?” he asked."],
        ["11", "\t“No, to skate,” she said cheerfully. “Mom and I found a pair of my old skates. They might fit you.”"],
        ["12", "\tThe skates were a little big, but when Riley stuffed newspaper in the toes, they fit. Craig couldn't stop smiling. He didn't want to take them off, but he had to so he could walk to the lake."],
        ["13", "\tRiley and Liz went with him. They carried their hockey sticks, two orange cones, and a wooden chair. When they got to the lake, Craig put his skates back on and Riley helped him onto the ice. Then she put his hands on the back of the chair."],
        ["14", "\t“Hang on to this and you won't fall,” she said. “Just push it along in front of you, OK?”"],
        ["15", "\tCraig grinned. “OK.” His feet felt wobbly, but he held on to the chair and he didn't fall. Riley and Liz cheered him on as he started to move forward. Then they set up the cones and practiced passing the puck to each other and shooting goals."],
        ["16", "\tCraig watched them. They made skating look easy. He tried to skate like them, but when he let go of the chair he fell. So he grabbed on to it again and inched along. His skate blades went scritch scritch scritch instead of the swish swish sound that his sister's blades made. This wasn't like flying at all. It was like being a snail."],
        ["17", "\t“Ready to go home?” Riley finally asked."],
        ["18", "\tCraig nodded, frowning. Riley had never said how hard skating was."],
        ["19", "\t“What's wrong?” she asked."],
        ["20", "\t“I wanted to skate like you,” Craig said. “I wanted to fly.”"],
        ["21", "\t“Someday you will,” Riley said. “It takes practice.” She patted his shoulder. Then she whispered something to Liz, who grinned and winked at Craig. Each girl took one of Craig's hands."],
        ["22", "\t“Someday you'll fly on your own,” Riley said. “But today Liz and I will help you.”"],
        ["23", "\tRiley and Liz started skating, pulling Craig with them. The edges of his skate blades just touched the ice. The girls went faster and faster, and so did he. When he looked down, his skate blades were a silver blur. His hat nearly blew off."],
        ["24", "\t“I'm flying!” he yelled, and the words blew away in the wind like a bird's happy song."]
    ],
    "Copyright": "“Flying on Ice” by Valerie Hunter, Spider, January 2016. Used with permission of Carus Publishing Company via Copyright Clearance Center. ",
    "References": []
}