{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Electronics: MP3s, TVs, and DVDs",
    "Subtitle": "",
    "Author": "by Chris Oxlade",
    "LabelType": "P",
    "Content": [
        ["", "Speed of change"],
        ["1", "Just a few years ago, devices that we take for granted today, such as digital music players and cameras, did not exist, or they were too expensive for most people to buy. This shows how incredibly quickly electronics are changing. This happens because people always want the latest, fastest, smallest, most powerful, most feature-filled gadgets, and technology companies continue to produce them. When a device appears in stores, companies are already designing a new, improved version to take its place a few months later. This makes it hard to predict the future of electronics. In fact, the only thing we can be sure of is that things will change very quickly!"],
        ["", "Electronic history"],
        ["2", "The first electronic component was invented at the start of the 20th century. It was a valve that allowed one electric current to control another. All electronic devices, such as radios and televisions, used to use bulky valves until the late 1940s. Now, almost every modern device contains one or more microchip. The microchip was developed in the 1950s. Since then, manufacturers have found ways to fit more and more components onto microchips. This allows very complex electronic circuits to be fitted into a tiny space."],
        ["", "Make the connection"],
        ["", "What are electronics?"],
        ["3", "An electronic device works using electricity, but it is different from an electric device. For example, a flashlight is an electric device. When you turn it on, electricity flows from the battery through the bulb. When you turn it off, the electricity stops. Other examples of electric devices are toasters, hair dryers, and electric heaters."],
        ["4", "Electronic devices work using electric signals that represent something else, such as sound, for example. The devices can change, or process, the signal. A radio is an electronic device. It takes the electric radio signal, processes it, and turns it into the sound you hear. All the devices and gadgets in this [passage] are electronic devices."],
        ["", "Representing information"],
        ["5", "In all the devices in this [passage], electricity represents information (such as sound or images). For example, in a CD player, electricity represents sound; in a television, electricity represents moving pictures. The electricity that represents the information is called an electric signal."],
        ["6", "There are two types of electric signal: analog and digital. In an analog signal, the strength of the electricity varies. If you take an analog signal that represents a sound wave, the changing strength of the electricity represents the changing shape of the sound wave."],
        ["7", "In a digital signal, the electricity is either on or off. A sequence of ons and offs represents the ones and zeros of binary numbers. In a digital signal representing a sound wave, these numbers represent the differing strength of the sound wave."],
        ["8", "The numbers are recognized and processed by digital devices. For example, when a digital sound signal is processed, the numbers it contains are turned into sound."],
        ["9", "Most devices in this [passage] contain both analog and digital circuits."],
        ["", "Going digital"],
        ["10", "During the last [several] decades, there has been a switch from analog electronics to digital electronics. This change is sometimes known as the digital revolution. But why has it happened? What are the advantages of digital electronics over analog electronics?"],
        ["11", "The main advantage is that once information is in digital form, it can be stored as files in memory, on hard drives and on CDs and DVDs ... It can then be transmitted over digital networks and processed by computers. Sounds, photographs, and video clips can all be handled in the same way and on the same machine."],
        ["12", "Before digital electronics, you needed lots of different machines, since sounds were stored on audiotape, photographs were stored on film and video was stored on videotape."],
        ["13", "Digital circuits also mean that data can be reduced to a smaller size. This is called compression. It allows information to take up less storage space and to be sent from place to place more quickly. The information must be returned to its original size afterward. For example, MP3 and WMA are two popular formats for storing sound. JPEG is a format for storing photographs."],
        ["", "Make the connection"],
        ["14", "Bandwidth is a common word in the world of communications. It means the speed that information can be sent along a communications link, such as a cable or an optical fiber. You can think of a communications link carrying information as being like a pipe carrying water. A wider pipe can carry more water, just as a link with greater bandwidth can carry information faster. Also, many more digital signals than analog signals can fit down a link. The word broadband describes a communications system that can carry a very high number of digital signals."],
        ["", "Convergence"],
        ["15", "Convergence is one of the buzzwords of electronics. It means that one or two state-of-the-art devices can do the jobs that were done by many different devices in the past. For example, in the 1980s you needed a camera to take photographs, a cassette player to listen to music, and a telephone to make calls. Now a cutting-edge cell phone can do all of these jobs. This is possible because all the different types of information are handled in digital form."]
    ],
    "Copyright": "From ELECTRONICS: MP3s, TVs, AND DVDs by Chris Oxlade. Copyright © 2006 Heinemann Library, a division of Reed Elsevier Inc. All rights reserved.",
    "References": []
}