{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Harris and Me",
    "Subtitle": "",
    "Author": "by Gary Paulsen",
    "LabelType": "P",
    "Content": [
        ["1", "Harris led me down to the barn and we had only been there a few moments when Knute came inside. He went to the back double-opening door and said quietly, “Bill, Bob, come on in now.”"],
        ["2", "We were next to him and for a second I couldn’t see who he was talking to. Then, from a stand of poplars close to the river, two huge gray horses walked out into the open."],
        ["3", "I had seen horses in the Philippines, and in every western movie I went to, and knew about riding them. But Bill and Bob would have made two Triggers¹ each."],
        ["4", "They weren’t just big, they were almost prehistoric—like two hair-covered dinosaurs walking slowly up from the river—and when they moved closer I could see that very little of their bulk was fat. Bunched beneath the skin on their rear ends and in their shoulders were great bulges of muscles."],
        ["5", "Everything about them was massive. Huge heads that lowered to nuzzle Knute’s hand while he stood in the back door of the barn, enormous round feet that sunk forever into the mud in back of the barn, great, soulful brown eyes that somehow made me want to hug the giants."],
        ["6", "Knute turned and walked back into the barn and the horses followed like puppies. At the end nearest the front door was a double stall, and Bill and Bob moved into it. Knute came out of the pump house with a lard pail full of oats and poured half for each of them in a small wooden feed box nailed to the side of the manger."],
        ["7", "Hanging on nails by the door were great loops of leather and chain with round collars over them, which I had seen earlier but hadn’t understood and didn’t want to ask about because I was sick of looking stupid."],
        ["8", "Knute took the collars down and put them around the horses’ necks while they were eating and then began draping the leather and chain over them, and I realized it was all harness."],
        ["9", "Harris was all over the horses while Knute worked. He crawled under them, over them, handing ends of straps to Knute—who was back to silence—and the horses stood peacefully even when Harris stooped to walk between their back legs and out into the aisle to stand next to me."],
        ["10", "Knute stood quietly until they had finished their oats. He then held their bridles loosely and, standing between their heads, backed them out into the aisle and walked them out of the barn to the row of machinery by the granary."],
        ["11", "I got the impression that he didn’t really need to lead them. They knew exactly where to go and what to do. When they came to what I learned was the mower they turned themselves around and backed, one on either side of a long wooden tongue, into position for pulling."],
        ["12", "Knute hooked their trace chains into a big crosspiece of wood hooked to the mower and brought the tongue up to attach to a crosspiece from one horse to the next."],
        ["13", "“Come on,” Harris said, and I was surprised to see he was carrying an empty feed sack he’d picked up somewhere. “We got to get on.”"],
        ["14", "“Get on what?”"],
        ["15", "“The horses . . .”"],
        ["16", "Harris jumped into the space between the horses by climbing on the mower and hopping along the tongue until he was even with their shoulders. Then he grabbed two horns that stuck up on top of the collar and climbed up until he was sitting on the right horse."],
        ["17", "“Come on,” he said. “Get up on Bill. You want to be left behind?”"],
        ["18", "As a matter of fact I was thinking that exact thing just then—that rather than climb up onto a horse as big as most trucks, I would definitely rather be left behind. But pride won out and I hesitantly made my way onto the mower in back of the left horse, Bill, and took one careful step after another to climb the tongue until I could pull myself up on his shoulders. He was so wide my legs seemed to go straight out to either side and I could feel him breathing beneath me like a warm bellows, great drafts of air as his shoulders worked slowly."],
        ["19", "The ground seemed miles away and when I heard a sudden mechanical clanking and the horses moved slightly, I grabbed desperately for the horned things around the collar."],
        ["20", "“Let go the hames,” Harris said. “And raise your leg and put it under the reins. Pa can’t drive with you sitting on the reins.”"]
    ],
    "Copyright": "From HARRIS AND ME by Gary Paulsen, published by Houghton Mifflin Harcourt. Copyright © 1993 by Gary Paulsen.",
    "References": [
        ["¹", "Triggers — Trigger was a popular horse on television."]
    ]
}