{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Juno's Knocking on Jupiter's Door”",
    "Subtitle": "",
    "Author": "by Christopher Crockett",
    "LabelType": "P",
    "Content": [
        ["1", "The Juno spacecraft is about to break through the haze. The National Aeronautics and Space Administration, or NASA, launched its spacecraft. It will arrive at the giant world on July 4."],
        ["2", "“We don't know what the inside of Jupiter is like at all,” says Scott Bolton. He is a planetary scientist at the Southwest Research Institute in San Antonio, Texas. He also heads the Juno mission. In just a short while, he notes, “We're going to see beneath the cloud tops for the very first time.”"],
        ["3", "Juno gets its name from Jupiter's wife, a goddess who peered through a veil of clouds and saw her husband's true nature."],
        ["4", "The Juno probe left Earth on August 5, 2011. Its nearly five-year journey has taken it about 2.8 billion kilometers (1.7 billion miles). Upon arrival, it is due to spend 20 months orbiting and scrutinizing¹ the gas giant. If all goes well, Juno will measure how much water lurks beneath the clouds. It will map Jupiter's interior. And it will deliver humanity's first good look at the planet's polar regions."],
        ["5", "Jupiter is no stranger to robotic explorers. To date, however, most came and went quickly. Many probes have used Jupiter's gravity to pick up speed on their way to targeted venues in the outer solar system. Even the Ulysses spacecraft, which was headed toward the sun, swung by Jupiter first. In 1992, it used the planet to get thrown over the poles of the sun. When possible, these craft will also do some scientific sightseeing while passing by."],
        ["6", "Galileo was the only spacecraft to orbit Jupiter. It reached the planet in 1995. But it had a few technical difficulties. These included a malfunctioning antenna and a broken tape recorder. They forced Galileo to spend most of its time observing the four largest of Jupiter's 67 moons rather than the planet itself."],
        ["7", "“There's been a crying need to go back to Jupiter and actually study Jupiter,” notes Jonathan Lunine. This planetary scientist works at Cornell University in Ithaca, N.Y."],
        ["", "Planet of Extremes"],
        ["8", "Jupiter is extreme in every way. “I often think of it as a planet on steroids,” Bolton says. If Jupiter were a hollow shell, about 1,000 Earths could squeeze inside. Despite that size, it's the fastest spinning planet in the solar system. One day lasts just under 10 hours."],
        ["9", "In Jupiter's turbulent atmosphere, storms come and go. But at least one has possibly raged for centuries. This is the famous Great Red Spot. It is a storm about as wide as Earth that has churned for at least 150 years."],
        ["10", "Temperatures near the Jovian core may exceed 20,000° Celsius (36,000° Fahrenheit). This is more than three times as hot as the surface of the sun. And even though Jupiter is made predominantly of the lightweight elements hydrogen and helium, it is 318 times as massive as Earth."],
        ["11", "The weight of all that gas generates pressures near the planet's center that are millions of times greater than anything people experience. At Earth's surface, the atmosphere pushes against every 6.5 square centimeters (1 square inch) with 65.4 newtons (14.7 pounds) of force. “That's like having four people standing on your shoulders,” says Fran Bagenal. She is a planetary scientist at the University of Colorado Boulder. She points out that you don't notice the force because you're used to it."],
        ["12", "At Jupiter, pressure at the cloud tops would feel comfortable. But as you fell — and you would keep falling because there's no surface to stand on — you'd plummet to crushing pressures. To imagine it, replace the four shoulder-balancing people with a thousand elephants, Bagenal says. “And the bottom elephant is standing on one heel,” she notes."],
        ["13", "Much of what scientists know about Jupiter comes from gazing at its cloud cover with telescopes and spacecraft. The interior is left mostly to speculation. There might be a solid core, a seed from which the planet grew. Or there might not be. There might be an ocean of metallic fluid hydrogen swirling around that core. This would act as a gargantuan² electrical conductor and generate Jupiter's far-reaching magnetic field. Or there might be abundant stores of water vapor beneath the clouds."]
    ],
    "Copyright": "From “Juno's Knocking on Jupiter's Door” by Christopher Crockett from SCIENCE NEWS FOR STUDENTS, June 28, 2016. Copyright © 2016 by Society for Science and the Public.",
    "References": [
        ["¹", "scrutinizing — examining"],
        ["²", "gargantuan — enormous"]
    ]
}