{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Horse Road",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "“Steady now, steady,” I muttered as Gryphon shied, his hooves sending small stones clattering downhill. Patting his neck, I felt the tension in his muscles. I couldn't hold him much longer, my beautiful Persian horse."],
        ["2", "“Come on, Batu!” I yelled to my friend, crouched on a bay mare to my right. He grinned mischievously, his long black hair lifting in a breath of chilly air. He liked making us all wait. We were like arrows, held against quivering bowstrings before the moment of release."],
        ["3", "“Kalli!” Batu called to me, teasing as usual. “You ready to lose? You ready to run in dust?”"],
        ["4", "“You'll be running in Gryphon's dust!” I cried back."],
        ["5", "Beneath us, the valley plunged downwards through the mountains. It seemed impossibly steep, strewn with stones and low-growing shrubs. Beyond the valley the foothills lay like dropped fabric, in soft folds of lush summer grass and wild flowers: the bright splash of poppies, the tall stems of blue iris. Further away still, two days' ride in the distance, lay my city home of Ershi, in the wide Golden Valley of Ferghana where vines and wheat and apricot trees grew beside irrigation canals."],
        ["6", "My stallion bounced sideways, dragging at the thin leather reins bunched in my hands. He mouthed at his bronze bit ... On the side shanks of Gryphon's bit, little bronze eagles became covered in foam as he dragged at his reins and grew more excited."],
        ["7", "I gripped tighter, felt his muscles straining beneath me as he longed to run down that shadowy valley. The sunlight gleamed on the snowy peaks that hung over us like a wave, white with foam, in a spring river."],
        ["8", "“Run!” Batu yelled suddenly, taking us by surprise. His dark face broke into excited laughter. “Run!” he yelled, flinging one fist high into the air."],
        ["9", "Gryphon soared forward and for one moment we seemed to hang suspended over the world as the blue sky dipped to meet us. Wind whistled in my ears. On either side of us, along the line of riders, people whooped and yelled. The horses poured forward over the crest, hooves thundering. Then the valley rose under us. Gryphon's front hoof hit the ground. We were earth-bound again. I dug my booted heels into his golden flanks. My legs tightened around his ribs, beneath the bright blanket that my father had brought back from a trading trip to Samarkand. Its woven hems, embroidered with flowers and stars, flapped against my ankles."],
        ["10", "Down, down!"],
        ["11", "We plunged through the valley. Now we were arrows let loose, a volley of rushing speed. Wind poured into my open mouth. I was laughing, yelling, feeling the summer morning fill me with joy. “Run, Gryphon!” I cried, and my stallion burst past the horse ahead, its tail whipping across my arm. In the corners of my eyes, I saw the other horses, their riders crouched over their necks. Shoulder to shoulder we streaked down that narrow valley as it tipped us, like a torrent of stones in a riverbed, towards the foothills. Gryphon dodged a boulder; we swerved past it like one creature, like the centaurs in the Greek stories that my father liked to tell as we sat around a fire on snowy winter evenings. Gryphon and I were moulded together by sheer determination, and by the pleasure of our speed. I was only half a girl; the other half of me was all running horse: long sinews¹, big heart, pride."]
    ],
    "Copyright": "From THE HORSE ROAD by Troon Harrison, published by Bloomsbury Books for Young Readers. Copyright © 2011 by Troon Harrison. All rights reserved.",
    "References": [
        ["¹", "sinews — tendons, which connect muscles to bone"]
    ]
}