{
    "Directions": "",
    "Context": [
        "problems/TX18G5R/media/S3a.jpg"
    ],
    "Title": "A Light in the Dark",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Studying for classes at school is important. That's why when 15-year-old Ann Makosinski learned that a friend of hers in the Philippines wasn't able to study after dark because her home did not have any electricity, she wanted to help. As a result, Ann invented a flashlight that is powered solely by heat from the human hand."],
        ["2", "The human body produces a constant supply of heat, which is why people feel warm to the touch. Ann decided to see whether human bodies make enough heat to power a flashlight. She thought a special kind of tile called a Peltier tile might work for her purposes. A Peltier tile releases energy when opposite sides of the tile come in contact with different temperatures. Ann thought that one way to create different temperatures would be to build a flashlight that was hollow and attach Peltier tiles to it. She p͟r͟e͟s͟u͟m͟e͟d that if a warm human hand covered one side of the tiles while the other side of the tiles was exposed to cooler air, the tiles would produce energy."],
        ["", "problems/TX18G5R/media/S3b.jpg"],
        ["", "problems/TX18G5R/media/S3c.jpg"],
        ["3", "Ann worked hard on her idea, juggling the project with schoolwork and other extracurricular activities. She had to make difficult calculations that required a lot of research. She admits that there were days when she thought her idea would never work but says, “You just kind of have to keep going.” Finally Ann's calculations led her to the solution, and her hollow flashlight produced light. At first the light was too dim, but Ann kept experimenting and adjusting her design until the flashlight shone more brightly."],
        ["4", "Ann entered her invention in the 2013 Google Science Fair. She was one of 15 students from around the world who were invited to present their designs at Google headquarters in California. Ann won the top prize in her age category and a $25,000 scholarship. She hopes the flashlight can be manufactured and ultimately used all around the world by people who don't have access to electricity. She said, “I want to make sure my flashlight is available to those who really need it.”"]
    ],
    "Copyright": "",
    "References": []
}