{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "A Winning Day",
    "Subtitle": "",
    "Author": "by Cecilia Aragon",
    "LabelType": "P",
    "Content": [
        ["1", "“Here we are, Keysha,” Mom said, pointing to two seats in the front row of the basketball arena, near the home team's bench. “I know how long you've waited to see your favorite basketball player in person,” she added with a smile."],
        ["2", "“These seats are incredible!” I exclaimed. “It was really nice of your boss to give you these tickets.”"],
        ["3", "“Did you remember to bring the photo?” Mom said."],
        ["4", "“Of course.” I waved my photo of Dwight Edwards at her. I was thrilled to be at my first professional basketball game. But even more thrilling was the fact that my favorite player had joined our home team."],
        ["5", "“Ladies and gentlemen, the Sousville Bearcats!” the announcer's voice blasted through the arena. “At point guard, wearing number 45 ... Dwight Edwards!” The crowd roared, and I cheered until my throat stung. I could not believe I was seeing the Dwight Edwards in person!"],
        ["6", "Throughout the game against the Raiders, Dwight made one fantastic play after another."],
        ["7", "“Well, what do you think, Keysha?” Mom asked."],
        ["8", "“This is awesome, Mom. I just hope ... Do you think there's any chance he'll sign my photo?”"],
        ["9", "“I don't know, honey,” Mom replied. “But we're in the best seats for that to happen.”"],
        ["10", "I listened to the players' shoes squeaking loudly on the court. Sometimes I could even hear the players talking to one another. On television they didn't look so i͟m͟m͟e͟n͟s͟e, but they towered above me in real life."],
        ["11", "I watched the game from the edge of my seat. With 3 seconds left in the game, the Raiders were winning 94 to 93. Dwight ran right in front of me, caught a pass from another player, and slammed the ball into the basket as the buzzer sounded."],
        ["12", "I jumped to my feet along with the rest of the crowd. The Bearcats had beaten the Raiders, and Dwight Edwards had scored the winning basket."],
        ["13", "“Wow, Mom, what a great game!” I shouted. I kept my eyes on Dwight Edwards as the television announcers interviewed him on the court. When they were finally done, Dwight began walking toward the team bench."],
        ["14", "“Now's your chance, Keysha,” Mom said with a nudge, and we walked toward Dwight."],
        ["15", "“Umm ... Mr ... Mr. Edwards? I'm Keysha, and I think you're amazing.” As Dwight turned toward us, my heart began pounding in my chest like a bass drum. I summoned my courage and asked, “Would you please sign my photo?”"],
        ["16", "“Sure, Keysha. Thanks for coming today.” Dwight smiled as he signed the photograph and then shook my hand. I thanked him, and Mom and I turned toward the exit. “I'm never washing this hand again,” I whispered to myself."],
        ["", "problems/TX18G5R/media/S1a.jpg"],
        ["17", "“O.K., you can breathe now, Keysha,” Mom said with a laugh. As Mom guided my steps toward the exit, I watched Dwight until he disappeared into the locker room. When I turned around, I noticed a little boy in a Dwight Edwards jersey standing next to his father. He was clutching a piece of paper and a pen and was sobbing."],
        ["18", "“It's O.K., son,” I heard his father say. “We'll meet Dwight Edwards some other time.”"],
        ["19", "I walked along with Mom."],
        ["20", "“Did you see that boy?” I asked Mom."],
        ["21", "“Yes,” she answered. “He must have really been looking forward to meeting Dwight Edwards.”"],
        ["22", "I looked back at the steady stream of people leaving the game. I could see the boy huddled against his dad, who stroked his hair, trying to console him."],
        ["23", "I looked at Dwight Edwards's signature on my photograph and thought about how great it had been to meet him. Then I thought about how kind Mom's boss was for giving us the tickets that had allowed me to have this experience. “Wait here, Mom. I'll be right back,” I said."],
        ["24", "I pushed my way back through the crowd and saw that the boy and his father were still standing where I had seen them. When I reached them, I tapped the boy on the shoulder. His tear-streaked face peeked out at me from under his father's arms."],
        ["25", "“Here, I want you to have this autograph,” I said, handing the boy Dwight's photograph."],
        ["26", "The boy's eyes widened. “Dwight's autograph? Wow!” he exclaimed, beaming. “Thank you!”"],
        ["27", "“No problem,” I replied. I turned to meet Mom, who stood waiting for me."],
        ["28", "“Keysha, that was very thoughtful of you,” she said, hugging me. “I know how much that autograph meant to you.”"],
        ["29", "I smiled at her. “I got to see Dwight Edwards play the most amazing game ever. Then I got to meet him and shake his hand. I won't need an autograph to remember this day.”"]
    ],
    "Copyright": "",
    "References": []
}