{
    "Directions": "Read the passage The Whales' Song and then answer each question that follows.",
    "Context": [],
    "Title": "The Whales' Song",
    "Subtitle": "",
    "Author": "by Dyan Sheldon",
    "LabelType": "P",
    "Content": [
        ["1", "Lilly's grandmother told her a story."],
        ["2", "“Once upon a time,” she said, “the ocean was filled with whales. They were as big as the hills. They were as peaceful as the moon. They were the most wondrous creatures you could ever imagine.”"],
        ["3", "Lilly climbed onto her grandmother's lap."],
        ["4", "“I used to sit at the end of the pier and listen for whales,” said Lilly's grandmother. “Sometimes I'd sit there all day and all night. Then suddenly I'd see them coming toward me from miles away. They moved through the water as if they were dancing.”"],
        ["5", "“But why did they swim to you, Grandma?” asked Lilly. “How did they know you were there?”"],
        ["6", "Lilly's grandmother smiled. “Oh, you had to bring them something special. A perfect shell. Or a beautiful stone. And if they liked you, the whales would take your gift and give you something in return.”"],
        ["7", "“What would they give you, Grandma?” asked Lilly. “What did you get from the whales?”"],
        ["8", "Lilly's grandmother sighed. “Once or twice,” she whispered, “once or twice, I heard them sing.”"],
        ["9", "Lilly's great-uncle Frederick stomped into the room. “That's nothing but a silly old tale!” he snapped. “Whales were important for their meat, and for their bones, and for their blubber. If you have to tell Lilly about whales, then tell her something useful. Don't fill her head with nonsense. Singing whales, indeed!”"],
        ["10", "“There were whales here millions of years before there were ships, or cities, or even cave dwellers,” continued Lilly's grandmother. “People used to say they were magical.”"],
        ["11", "“People used to eat them and boil them down for oil!” grumbled Lilly's great-uncle Frederick. And he stomped back out of the room."],
        ["12", "Lilly dreamt about whales."],
        ["13", "In her dreams she saw them, as large as mountains and bluer than the sky. In her dreams she heard them singing, their voices like the wind. In her dreams they leapt from the water and called her name."],
        ["", "problems/RI19G3E/media/S1a.jpg"],
        ["14", "In the morning Lilly went down to the ocean, to the place where no one fished or swam or sailed. She walked to the end of the old pier. The water was empty and still. She took a yellow flower out of her pocket and dropped it in the water."],
        ["15", "“This is for you,” she called into the air."],
        ["16", "Lilly sat at the end of the pier and waited."],
        ["17", "She waited all morning and all afternoon."],
        ["18", "Then, as dusk began to fall, Uncle Frederick came down the hill after her. “Enough of this foolishness,” he said. “Come on home. You can't be dreaming your life away.”"],
        ["19", "That night Lilly awoke suddenly."],
        ["20", "The room was bright with moonlight. She sat up and listened. The house was quiet. Lilly climbed out of bed and went to the window. She could hear something in the distance, on the far side of the hill."],
        ["21", "She raced outside and down to the shore. Her heart was pounding as she reached the sea."],
        ["22", "There, enormous in the ocean, were the whales."],
        ["23", "They leapt and jumped and spun across the moon."],
        ["24", "Their singing filled the night."],
        ["25", "Lilly saw her yellow flower dancing on the spray."],
        ["26", "Minutes passed, or maybe hours. Suddenly Lilly felt the breeze rustle her nightgown and the cold nip at her toes. She shivered and rubbed her eyes. Then it seemed the ocean was still again and the night dark and silent."],
        ["27", "Lilly thought she must have been dreaming. She stood up and turned toward home. Then from far, far away, on the breath of the wind, she heard"],
        ["28", "“Lilly!"],
        ["29", "Lilly!”"],
        ["30", "The whales were calling her name."]
    ],
    "Copyright": "The Whales' Song by Dyan Sheldon. Illustrated by Gary Blythe. Text copyright © 1990 by Dyan Sheldon. Illustration copyright © 1990 by Gary Blythe. Reprinted by permission of Dyan Sheldon c/o Caroline Sheldon Literary Agency Ltd.",
    "References": []
}