{
    "Directions": "Read the passage that discusses new ways to look at old things. Then answer each question that follows.",
    "Context": [
        "In the novel The Junction of Sunshine and Lucky, Auggie lives with her grandfather, Gus, who is a trash hauler and has a truck named Old Glory. In this passage from the novel, Auggie has an idea about how to save the beautiful glass from the windows of Hopewell, a local church that was damaged."
    ],
    "Title": "[from] The Junction of Sunshine and Lucky",
    "Subtitle": "",
    "Author": "by Holly Schindler",
    "LabelType": "P",
    "Content": [
        ["1", "“What do you want to do with all this glass, Auggie?” Gus asks when I drag him to my wagon, parked under the sweet gum tree out back."],
        ["2", "“Not any old glass, Gus,” I say. “Glass from Hopewell.”"],
        ["3", "Gus leans down and takes a look. Gingerly, he slides a big piece of red out and holds it to the light. The edge looks so jagged and dangerous, it makes me nervous to see it between his fingers."],
        ["4", "“I don't really like the idea of you picking up such sharp things when I'm not around,” he says."],
        ["5", "“I didn't — Chuck did,” I say."],
        ["6", "“But broken glass?” Gus asks, his face wrinkling."],
        ["7", "“That came from the old stained-glass windows,¹ Gus.”"],
        ["8", "“Right,” Gus says, still not seeing what I'm hinting at."],
        ["9", "“I know that glass has already been used once,” I say. “But maybe we could use it, too. The same way Irma Jean sews new outfits out of fabric that's already been worn by somebody else. Maybe that glass might like to find a new home in a new window — nothing as important as Hopewell's. But a nice, cozy little window where it can get plenty of sun, just the same.”"],
        ["10", "A slow smile spreads across Gus's face. “Got it!” he shouts."],
        ["11", "Of the two windows that face the front porch, we start with the one that's the easiest to get to — the one next to the door, with nothing in its way, not even the old swing. Gus takes off the screen, so he can get closer to the wooden slats that divide the window into eight equal sections. He cuts one of those eight clear panes out, leaving a hole that looks like a spot in a mouth where somebody's wiggled a loose tooth free."],
        ["12", "“Sure am glad it's decided to turn cold,” Gus says, pointing at the missing pane. “No problems with mosquitoes today.”"],
        ["13", "Gus measures the hole and cuts a new pane out of a big chunk of scarlet glass. He winks at me when he gets it set in right. “Little Sister,” he says, “this is a fantastic idea. Quick — what color do you want the next pane to be?”"],
        ["14", "Gus and I become a two-man team. Gus cuts new panes out of glass —  panes tinted fuchsia and purple and green and blue. I come along behind him with some old glazing putty that Gus had in the garage, which is white sticky gunk that makes sure the glass stays in place tight and solid."],
        ["15", "“Really pack that stuff in good, Little Sister,” Gus says. “We don't want a bunch of cold, drafty air leaking in on us this winter.”"],
        ["16", "When we get the first window completely done, all eight panes, we rush out into the middle of the front yard to get a good look."],
        ["17", "“It's like — it's like — ” I stutter, but I can't find the right words."],
        ["18", "“Come here,” Gus says, tugging on my sleeve. When we race inside, Gus steps right in front of our new window. “Watch this,” he says."],
        ["19", "He holds both his arms out like a scarecrow. But it only takes a couple of seconds for me to stop thinking scarecrow. Instead, I start to think mistletoe and fat holiday stockings and candy canes."],
        ["20", "Because that's exactly how Gus looks. With his arms held out, the colored light dances off the sleeves of his white shirt so that he looks like a lit-up Christmas tree."],
        ["21", "I clap. “This is amazing, Gus!”"],
        ["22", "“Told you it was a good idea, Little Sister,” Gus says. “Come on now, let's do the other window.”"],
        ["23", "Together, we rush outside like it really is Christmas. Like carolers are on the lawn and Santa is on the roof, dancing between crisp, clean snowflakes."],
        ["24", "But even when we finish both windows, it's not enough. I glance down into my wagon, at the tiny little shards on the bottom, and say, “Too bad we can't scatter this on the ground — or down the front walk.”"],
        ["25", "I've never seen Gus run to Old Glory so fast. I break into a pant to keep up with him and hop in. I'm so excited to find out where we're going that I pet the dash right along with him. “Come on, Old Glory,” I chant. “You can do it. Come on.”"],
        ["26", "Somehow, the whole town looks a little fresher as we drive."],
        ["27", "We wind up at the hardware store, where Gus buys an enormous bag of QUIKRETE concrete mixture — a whole eighty pounds — for a little over three dollars."],
        ["28", "“This we can fit in the budget,” he announces happily."],
        ["29", "Back home, Gus adds water to the dry mix, turning it into gray mud, and starts spreading it over our cracked front walk. I crouch down low, dragging my wagon behind me. I lay thumbnail-sized pieces of glass on the wet concrete, pushing them deep enough to cover all the sharp edges, but not so deep that the smooth tops won't be able to sparkle in the sun. Once it's dry, it'll be safe to walk on."],
        ["30", "When we're done, we race each other to the end of the front yard."],
        ["31", "“It's like looking straight into a kaleidoscope,”² I say. “The way all those brightly colored pieces shimmer in the sunlight.”"],
        ["32", "Only, it's not a kaleidoscope — it's where we live."]
    ],
    "Copyright": "The Junction of Sunshine and Lucky by Holly Schindler. Copyright © 2014 by Holly Schindler. Reprinted by permission of Dial Books for Young Readers, an imprint of Penguin Young Readers Group, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "stained-glass windows — windows made with sections of glass that have been colored or painted"],
        ["²", "kaleidoscope — a closed tube that contains mirrors and bits of colored glass that display changing patterns"]
    ]
}