{
    "Directions": "Read the following passage about a family that tracks sea turtles then answer each question.",
    "Context": [],
    "Title": "On Sea Turtle Patrol",
    "Subtitle": "",
    "Author": "by Nancy Dawson",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Last call, Callie!” Gram jangles her keys as she heads out to the carport."],
        [" ", "\t“Coming!” I yell, tossing off the covers. Outside my window the sky is awash with a predawn glow."],
        [" ", "\tThe trouble with tracking sea turtles is you have to get up early, every day. Today is my twenty- fifth day on patrol, which Gram says is probably a record for a twelve-year-old."],
        [" ", "\tWhen Dad dropped me off at Gram's here in Florida two days after school got out, who knew I would morph from a Cincinnati city kid into a turtle-obsessed beach volunteer? If I'm not out on the beach, I'm watching turtle videos or reading turtle books."],
        [" ", "\tI pull on cargo shorts and my blue T-shirt, the one with baby turtles scrambling up the front and over the shoulders. I grab a banana off the kitchen counter and rush outside."],
        [" ", "\tBy the time Gram and I get to the beach, the sky glows pale yellow, with the sun peeking up over the edge of the horizon. I breathe in the salty air and lick the tangy taste off my lips. I stuff my flip- flops into my pockets and dig my toes into the white sand."],
        [" ", "\tWe walk along the water's edge, looking for fresh turtle tracks, which scientists call “crawls.” The beachfront is lined with high-rise condos and hotels, but at this early hour no one's out except two joggers running at the edge of the surf."],
        [" ", "\t“Fresh crawl!” I call out, proud to see turtle tracks before Gram does. The crawl emerges straight out of the ocean, two long lines of depressions in the sand dug out by the turtle's flippers."],
        [" ", "\t“What kind of turtle? Which direction?” Gram demands."],
        [" ", "\tI study the turtle crawl photos at the back of the clipboard before saying, “Loggerhead, incoming?” Loggerheads are the most common turtle on this stretch of Florida's Gulf Coast. I hold my breath and wait for Gram's verdict."],
        [" ", "\t“Good call, Callie,” she says. She records the nest location, date, and time on her clipboard. She frowns down at the sand. “Where's the outgoing crawl?”"],
        [" ", "\tI examine the sand. No outgoing crawl, which should be near the incoming tracks or even on top of them. Turtles can sometimes be disoriented by the bright lights of condos and hotels near the beach. Did this mama turtle lose her way?"],
        [" ", "\tGram stuffs her clipboard into her backpack. “Come on, Callie, let's follow her tracks.”"],
        [" ", "\tThe crawl leads us above the high tide line, where the sand is dry and loose. Seagrass tickles my bare legs as we follow the tracks up the face of a sand dune. We reach the top of the dune, where I see..."],
        [" ", "\tA turtle! She's lying in a slight depression in the sand, motionless. Her eyes are wide open, glassy-brown and rimmed with salt crystals."],
        [" ", "\t“Is she OK?” I ask Gram."],
        [" ", "\t“I hope so. She's probably resting between bouts of digging out her egg chamber,” Gram says. “Keep watching.”"],
        [" ", "\tI do, but the turtle just lies there. She's about three feet long and has the large head and big, blunt jaws of a loggerhead. Her shell, flippers, and head are covered in a maze of reddish-brown geometric shapes, each outlined by thin white lines. Patches of green algae and gray barnacles cling to her shell."],
        [" ", "\t“Gram, look! She's moving her back flippers.” The turtle pushes her hind flippers like alternating paddles, scooping out sand from beneath her rear end. She digs and rests, digs and rests."],
        [" ", "\tTo lay her eggs, she has to dig a nest chamber two feet deep. And she's taking forever! By now the sun is full up. I know the turtle is in a trance, unaware of us or anything happening around her until she is done nesting. But still, we have to keep her safe."],
        [" ", "\t“Look! Eggs!” Gram says, pulling my attention back to the turtle. Her stubby tail moves to one side as she pushes out round, white eggs, each the size of a Ping-Pong ball."],
        [" ", "\t“Wow!” I whisper. I feel like I'm starring in a TV nature show. Only the turtle is the real star."],
        [" ", "\t“Sea turtles have been coming ashore to lay their eggs for millions of years, all over the earth,” Gram says, her voice filled with awe."],
        [" ", "\tThe turtle is still pushing out eggs, one by one. She'll lay about 120 before she's done. Then she'll return to the sea."],
        [" ", "\tIf she makes it back across the beach. Nighttime is turtle time, but someone forgot to tell this turtle. What if she's confused by the daylight and can't find the ocean? What if she ends up in a hotel parking lot and gets squashed by a car?"],
        [" ", "\tMy stomach knots up and my brain is stuck on terrible turtle troubles. What can we do?"],
        [" ", "\tGram's on her phone, recruiting other volunteers to come to our location, quick. “We'll try to help her get back to her ocean home,” she says to me. “After that, it's up to her.”"],
        [" ", "\tThe turtle's just lying there again. I wonder if she's sick or injured. But then she flips sand into the air and scoots her body around to pack it down over the nest hole. She scatters loose sand on top to hide her nest from marauding raccoons and stray dogs. Then she turns and crawls toward the sea, never looking back."],
        [" ", "\tWe're on the move, too."],
        [" ", "\t“Callie, you patrol the left side, keeping ten feet away and behind her. I'll take the right side. We need to keep people away from her and off her incoming tracks, which she'll follow back to the sea.”"],
        [" ", "\tMy side of the beach is empty except for a flock of shorebirds down by the water's edge."],
        [" ", "\tI turn away from the birds and watch the turtle. One flipper-step at a time, she slowly drags her 300-pound body forward. No wonder female loggerheads come on land only four or five times a summer to lay eggs. They spend the rest of their lives gracefully swimming around in the ocean."],
        [" ", "\tGram points to two men jogging at the edge of the waves. “Stay with the turtle while I go talk to those guys,” she says."],
        [" ", "\tAfter she goes I hear a yell down near the water. “Whooo-eee!” From the top of the dune, I spot two guys on bikes doing wheelies in the surf. They're headed straight for the turtle tracks."],
        [" ", "\tI start running, but my feet can't get much traction on the loose sand. I'm moving, well, as slow as a turtle. When I get to the wet sand, the running is easier. “Stop!” I yell, flinging my arms out like a traffic cop."],
        [" ", "\tI clear my throat and think back to my volunteer training: Introduce yourself. Turn bystanders into allies."],
        [" ", "\t“I'm Callie. I'm not the beach police, but I am a trained turtle volunteer. We have a stranded sea turtle. Can you help?”"],
        [" ", "\t“Definitely!” the buddy says. “I'm Eric.” He points to the spiky-haired guy. “That's Tyler. Last year in biology we adopted a turtle nest. We got to go dig it up three days after the turtles busted out, and we took inventory by counting the number of hatched eggs.”"],
        [" ", "\tI am so jealous, but all I say is, “Great!”"],
        [" ", "\tEric scans the beach. “Turtle!” he whoops, pointing."],
        [" ", "\tThe turtle flops over the top of the sand dune and skids down its steep front. Then she waddles forward, pulling herself with her flippers."],
        [" ", "\tA group of adults with three little kids in tow stream out of a condo."],
        [" ", "\t“I'm going to go talk to those people,” I tell Eric and Tyler. “You guys please patrol along this side of the tracks. Anyone who comes along, ask them to stay ten feet back from the turtle and off her tracks.”"],
        [" ", "\tI run over to the approaching people and tell them about the sea turtle. They're tourists from Iowa and really excited by the chance to see a turtle."],
        [" ", "\tEric and Tyler are standing guard beside the crawl, scanning the beach and watching the turtle's slow progress. I spread the Iowa people out in a line next to them."],
        [" ", "\tGram and the joggers are lined up along the other side of the tracks. Some sea turtle volunteers have arrived and are working both sides, all in their official lime green “Sea Turtle Volunteer” T-shirts. I so want one of those T-shirts, but I can't have one until I'm eighteen, old enough to be an official volunteer."],
        [" ", "\tA crowd attracts a crowd, that's what Gram always says. Suddenly we have about twenty or thirty people on each side of the tracks. They hold out their phones and take pictures of the turtle, of themselves, of the volunteers, and of me."],
        [" ", "\tA woman stands apart, her eyes focused on the turtle. With her arms, she beckons the turtle forward, as though to say: Come on, you can do it!"],
        [" ", "\tAnd she can. I think. Only fifteen feet to go before the turtle will meet the edge of the incoming waves. All the official turtle volunteers are down by the water now, so I go there, too."],
        [" ", "\tWith a final thrust, the turtle meets an incoming wave. Water pours over her body. But then the wave whooshes out, leaving the turtle stranded in the wet sand. I want to run to her and push her forward, but I know not to. The volunteers spread out their arms to keep people back, so I do, too."],
        [" ", "\tAnother wave washes over the turtle, and then another, and then she is floating free. She glides under the water and is gone."],
        [" ", "\tEveryone cheers and claps. A little kid yells, “Bye-bye turtle!” Strangers hug and cry, and I find my own cheeks are wet."],
        [" ", "\tGram puts an arm around my shoulders. “Good job, Callie. I'm proud of you.” We stand there, Gram and me, staring out at the infinite ocean."],
        [" ", "\tMy Best Turtle Patrol Day. Ever!"]
    ],
    "Copyright": "",
    "References": []
}