{
    "Directions": "Read the following passage about laughter then answer each question that follows.",
    "Context": [],
    "Title": "It Feels Good to Laugh",
    "Subtitle": "by Eric Messinger",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tNo joke: Laughter is good for you."],
        [" ", "\tAt age 11, Jason is a very good student and an accomplished athlete. But one of his favorite talents has nothing to do with either school or sports: He loves to tell jokes."],
        [" ", "\t“If the red house is made out of red bricks, and the blue house is made out of blue bricks, what's the green house made out of?” he asks me."],
        [" ", "\t“Green?” I wonder aloud, sensing that it's probably a wrong answer."],
        [" ", "\t“Glass!” he responds. “Get it? It's a greenhouse, with plants and everything.”"],
        [" ", "\tJason is a sixth grader in New York City. He tells all kinds of jokes, from silly ones with punch lines to others that have clever wordplays. “I like to make my friends laugh,” he says, “and sometimes I like telling jokes because it makes people feel better, like if someone's a little sad.”"],
        [" ", "\tJason may even be a better friend than he realizes. Making people laugh not only improves moods but may also improve health. Several studies have found that laughter has a positive effect. A good laugh boosts the cardiovascular system. That's your heart and blood. It also helps the immune system, your disease fighters. Laughter may even help you withstand pain."],
        ["", "Health “Screenings”"],
        [" ", "\tNews about laughter's influence on the heart and blood system was announced by Dr. Michael Miller. He teaches at the University of Maryland School of Medicine. In his study, Miller had people watch two movies. One movie was very serious. The second was very silly. He then measured how much their blood vessels expanded after watching each kind of movie."],
        [" ", "\tThat is important information to know. When a blood vessel expands, it's often a sign that certain chemicals are being released into the blood. Those chemicals help a person maintain a healthy heart. They prevent blood from clotting where it shouldn't and arteries from becoming clogged with plaque. That's a sticky substance that can build up on artery walls."],
        [" ", "\tMiller found that when people watched a funny movie, their blood vessels expanded and blood flow increased. How much? As much as it would have if they had gone to the gym for a 15- to 30-minute workout."],
        [" ", "\t“Laughter should not replace exercise, but it certainly should be part of a healthy lifestyle,” says Miller. “Everyone should try to get a good laugh in every day.”"],
        ["", "Laugh to Feel Better"],
        [" ", "\tLike a multivitamin, laughter brings a range of health benefits into your daily life. Laughing boosts your immune system. Just look at the work of Dr. Lee Berk, of Loma Linda University in California. He is, by the way, a friend of Hunter “Patch” Adams. If that name sounds familiar, it's because Adams is a funny doctor who became so famous that a movie was made about him. His interactions with his patients were like comedy routines."],
        [" ", "\tBerk doesn't do bedside standup, but he does research humor. He has shown that laughing can lead to an increase in antibodies and other cells that fight bacteria, viruses, and other body “invaders.”"],
        [" ", "\tOther studies show that laughter might be helpful for people in hospitals. An organization called Rx Laughter (Rx is the medical abbreviation for “prescription”) sponsored a study about humor in the hospital. The results suggest that laughter might help children deal with painful medical treatments."],
        [" ", "\tThe study involved children between the ages of 8 and 14. The kids placed their hands in cold water for as long as they could while watching funny old TV shows, such as I Love Lucy. Guess what happened? The kids were able to withstand pain for a longer period of time when they were watching a funny video than when watching no video. Those who laughed more felt less pain."],
        [" ", "\t“This means that humor can distract you from thinking about a painful procedure but also has the p͟o͟t͟e͟n͟t͟i͟a͟l to make it seem less painful,” says Dr. Margaret Stuber, the main researcher for the study. She works at the University of California at Los Angeles."],
        ["", "Good Humor"],
        [" ", "\tAs Stuber also points out, an “injection” of humor may even be good for your emotional health. Physical and emotional health are connected."],
        [" ", "\tNo one is saying that laughter can cure a horrible disease. But given how much anxiety health problems can cause, researchers like Stuber are looking closer at laughter. They think laughter can almost always play a helpful role in someone's medical treatment. “Humor ... allows you to take a step back and relax,” she says."],
        [" ", "\tSome people seem funnier than others. But you know what? Most people can improve their sense of humor with a little practice. How? Here are some tips."],
        ["", ":box:You Think You're Funny?\n\n• Look for humor all around you. Sometimes it is obvious, such as the jokes people tell. Other things are not necessarily intended to be funny but can be if you look at them in a slightly different way. Funny things can include newspaper headlines or something someone says that could be interpreted more than one way.\n• At dinnertime, share the funny things you observed or heard during the day with the rest of your family.\n• Set up a humor center at home, such as a bulletin board or the refrigerator, where you can post funny things you want to share.\n• Read a joke book.\n• If something makes you laugh, think about what would have made it even funnier.\n• Take photographs or pictures from magazines and make up your own funny captions.\n\nThe tips are from Louis Franzini. He's the author of Kids Who Laugh: How to Develop Your Child's Sense of Humor."]
    ],
    "Copyright": "",
    "References": []
}