{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Compare the results of uniform or diverse offspring from asexual or sexual reproduction."
        ],
        "Content": [
            "A photograph of a litter of six-week-old bulldog puppies shows that the puppies are not identical.",
            "problems/TX22G8S/media/1a.jpg",
            "Even though these puppies have the same parents, they do not all look alike because —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "they were produced by asexual cloning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Asexual cloning would produce genetically identical offspring."
                }
            },
            "B": {
                "Choice": "some of the puppies have genetic material from only one of the parents",
                "Key": {
                    "Correct": false,
                    "Rationale": "Offspring contain genetic material from both parents and not from only one parent."
                }
            },
            "C": {
                "Choice": "each puppy has a different combination of genetic material as a result of sexual reproduction",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sexual reproduction causes variations in genetic makeup. Even though the puppies all have the same two parents, they each have different combinations of the parents’ genes. This results in some differences in observable physical characteristics, such as fur color patterns."
                }
            },
            "D": {
                "Choice": "all the puppies developed from the same fertilized egg",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would be rare for seven puppies to come from the same fertilized egg. Puppies from the same fertilized egg would have nearly identical physical characteristics."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Identify that protons determine an element’s identity and valence electrons determine its chemical properties, including reactivity."
        ],
        "Content": [
            "Sodium and lithium have similar chemical properties. What characteristic of these elements explains why they are chemically similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Their atoms both have one valence electron.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both lithium (Li) and sodium (Na) are in Group 1 of the Periodic Table (located in the first column of the Periodic Table). Elements in the same group have the same number of valence electrons that determine their bonding behavior. Both Li and Na have 1 valence electron in their outer energy level (or electron shell)."
                }
            },
            "G": {
                "Choice": "Their atoms both have more neutrons than protons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of neutrons compared to the number of protons does not explain why the elements are chemically similar. Most stable isotopes have fewer protons than neutrons."
                }
            },
            "H": {
                "Choice": "Their atoms have the same number of energy levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Li and Na each have a different number of energy levels. Li has two energy levels (or electron shells) and is classified in Period 2 of the Periodic Table, while Na has three energy levels and is classified in Period 3. Periods are indicated by rows in the Periodic Table."
                }
            },
            "J": {
                "Choice": "Their atoms contain equal numbers of protons and electrons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If both atoms contained equal numbers of protons, they would be the same element."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Interpret topographic maps and satellite views to identify land and erosional features and predict how these features may be reshaped by weathering.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "Hikers look at a topographic map of an area named Green Peak. The Green Peak area is made up of only limestone rock. The map is shown.",
            "problems/TX22G8S/media/3a.jpg",
            "Which location around Green Peak is likely to experience the most erosion over time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Location W, because location W has the gentlest slope",
                "Key": {
                    "Correct": false,
                    "Rationale": "An area with little to no slope (or a gentle slope) would have less erosion."
                }
            },
            "B": {
                "Choice": "Location X, because location X is near the bottom of a slope",
                "Key": {
                    "Correct": false,
                    "Rationale": "The bottom of a slope would have some erosion, but not the most erosion, over time."
                }
            },
            "C": {
                "Choice": "Location Y, because location Y has the steepest slope",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lines in the map are called contour lines. Contour lines help indicate elevation and steepness. The closer the contour lines are together, the steeper the slope. The close contour lines around location Y indicate a steep slope. As the steepness of a slope increases, the rate of erosion increases."
                }
            },
            "D": {
                "Choice": "Location Z, because location Z is the flattest slope",
                "Key": {
                    "Correct": false,
                    "Rationale": "An area with little to no slope (or a flat slope) would have less erosion."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Examine organisms or their structures such as insects or leaves and use dichotomous keys for identification.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "A student was given this partial dichotomous key and asked to determine in which of five orders the adult insect shown belongs.",
            "problems/TX22G8S/media/4a.jpg",
            "problems/TX22G8S/media/4b.jpg",
            "Based on the dichotomous key, in which order does the insect belong?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Diptera",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, the insect would have one pair of wings, which is incorrect."
                }
            },
            "G": {
                "Choice": "Isoptera",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Isoptera is the insect identified when the dichotomous key is followed correctly. A dichotomous key is a tool that helps scientists classify organisms. It consists of a series of steps with descriptions of physical characteristics. The absence or presence of a given characteristic at each step directs the user closer to the identification of the organism."
                }
            },
            "H": {
                "Choice": "Ephemeroptera",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, the insect would have triangular wings, which is incorrect."
                }
            },
            "J": {
                "Choice": "Zoraptera",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, the insect would have wings that are not a similar size and shape, which is incorrect."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the structure of atoms, including the masses, electrical charges, and locations, of protons and neutrons in the nucleus and electrons in the electron cloud.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "The diagram shows a model of an atom. The model contains three different subatomic particles. Particles X and Y are inside the nucleus, and particle Z is outside of the nucleus.",
            "problems/TX22G8S/media/5a.jpg",
            "Which statements best describe the charges on the particles in this model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both particles X and Y have a positive charge. \n Particle Z has a negative charge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Three different types of particles are represented in the diagram. Particle X and particle Y represent different types of particles. Only protons and neutrons are bound in the nucleus of an atom. Neutrons have no charge. Therefore, both types of particles cannot have a positive charge. Either particle X or particle Y must be a neutron."
                }
            },
            "B": {
                "Choice": "Both particles X and Y have a negative charge. \n Particle Z has a positive charge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only electrons have a negative charge. Electrons are not found in the nucleus at the center of an atom. Electrons are found in orbitals outside the nucleus. Therefore, particles X and Y could not have negative charges. Also, only protons have a positive charge. Protons are not found in the orbitals outside of the nucleus at the center of the atom. Therefore, particle Z could not have a positive charge."
                }
            },
            "C": {
                "Choice": "Either particle X or particle Y has a positive charge. \n Particle Z has a negative charge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Particles X and Y must consist of one proton (positive charge) and one neutron (no charge). Protons and neutrons are found in the nucleus at the center of the atom. Particle Z represents electrons, which have a negative charge. Electrons are found in orbitals outside the nucleus."
                }
            },
            "D": {
                "Choice": "Either particle X or particle Y has a negative charge. \n Particle Z has a positive charge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electrons are not found in the nucleus of an atom; therefore, neither particle X nor particle Y could have a negative charge. Also, since particle Z is outside the nucleus at the center of the atom, it could not have a positive charge. Only protons have a positive charge, and protons are not found outside the nucleus."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Investigate and describe applications of Newton's three laws of motion such as in vehicle restraints, sports activities, amusement park rides, Earth's tectonic activities, and rocket launches."
        ],
        "Content": [
            "A photograph of a bird perched on a fence post is shown.",
            "problems/TX22G8S/media/6a.jpg",
            "Which description best identifies the action-reaction pair between the bird and the fence post?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Action: The force of the bird on the wires \n Reaction: The force of the wires on the fence post",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an action-reaction pair. For this to be an action-reaction pair, it would have to refer to the force of the bird on the wires and the force of the wires on the bird (not the force of the wires on the fence post)."
                }
            },
            "G": {
                "Choice": "Action: The force of the wires on the fence post \n Reaction: The force of the fence post on the bird",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an action-reaction pair. For this to be an action-reaction pair, it would have to refer to the force of the wires on the fence post and the force of the fence post on the wires (not the force of the fence post on the bird)"
                }
            },
            "H": {
                "Choice": "Action: The force of the fence post on the bird \n Reaction: The force of the bird on the wires",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an action-reaction pair. For this to be an action-reaction pair, it would have to refer to the force of the fence post on the bird and the force of the bird on the fence post (not the force of the bird on the wires)"
                }
            },
            "J": {
                "Choice": "Action: The force of the bird on the fence post \n Reaction: The force of the fence post on the bird",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on Newton’s third law, for every action, there is an opposite and equal reaction. Therefore, interacting forces occur as action-reaction pairs. In this scenario, the bird is exerting a downward force on the fence post, while the fence post is exerting an upward force on the bird."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Model the effects of human activity on groundwater and surface water in a watershed."
        ],
        "Content": [
            "Farmers can best reduce negative effects on the water quality of nearby streams and lakes by planting crops that —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "produce less oxygen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants produce oxygen through photosynthesis. Plants would not produce less oxygen unless photosynthesis is disrupted. If less oxygen is produced, it could increase the negative effects of water quality. Low oxygen levels in the water bodies can have negative effects on many types of aquatic organisms."
                }
            },
            "B": {
                "Choice": "produce less carbon dioxide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although plants produce carbon dioxide during respiration, the carbon dioxide produced by plants does not have a negative effect on water quality."
                }
            },
            "C": {
                "Choice": "need less fertilizer",
                "Key": {
                    "Correct": true,
                    "Rationale": "Planting a crop that requires fewer supplemental nutrients to grow would result in less fertilizer use and fewer nutrients in agricultural runoff that can flow into nearby waterways. Excess nutrients from fertilizers in agricultural runoff can negatively affect nearby waterways by causing harmful algal blooms."
                }
            },
            "D": {
                "Choice": "need less solar energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants convert sunlight (solar energy) into chemical energy through photosynthesis. Needing less solar energy will not decrease the negative effects of water quality."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "Buffelgrass is an invasive species of grass from Africa that outcompetes native Texas grasses for space and water. Which long-term change to a Texas grassland would most likely occur due to the introduction of buffelgrass?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The population of native grasses will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The native grass population will not increase since the buffelgrass is outcompeting it for space and water."
                }
            },
            "G": {
                "Choice": "The population of native grasses will decrease.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The native grass population will decrease since buffelgrass is competing against it for the same resources."
                }
            },
            "H": {
                "Choice": "Buffelgrass offspring will develop traits like those of native grasses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The buffelgrass would not develop traits like those of the native grasses since the native grass population is competing for the same resources and the buffelgrass is outcompeting the native grasses."
                }
            },
            "J": {
                "Choice": "Buffelgrass offspring will develop traits like those of other invasive species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the buffelgrass is successful in its competition against the native grasses, it will continue to survive and reproduce. Therefore, the buffelgrass offspring would not develop traits like other invasive species if they are currently fit to survive as is."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Calculate average speed using distance and time measurements.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "Two students record the distance they each traveled in 60 seconds in the data table shown.",
            "problems/TX22G8S/media/9a.jpg",
            "If the students continue at the same speed, which statement describes the total distance traveled after 90 seconds?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Student 1 traveled 40 m, and student 2 traveled 20 m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This response describes the distance traveled by each student after 60 seconds, not 90 seconds."
                }
            },
            "B": {
                "Choice": "Student 1 traveled 50 m, and student 2 traveled 30 m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moving at a constant speed of 40 meters per 60 seconds, student 1 would move more than an additional 10 meters in 30 seconds."
                }
            },
            "C": {
                "Choice": "Student 1 traveled 60 m, and student 2 traveled 30 m.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Speed is a measure of distance over time. Student 1 travels 40 meters in 60 seconds. Student 2 travels 20 meters in 60 seconds. After an additional 30 seconds (90 seconds total), student 1 would travel another 20 meters for a total of 60 meters, and student 2 would travel another 10 meters for a total of 30 meters."
                }
            },
            "D": {
                "Choice": "Student 1 traveled 70 m, and student 2 traveled 25 m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both students are moving at a constant speed. Therefore, for student 1 to travel 70 meters and student 2 to travel 25 meters in 90 seconds, student 1 would have to increase speed and student 2 would have to decrease speed."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe components of the universe, including stars, nebulae, and galaxies, and use models such as the Hertzsprung-Russell diagram for classification.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "A Hertzsprung-Russell (H-R) diagram is shown.",
            "problems/TX22G8S/media/10a.jpg",
            "A star that has a luminosity of 10-2 and a temperature of 20,000 K is most likely a —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Main sequence",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely referred to only the luminosity and not to the temperature."
                }
            },
            "G": {
                "Choice": "White dwarf",
                "Key": {
                    "Correct": true,
                    "Rationale": "White dwarf stars are found to be around 20,000 K and 10-2 luminosity. The student correctly interpreted the H-R diagram to identify the white dwarfs."
                }
            },
            "H": {
                "Choice": "Blue giant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely referred to only the temperature and not to the luminosity."
                }
            },
            "J": {
                "Choice": "Red giant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely referred to the incorrect luminosity (10^2 instead of 10^-2) and not to the temperature."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Demonstrate and calculate how unbalanced forces change the speed or direction of an object’s motion."
        ],
        "Content": [
            "A sledgehammer has a mass of 3.5 kilograms. What net force, to the nearest whole newton, will a person need to apply to accelerate the sledgehammer at a rate of 4.0 m/s2?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "14",
                "Key": {
                    "Correct": true,
                    "Rationale": "The force was obtained by multiplying 3.5 kg x 4.0 m/s2 using the formula: \n F = ma \n F = (3.5 kg) x (4.0 m/s2) \n F = 14 N"
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Interpret the arrangement of the Periodic Table, including groups and periods, to explain how properties are used to classify elements.",
            "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns."
        ],
        "Content": [
            "Students collected data on five elements. Their data are shown in the table.",
            "problems/TX22G8S/media/12a.jpg",
            "Which element has the same number of energy levels as lithium?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Beryllium",
                "Key": {
                    "Correct": true,
                    "Rationale": "Beryllium is in the same period as lithium. Elements in the same period have the same number of energy levels."
                }
            },
            "G": {
                "Choice": "Sodium",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sodium is in the same group as lithium. Elements in the same group do not have the same number of energy levels. They have the same number of valence electrons."
                }
            },
            "H": {
                "Choice": "Magnesium",
                "Key": {
                    "Correct": false,
                    "Rationale": "Magnesium is not in the same period as lithium and therefore does not have the same number of energy levels."
                }
            },
            "J": {
                "Choice": "Potassium",
                "Key": {
                    "Correct": false,
                    "Rationale": "Potassium is in the same group as lithium. Elements in the same group do not have the same number of energy levels. They have the same number of valence electrons."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify how global patterns of atmospheric movement influence local weather using weather maps that show high and low pressures and fronts.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "Maps of predicted weather conditions are shown.",
            "problems/TX22G8S/media/13a.jpg",
            "Which answer choice best describes the weather at location X on Day 1 and Day 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Day 1: warm and rainy \n Day 2: cool with more rain",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cold front does not result in warm weather on Day 1. On Day 2, once the cold front has passed, the rain should stop."
                }
            },
            "B": {
                "Choice": "Day 1: warm and windy \n Day 2: cloudy and cold",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cold front does not result in warm weather on Day 1. On Day 2, once the cold front has passed, the weather is clear, not cloudy."
                }
            },
            "C": {
                "Choice": "Day 1: clear and cool \n Day 2: warm and rainy",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cold front does not result in clear skies. On Day 2, once the cold front has passed, the temperature is cool, not warm, and the rain stops."
                }
            },
            "D": {
                "Choice": "Day 1: cold and rainy \n Day 2: clear and sunny",
                "Key": {
                    "Correct": true,
                    "Rationale": "A cold front results in cold, rainy weather. Location X is on a cold front on Day 1. On Day 2, once the cold front has passed, the weather is clear and sunny. A high pressure (H) area, as shown behind the front on the map, is typically associated with clear and settled weather."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Recognize that chemical formulas are used to identify substances and determine the number of atoms of each element in chemical formulas containing subscripts.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "Oxygen and oxygen-containing compounds are involved in many different reactions. Which balanced equation represents a reaction that involves 14 atoms of oxygen?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "NH4Cl + KOH → NH3 + H2O + KCl",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is only 1 atom of oxygen on each side of this equation."
                }
            },
            "G": {
                "Choice": "2Na + 2H2O → 2NaOH + H2",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are only 2 atoms of oxygen on each side of this equation."
                }
            },
            "H": {
                "Choice": "2C2H6 + 7O2 → 4CO2 + 6H2O",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are 14 atoms of oxygen balanced on each side of this equation."
                }
            },
            "J": {
                "Choice": "4Fe + 3O2 → 2Fe2O3",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are only 6 atoms of oxygen on each side of this equation."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "Content": [
            "Two plant species that grow in the same area are shown.",
            "problems/TX22G8S/media/15a.jpg",
            "Which statement best explains a difference between Plant 1 and Plant 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Plant 1 obtains more water from the soil because of its root surface area and root depth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Plant 1 has a larger root system than Plant 2 and will therefore be able to absorb a greater amount of water from the soil."
                }
            },
            "B": {
                "Choice": "Plant 1 obtains more sunlight because of its root surface area and root depth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plant 1 obtains more sunlight than Plant 2 because it has more leaves and stems available to perform photosynthesis, not because of its greater root surface area and root depth. The root system is not responsible for capturing sunlight."
                }
            },
            "C": {
                "Choice": "Plant 2 obtains more water from the soil because of its root surface area and root depth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plant 2 would not obtain more water than Plant 1 because Plant 2 has a smaller root surface area and root depth than Plant 1."
                }
            },
            "D": {
                "Choice": "Plant 2 obtains more sunlight because of its root surface area and root depth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plant 2 would not obtain more sunlight because it has fewer leaves and stems available to perform photosynthesis. Additionally, the root system is not responsible for capturing sunlight."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Diagram the flow of energy through living systems, including food chains, food webs, and energy pyramids.",
            "Collect and record data using the International System of Units (SI) and qualitative means such as labeled drawings, writing, and graphic organizers."
        ],
        "Content": [
            "A Texas Gulf Coast energy pyramid is shown with representative organisms at each trophic level.",
            "problems/TX22G8S/media/16a.jpg",
            "Which statement best describes the flow of energy through this pyramid?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The trophic level represented by catfish and gobies receives energy directly from the producers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The catfish and gobies do not receive energy directly from the producers. Instead, they receive energy directly from the primary consumers."
                }
            },
            "G": {
                "Choice": "The trophic level represented by shrimp and copepods receives energy directly from the tertiary consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shrimp and copepods do not receive energy directly from the tertiary consumers. Instead, they receive energy directly from the producers."
                }
            },
            "H": {
                "Choice": "The trophic level represented by redfish and flounder receives energy directly from the secondary consumers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An energy pyramid represents feeding relationships in a community by showing the amount of energy transferred from one feeding position in a food web (trophic level) to the next. The efficiency of energy transfer typically decreases from the base (bottom) of the pyramid (producers) to the top of the pyramid (top consumers). In this energy pyramid, the secondary consumers are the catfish and gobies, which are below the redfish and flounder. Therefore, the redfish and flounder receive energy directly from them."
                }
            },
            "J": {
                "Choice": "The trophic level represented by wire grass and phytoplankton receives energy directly from the primary consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wire grass and phytoplankton do not receive energy directly from the primary consumers. Instead, as producers, they receive energy directly from the sun."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and predict the sequence of events in the lunar cycle.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "A student is building a model of a solar eclipse. Solar eclipses occur only during a new moon phase. Which motion best demonstrates a solar eclipse?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The moon moves between the sun and Earth, casting a shadow of the moon on Earth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A solar eclipse occurs when the moon moves between the sun and Earth and casts a shadow of the moon on Earth."
                }
            },
            "B": {
                "Choice": "The sun moves between the moon and Earth, casting a shadow of the sun on Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun does not move between the moon and Earth. The sun is in a fixed location and has planets and various celestial bodies orbiting it. Also, the sun is a light source, which neither Earth nor the moon can cast a shadow on."
                }
            },
            "C": {
                "Choice": "Earth moves between the sun and the moon, casting a shadow of Earth on the moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A lunar eclipse occurs when Earth moves between the sun and the moon and Earth casts its shadow on the moon."
                }
            },
            "D": {
                "Choice": "Earth moves between the sun and the moon, casting a shadow of the moon on the sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A lunar eclipse occurs when Earth moves between the sun and the moon. As the sun is a light source, neither the moon nor Earth can cast a shadow on the sun."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Differentiate between structure and function in plant and animal cell organelles, including cell membrane, cell wall, nucleus, cytoplasm, mitochondrion, chloroplast, and vacuole."
        ],
        "Content": [
            "What function do both cell membranes and cell walls perform?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Producing energy for cellular processes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mitochondria produce energy for cellular processes."
                }
            },
            "G": {
                "Choice": "Allowing water to move into and out of cells",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both cell membranes and cell walls allow water to move into and out of cells."
                }
            },
            "H": {
                "Choice": "Synthesizing genetic material",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nucleus contains the genetic material and directs protein synthesis within the ribosomes."
                }
            },
            "J": {
                "Choice": "Directing the reproduction of the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nucleus controls growth and reproduction within the cell."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Investigate how evidence of chemical reactions indicates that new substances with different properties are formed and how that relates to the law of conservation of mass."
        ],
        "Content": [
            "Which of these observations is an indication that a chemical reaction has occurred?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Steam forms above boiling water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The formation of steam, or water vapor from liquid water, is a change of state, which is a physical change."
                }
            },
            "B": {
                "Choice": "A solid forms when a clear solution is frozen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Freezing a liquid into a solid is a change of state, which is a physical change."
                }
            },
            "C": {
                "Choice": "A solid forms when two clear solutions are mixed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The formation of a solid or precipitate by mixing two clear solutions indicates that a chemical (nonreversible) change has occurred."
                }
            },
            "D": {
                "Choice": "Sugar crystals form on the sides of a boiling pot of sugar water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crystallization indicates a physical (reversible) change as no new material is formed. The solid sugar crystals can be dissolved again in the liquid."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Recognize that the Sun is a medium-sized star located in a spiral arm of the Milky Way galaxy and that the Sun is many thousands of times closer to Earth than any other star."
        ],
        "Content": [
            "Which statement best explains why the sun appears brighter to people on Earth than any other star?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sunlight reaches Earth’s atmosphere at an angle that causes the sun’s light rays to intensify.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the sun’s light rays reach Earth’s atmosphere, they do not intensify. The rays are absorbed, and some are reflected."
                }
            },
            "G": {
                "Choice": "Unique chemical reactions in the sun’s core produce a high-energy wavelength of light.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun’s core does produce energy (heat and light), but this is not the reason why the sun appears brighter than any other star to people on Earth. Other stars have chemical reactions similar to those in the sun."
                }
            },
            "H": {
                "Choice": "The sun burns at a higher temperature than any other star.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun does not burn at a higher temperature than any other stars. There are many stars in the universe that burn at much higher temperatures than the sun."
                }
            },
            "J": {
                "Choice": "The sun is closer to Earth than any other star.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sun is a closer distance to Earth than any other star, which results in it appearing brighter to people on Earth."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify the main functions of the systems of the human organism, including the circulatory, respiratory, skeletal, muscular, digestive, excretory, reproductive, integumentary, nervous, and endocrine systems.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "Students jump rope for one minute to determine changes in heart rate and breathing rate. Their data are shown in the table.",
            "problems/TX22G8S/media/21a.jpg",
            "Which table explains the functions of the two body systems that the students investigated?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8S/media/21b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The skeletal system’s function is not to sense and respond to changes in the body and environment (that is the nervous system’s function)."
                }
            },
            "B": {
                "Choice": "problems/TX22G8S/media/21c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The circulatory system and respiratory system are the correct body systems that the students investigated, and the functions described are correct for each of those body systems."
                }
            },
            "C": {
                "Choice": "problems/TX22G8S/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nervous system’s function is not to support muscles and protect organs (that is the skeletal system’s function). The respiratory system’s function is not to pump blood around the body to carry nutrients, oxygen, and wastes (that is the circulatory system’s function)."
                }
            },
            "D": {
                "Choice": "problems/TX22G8S/media/21e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the skeletal system and nervous system functions are correct, but these two body systems are not the ones that the students investigated."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate energy transformations such as energy in a flashlight battery changes from chemical energy to electrical energy to light energy.",
            "Collect and record data using the International System of Units (SI) and qualitative means such as labeled drawings, writing, and graphic organizers."
        ],
        "Content": [
            "The diagram shows how a cylinder in a car engine causes the car to move.",
            "problems/TX22G8S/media/22a.jpg",
            "Which description of the energy conversions in this process is correct?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The chemical energy in the fuel-air mixture is converted to thermal energy, which is then converted to mechanical energy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fuel-air mixture stores chemical potential energy, which is then converted into thermal energy (by the spark plug igniting in step 2). This energy is then converted to mechanical energy (in steps 3 and 4) when the hot gases push the piston down, which turns the crankshaft."
                }
            },
            "G": {
                "Choice": "The mechanical energy in the fuel-air mixture is converted to electrical energy, which is then converted to thermal energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fuel-air mixture stores chemical potential energy, not mechanical energy. This energy is then converted into thermal energy, not electrical energy."
                }
            },
            "H": {
                "Choice": "The electrical energy in the fuel-air mixture is converted to mechanical energy, which is then converted to thermal energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fuel-air mixture stores chemical potential energy, not electrical energy. Also, the chemical energy is first converted into thermal energy, not mechanical energy."
                }
            },
            "J": {
                "Choice": "The thermal energy in the fuel-air mixture is converted to electrical energy, which is then converted to mechanical energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fuel-air mixture stores chemical potential energy, not thermal energy. Also, the chemical energy is first converted into thermal energy, not electrical energy."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Model and illustrate how the tilted Earth rotates on its axis, causing day and night, and revolves around the Sun, causing changes in seasons.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "The model shows Earth in four different positions in its orbit around the sun.",
            "problems/TX22G8S/media/23a.jpg",
            "Which statement correctly explains which position of Earth represents summer in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Position 1, because the Western Hemisphere is facing the sun",
                "Key": {
                    "Correct": false,
                    "Rationale": "Position 1 has the United States being in the spring season. It shows all hemispheres facing the sun, not just the Western Hemisphere."
                }
            },
            "B": {
                "Choice": "Position 2, because the Northern Hemisphere tilts toward the sun",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the Northern Hemisphere tilts toward the sun, the United States is in the summer season."
                }
            },
            "C": {
                "Choice": "Position 3, because Earth is at its closest point to the sun in its orbit",
                "Key": {
                    "Correct": false,
                    "Rationale": "Position 3 has the United States being in the fall season. Earth is at its closest point to the sun (perihelion) during the winter season, not summer; therefore, this does not explain the occurrence of the summer season in the United States."
                }
            },
            "D": {
                "Choice": "Position 4, because Earth is traveling at its fastest rate in its orbit",
                "Key": {
                    "Correct": false,
                    "Rationale": "Position 4 has the United States being in the winter season. Earth travels at the same rate as it orbits the sun."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify the basic characteristics of organisms, including prokaryotic or eukaryotic, unicellular or multicellular, autotrophic or heterotrophic, and mode of reproduction, that further classify them in the currently recognized kingdoms.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "Students observe an unknown species during a field study. They observe that the organism is multicellular, is autotrophic, and can reproduce both sexually and asexually.",
            "Which kingdom does this organism most likely belong to?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Archaea",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms in the Archaea kingdom are unicellular, can be autotrophic and/or heterotrophic, and reproduce asexually."
                }
            },
            "G": {
                "Choice": "Animalia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms in the Animalia kingdom are not autotrophic."
                }
            },
            "H": {
                "Choice": "Bacteria",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most organisms in the Bacteria kingdom live as single-celled organisms. There are some myxobacteria (slime bacteria) that can form multicellular colonies, but they are heterotrophs, consuming nutrients in soil "
                }
            },
            "J": {
                "Choice": "Plantae",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organisms in the Plantae kingdom are multicellular, autotrophic, and known to reproduce both sexually and asexually."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Differentiate between speed, velocity, and acceleration.",
            "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns."
        ],
        "Content": [
            "A car initially traveling at 8.0 meters per second doubles its speed while traveling in a northeast direction.",
            "Students used a table to record the initial and final conditions for speed and velocity. Which table is correct?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8S/media/25a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Speed does not include the direction of an object’s movement, while velocity includes the direction of an object’s movement. Since the speed of the car is doubled, its velocity is also doubled in a northeast direction."
                }
            },
            "B": {
                "Choice": "problems/TX22G8S/media/25b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Speed does not include the direction of an object’s movement, while velocity includes the object’s direction."
                }
            },
            "C": {
                "Choice": "problems/TX22G8S/media/25c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The velocity includes acceleration calculations and units (m/s"
                }
            },
            "D": {
                "Choice": "problems/TX22G8S/media/25d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Speed does not include the direction of an object."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Interpret the arrangement of the Periodic Table, including groups and periods, to explain how properties are used to classify elements."
        ],
        "Content": [
            "Which element has chemical properties that are most similar to the chemical properties of sulfur, S?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Silicon, Si",
                "Key": {
                    "Correct": false,
                    "Rationale": "Silicon (Si) is a metalloid found in Group 14 of the Periodic Table, while sulfur (S) is in Group 16. Si contains 4 valence electrons in its outermost shell, while S contains 6 valence electrons. A difference in the number of valence electrons indicates that these two elements are chemically dissimilar"
                }
            },
            "G": {
                "Choice": "Chlorine, Cl",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chlorine (Cl) is a nonmetal found in Group 17 of the Periodic Table, while sulfur (S) is in Group 16. Cl contains 7 valence electrons in its outermost shell, while S contains 6 valence electrons. A difference in the number of valence electrons indicates that these two elements are chemically dissimilar."
                }
            },
            "H": {
                "Choice": "Selenium, Se",
                "Key": {
                    "Correct": true,
                    "Rationale": "Selenium (Se) and sulfur (S) are both nonmetals found in Group 16 of the Periodic Table. They have similar chemical properties because they have the same number of electrons (6) in their outermost (valence) shell. Valence electrons in the outermost shell of an atom determines how it will bond with other atoms."
                }
            },
            "J": {
                "Choice": "Phosphorus, P",
                "Key": {
                    "Correct": false,
                    "Rationale": "Phosphorus (P) is a nonmetal found in Group 15 of the Periodic Table, while sulfur (S) is in Group 16. P contains 5 valence electrons in its outermost shell, while S contains 6 valence electrons. A difference in the number of valence electrons indicates that these two elements are chemically dissimilar."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and predict the sequence of events in the lunar cycle.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "Early one morning students observed the moon as it appeared from Earth.",
            "problems/TX22G8S/media/27a.jpg",
            "Which diagram shows the correct relative positions of the sun, the moon, and Earth when the moon was in the observed phase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8S/media/27b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the moon as a full moon, which is not the moon phase observed by the students."
                }
            },
            "B": {
                "Choice": "problems/TX22G8S/media/27c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the moon as a waxing gibbous, which is not the moon phase observed by the students."
                }
            },
            "C": {
                "Choice": "problems/TX22G8S/media/27d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the moon as a new moon, which is not the moon phase observed by the students."
                }
            },
            "D": {
                "Choice": "problems/TX22G8S/media/27e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This diagram shows a waning crescent, which is the moon phase observed by the students."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Measure and graph changes in motion.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "The speed of an object over time is shown in the graph.",
            "problems/TX22G8S/media/28a.jpg",
            "Which table describes the object’s motion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G8S/media/28b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "On a speed versus time graph, when there is a positive slope, the object’s speed is increasing. When there is no slope (flat line), the object’s speed is constant, and when there is a negative slope, the object’s speed is slowing down (decreasing)."
                }
            },
            "G": {
                "Choice": "problems/TX22G8S/media/28c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The object is not at rest during the 3-second to 18-second time interval. A negative direction implies that the object is moving backward, which is not the case based on the speed versus time graph."
                }
            },
            "H": {
                "Choice": "problems/TX22G8S/media/28d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The object is not at rest during the 3-second to 18-second time interval."
                }
            },
            "J": {
                "Choice": "problems/TX22G8S/media/28e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The object is not moving at a constant speed during the zero- to 3-second time interval and from the 18-second to 23-second time interval. The object is also not at rest from the 3-second to 18-second time interval."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Interpret topographic maps and satellite views to identify land and erosional features and predict how these features may be reshaped by weathering.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "The photograph shows a satellite view of the desert coast of Egypt and the Red Sea.",
            "problems/TX22G8S/media/29a.jpg",
            "Researchers predict that in the future, the land area of point X will be reduced by erosion.",
            "Which event will cause the most weathering and erosion to the land area at point X?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increasing salinity of seawater near the land",
                "Key": {
                    "Correct": false,
                    "Rationale": "The salinity of the seawater near the land area at point X is not likely to have a significant impact on the future rate of weathering and erosion."
                }
            },
            "B": {
                "Choice": "Intense rays from the sun striking the land",
                "Key": {
                    "Correct": false,
                    "Rationale": "The intense rays from the sun in this desert region would contribute to weathering over time. However, the strong storm winds would cause both weathering and a significant amount of erosion as they move pieces of rock and sand from the desert at point X."
                }
            },
            "C": {
                "Choice": "Solids floating in seawater depositing on the land",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solids washing up on the shore would result in deposition rather than weathering and erosion of the land."
                }
            },
            "D": {
                "Choice": "Strong storm winds blowing across the land",
                "Key": {
                    "Correct": true,
                    "Rationale": "Strong storm winds would cause the most weathering and erosion to the desert land area at point X."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Recognize human dependence on ocean systems and explain how human activities such as runoff, artificial reefs, or use of resources have modified these systems."
        ],
        "Content": [
            "Humans depend upon food that comes from the ocean. Some human activities negatively impact these food supplies.",
            "Which statement provides the best evidence that human activities contribute to this impact?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Human visitors to coral reef systems break corals growing on rocks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Breaking corals is destructive to local marine ecosystems, but it does not provide direct evidence that food supplies that humans depend on from the ocean are being negatively impacted."
                }
            },
            "G": {
                "Choice": "Humans catch marine fish at a faster rate than the fish are able to reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "If fish are being caught at a faster rate than they can reproduce, then the food supply will decrease over time. The numerical data gathered to calculate this rate could provide evidence that human activities are having a negative impact on food supplies from the ocean."
                }
            },
            "H": {
                "Choice": "Humans raise fish in a hatchery for commercial sale.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Humans raising fish in a hatchery could positively impact the food supply from the ocean, as it could decrease the demand to harvest certain fish species for food from the ocean."
                }
            },
            "J": {
                "Choice": "Humans construct artificial reefs to attract tourists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Humans constructing artificial reefs could positively impact the food supply by potentially creating habitat for marine life that would ultimately increase the food supply from the ocean. Regardless, data related to harvestable marine life present before and after the artificial reef construction would need to be evaluated."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify that protons determine an element’s identity and valence electrons determine its chemical properties, including reactivity.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "A student prepared diagrams to model atoms of two elements.",
            "problems/TX22G8S/media/31a.jpg",
            "Atoms of which two elements are represented by these models?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Oxygen‚ O, and neon, Ne",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oxygen has an atomic number of 8 and neon has an atomic number of 10, which means the elements would have 8 and 10 protons respectively."
                }
            },
            "B": {
                "Choice": "Fluorine, F, and neon, Ne",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fluorine has an atomic number of 9 and neon has an atomic number of 10, which means the elements would have 9 and 10 protons respectively."
                }
            },
            "C": {
                "Choice": "Silicon, Si, and phosphorus, P",
                "Key": {
                    "Correct": false,
                    "Rationale": "Silicon has an atomic number of 14 and phosphorus has an atomic number of 15, which means the elements would have 14 and 15 protons respectively."
                }
            },
            "D": {
                "Choice": "Beryllium, Be, and boron, B",
                "Key": {
                    "Correct": true,
                    "Rationale": "Beryllium has an atomic number of 4, which means it has 4 protons. The element on the left side of the diagram has 4 protons (positively charged circles in the model). Boron has an atomic number of 5, which means it has 5 protons. The element on the right side of the diagram has 5 protons."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Describe the structure of atoms, including the masses, electrical charges, and locations, of protons and neutrons in the nucleus and electrons in the electron cloud."
        ],
        "Content": [
            "If a fluorine atom has a mass number of 19, how many neutrons are in the atom?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "10",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fluorine has an atomic number of 9. The stem provides the mass number of 19. \n To get the number of neutrons, the atomic number is subtracted from the mass number: \n 19 – 9 = 10 neutrons"
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and calculate how unbalanced forces change the speed or direction of an object’s motion.",
            "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns."
        ],
        "Content": [
            "Four students designed and built air propelled rockets that were launched into the air. Their data are recorded in the table.",
            "problems/TX22G8S/media/33a.jpg",
            "Which rocket had the greatest acceleration?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Rocket 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student calculated the acceleration of Rocket 1 to be 22.727 m/s2, which is not the largest acceleration of all the rockets recorded. \n F = ma \n 12.0 N = (0.528 kg) x a \n a = 22.727 m/s2"
                }
            },
            "B": {
                "Choice": "Rocket 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student calculated the acceleration of Rocket 2 to be 18.779 m/s2, which is not the largest acceleration of all the rockets recorded. \n F = ma \n 8.0 N = (0.426 kg) x a \n a = 18.779 m/s2"
                }
            },
            "C": {
                "Choice": "Rocket 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student calculated the acceleration of Rocket 3 to be about 23.301 m/s2. This is the largest acceleration of all the rockets recorded. \n F = ma \n 12.0 N = (0.515 kg) x a \n a = 23.301 m/s2"
                }
            },
            "D": {
                "Choice": "Rocket 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student calculated the acceleration of Rocket 4 to be 16.771 m/s2, which is not the largest acceleration of all the rockets recorded. \n F = ma \n 8.0 N = (0.477 kg) x a \n a = 16.771 m/s2"
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "Content": [
            "Sea anemones and clown fish live together in the ocean. Which statement best describes one way sea anemones depend on clown fish for an abiotic factor in an ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Clown fish protect sea anemones from predatory fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predatory fish are biotic (living) factors."
                }
            },
            "G": {
                "Choice": "Clown fish decrease competition among sea anemones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Competition is a biotic factor."
                }
            },
            "H": {
                "Choice": "Clown fish consume the remains of organisms paralyzed by sea anemones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predation and scavenging are biotic factors."
                }
            },
            "J": {
                "Choice": "Clown fish move water near sea anemones when dissolved oxygen levels are low.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water is an abiotic (nonliving) factor."
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Compare and contrast potential and kinetic energy."
        ],
        "Content": [
            "The picture shows a bicyclist increasing speed while riding down a hill during a bicycle race.",
            "problems/TX22G8S/media/35a.jpg",
            "Which statements accurately describe the potential and kinetic energy of this bicyclist?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kinetic energy increases. \n Potential energy decreases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gravitational potential energy is defined by the energy stored in an object due to its height (vertical position) from the ground. The greater the height of an object, the greater its gravitational potential energy. As the bike travels down the hill, the height decreases, which causes the potential energy to decrease. Kinetic energy is the energy of motion. The kinetic energy of an object is directly proportional to the square of its speed. Therefore, as the speed of the bicycle increases down the hill, its kinetic energy increases."
                }
            },
            "B": {
                "Choice": "Kinetic energy increases. \n Potential energy remains constant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy increases, but potential energy does not remain constant because of the height decreasing."
                }
            },
            "C": {
                "Choice": "Kinetic energy remains constant. \n Potential energy decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Potential energy decreases, but kinetic energy does not remain constant because of the potential energy being converted into kinetic energy."
                }
            },
            "D": {
                "Choice": "Kinetic energy remains constant. \n Potential energy increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy does not remain constant because of the decreasing height and conversion of potential energy to kinetic energy. The decrease in height decreases potential energy instead of increasing it."
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations."
        ],
        "Content": [
            "Trees lose water through transpiration, when water evaporates from leaves. The list describes types of tree leaves that help reduce the amount of transpiration.",
            "Tree Leaves That Reduce Transpiration",
            "• Small leaves",
            "• Needlelike leaves, such as on conifers",
            "• Leaves with hairlike structures",
            "• Leaves with waxy coverings",
            "Which of these is most likely observed in an area experiencing a long-term drought?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Trees with broad leaves will be more healthy than trees with needlelike leaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Broader leaves provide trees with a greater surface area to absorb more sunlight, but these leaves could also provide more surface area to lose water. Therefore, it is likely that there would be a smaller number of trees with broad leaves living in an area experiencing a long-term drought."
                }
            },
            "G": {
                "Choice": "Trees with leaves that have waxy coverings will be more healthy than trees without wax-covered leaves.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Trees with leaves that have waxy coverings would have a decreased rate of transpiration, which would be beneficial during a long-term drought."
                }
            },
            "H": {
                "Choice": "Trees with broad leaves will be more healthy than trees with small, flat leaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Small leaves would be more beneficial than broad leaves during a long-term drought because of the smaller surface area, which would cause decreased transpiration."
                }
            },
            "J": {
                "Choice": "Trees with leaves without any hairlike structures will be more healthy than trees with leaves covered by hairlike structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees with leaves without any hairlike structures would be less healthy because of increased transpiration. Having hairlike structures on their leaves would be more beneficial to trees during a long-term drought as they would prevent the trees from losing water by adding protection from wind and heat."
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Relate plate tectonics to the formation of crustal features.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "Content": [
            "Two oceanic plates are shown in the image.",
            "problems/TX22G8S/media/37a.jpg",
            "Which type of boundary results in the spreading of the oceanic ridge?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Convergent boundary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Convergent boundaries move toward each other, causing volcanoes, mountains, or trenches."
                }
            },
            "B": {
                "Choice": "Subduction boundary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Subduction boundaries occur when one plate moves below another plate."
                }
            },
            "C": {
                "Choice": "Transform boundary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transform boundaries slide past each other but do not cause ridges."
                }
            },
            "D": {
                "Choice": "Divergent boundary",
                "Key": {
                    "Correct": true,
                    "Rationale": "Divergent boundaries move away from each other, causing ridges."
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Investigate and describe applications of Newton's three laws of motion such as in vehicle restraints, sports activities, amusement park rides, Earth's tectonic activities, and rocket launches."
        ],
        "Content": [
            "When a coin is tossed in the air, it travels upward, gradually slows down, momentarily reaches zero speed, then moves back downward with increasing speed. Which statement best explains this change in the coin’s motion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The force of gravity causes the coin to change its velocity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gravity is the force that causes the coin to fall toward the center of Earth. Gravity causes the coin to change direction while in the air and fall back down."
                }
            },
            "G": {
                "Choice": "The coin’s inertia decreases on the way up and increases on the way down.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The coin’s inertia would cause it to keep moving upward if the force of gravity was not acting on it to change its direction and move it back down. However, the inertia would not decrease on the way up and increase on the way down."
                }
            },
            "H": {
                "Choice": "The action-reaction force pair of gravity and the applied force cancel each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Action-reaction pairs refer to forces acting on different objects and not on the same object. Action-reaction pairs also do not cancel each other out. Forces can only cancel each other if they are acting on the same single object, not on different objects."
                }
            },
            "J": {
                "Choice": "The coin remains in its state of upward motion until the force of friction acts upon it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The coin will continue moving upward until the force of gravity acts on it. There is some air resistance (friction), but that does not cause the coin to change direction to be moving downward."
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Describe components of the universe, including stars, nebulae, and galaxies, and use models such as the Hertzsprung-Russell diagram for classification."
        ],
        "Content": [
            "Alpha Centauri appears as a bright object visible in the Milky Way galaxy. Alpha Centauri is actually a system of three objects. Each object produces light and rotates on its own axis. The system is an average of 4 light-years from Earth.",
            "Based on this information, the three objects that make up the Alpha Centauri system are all —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "asteroids",
                "Key": {
                    "Correct": false,
                    "Rationale": "An asteroid does not produce its own light, but it could rotate around its axis."
                }
            },
            "B": {
                "Choice": "comets",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comet does not produce its own light, but it could rotate around its axis."
                }
            },
            "C": {
                "Choice": "planets",
                "Key": {
                    "Correct": false,
                    "Rationale": "A planet does not produce its own light, but it does rotate around its axis."
                }
            },
            "D": {
                "Choice": "stars",
                "Key": {
                    "Correct": true,
                    "Rationale": "A star produces its own light and rotates around its axis."
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Investigate how evidence of chemical reactions indicates that new substances with different properties are formed and how that relates to the law of conservation of mass."
        ],
        "Content": [
            "Students performed a lab investigation on chemical reactions. The students put on goggles and plastic gloves and then followed these steps.",
            "1. Pour 150 milliliters of vinegar into a beaker.",
            "2. Place a thermometer in the vinegar and record measurements.",
            "3. Add a piece of steel wool to the beaker.",
            "4. Observe and record thermometer measurements.",
            "5. Remove the steel wool from the beaker.",
            "6. Use tweezers to pull strands of the steel wool apart and observe changes.",
            "Which observation would indicate that a chemical reaction occurred?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The vinegar took the shape of the container in step 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vinegar taking the shape of the container is a physical property and is not indicative of a chemical change."
                }
            },
            "G": {
                "Choice": "The steel wool sank into the vinegar in step 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steel wool sinking into the vinegar is not indicative of a chemical change. It is still steel wool and has not changed properties."
                }
            },
            "H": {
                "Choice": "The temperature of the vinegar increased during step 4.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A change in the temperature of the reacting substance without the addition of an external heat source is indicative of a chemical change."
                }
            },
            "J": {
                "Choice": "The steel wool changed shape during step 6.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steel wool changing shape is a physical change and is not indicative of a chemical change."
                }
            }
        }
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "Content": [
            "A Texas Gulf Coast food web is shown.",
            "problems/TX22G8S/media/41a.jpg",
            "According to this food web, which organisms would the bobcat and diamondback rattlesnake compete for if the mouse population and swamp rabbit population decreased?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Raccoon and sparrow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The raccoon is consumed by only the bobcat. Therefore, the diamondback rattlesnake and the bobcat would not be competing for this organism. The sparrow is consumed by both though."
                }
            },
            "B": {
                "Choice": "Raccoon and Eastern cottontail rabbit",
                "Key": {
                    "Correct": false,
                    "Rationale": "The raccoon is consumed by only the bobcat. Therefore, the diamondback rattlesnake and the bobcat would not be competing for this organism. The Eastern cottontail rabbit is consumed by both though."
                }
            },
            "C": {
                "Choice": "Sparrow and seeds",
                "Key": {
                    "Correct": false,
                    "Rationale": "The bobcat and diamondback rattlesnake do not consume seeds and therefore would not compete for them. However, both organisms consume sparrows."
                }
            },
            "D": {
                "Choice": "Sparrow and Eastern cottontail rabbit",
                "Key": {
                    "Correct": true,
                    "Rationale": "Like the mouse and swamp rabbit, both the sparrow and the Eastern cottontail rabbit are consumed by the bobcat and diamondback rattlesnake. Therefore, when the mouse and swamp rabbit populations decrease, the bobcat and diamondback rattlesnake will compete for these two organisms."
                }
            }
        }
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare metals, nonmetals, and metalloids using physical properties such as luster, conductivity, or malleability.",
            "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns."
        ],
        "Content": [
            "The chart shows properties of four elements.",
            "problems/TX22G8S/media/42a.jpg",
            "Based on these properties, which element is most likely a nonmetal?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Element 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Element 1 does not fit the characteristics of a nonmetal because it is shiny and conducts heat and electricity."
                }
            },
            "G": {
                "Choice": "Element 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Characteristics of a nonmetal include a dull luster, an inability to conduct electricity and/or heat, and a low melting point. Element 2 fits this description."
                }
            },
            "H": {
                "Choice": "Element 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Element 3 does not fit the characteristics of a nonmetal because it is shiny, conducts heat and electricity, and has a high melting point."
                }
            },
            "J": {
                "Choice": "Element 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Element 4 does not fit the characteristics of a nonmetal because it conducts heat and electricity and has a high melting point."
                }
            }
        }
    }
}