{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "In the following excerpt, the narrator Opal visits a pet store to buy something for her dog Winn-Dixie."
    ],
    "Title": "(from) Because of Winn-Dixie",
    "Subtitle": "",
    "Author": "by Kate DiCamillo",
    "LabelType": "P",
    "Content": [
        ["1", "\tWinn-Dixie was not allowed to come inside the store (there was a big sign on the door that said NO DOGS ALLOWED), so I held the collar and the leash up to the window. And Winn-Dixie, who was standing on the other side of the window, pulled up his lip and showed me his teeth and sneezed and wagged his tail something furious; so I knew he absolutely loved that leash and collar combination. But it was very expensive."],
        ["2", "\tI decided to explain my situation to the man behind the counter. I said, “I don’t get a big enough allowance to afford something this fancy. But I love this collar and leash, and so does my dog, and I was thinking that maybe you could set me up on an installment plan.”"],
        ["3", "\t“Installment plan?” said the man."],
        ["4", "\t“Gertrude!” somebody screamed in a real i͟r͟r͟i͟t͟a͟t͟i͟n͟g voice."],
        ["5", "\tI looked around. It was a parrot. She was sitting on top of one of the fish tanks, looking right at me."],
        ["6", "\t“An installment plan,” I said, ignoring the parrot, “you know, where I promise to give you my allowance every week and you give me the leash and the collar now.”"],
        ["7", "\t“I don’t think I can do that,” said the man. He shook his head. “No, the owner, she wouldn’t like that.” He looked down at the counter. He wouldn’t look at me. He had thick black hair, and it was slicked back. He had on a name tag that said OTIS."],
        ["8", "\t“Or I could work for you,” I said. “I could come in and sweep the floors and dust the shelves and take out the trash. I could do that.”"],
        ["9", "\tI looked around Gertrude’s Pets. There was sand and sunflower-seed shells and big dust bunnies all over the floor. I could tell that it needed to be swept."],
        ["10", "\t“Uh,” said Otis. He looked down at the counter some more."],
        ["11", "\t“Gertrude!” the parrot screamed again."],
        ["12", "\t“I’m real trustworthy,” I said. “But the only thing is, Winn-Dixie, my dog, he would have to come inside with me; because if we get separated for too long, he starts to howl something terrible.”"],
        ["13", "\t“Gertrude doesn’t like dogs,” said Otis."],
        ["14", "\t“Is she the owner?” I asked."],
        ["15", "\t“Yes, I mean, no, I mean . . .” He finally looked up. He pointed at the fish tank. “That Gertrude. The parrot. I named her after the"],
        ["16", "\t“Gertrude’s a pretty bird!” screamed Gertrude."],
        ["17", "\t“She might like Winn-Dixie,” I told Otis. “Almost everybody does. Maybe he could come inside and meet her, and if the two of them get along, then could I have the job?”"],
        ["18", "\t“Maybe,” Otis mumbled. He looked down at the counter again."],
        ["19", "\tSo I went and opened the door, and Winn-Dixie came trotting on inside the store."],
        ["20", "\t“Dog!” screamed Gertrude."],
        ["21", "\t“I know it,” Otis told her."],
        ["22", "\tAnd then Gertrude got real quiet. She sat on the top of the fish tank and cocked her head from one side to the other, looking at Winn-Dixie. And Winn-Dixie stood and stared back at her. He didn’t hardly move. He didn’t wag his tail. He didn’t smile. He didn’t sneeze. He just stared at Gertrude and she stared at him. And then she spread her wings out real far and flew and landed on top of Winn-Dixie’s head."],
        ["23", "\t“Dog,” she croaked."],
        ["24", "\tWinn-Dixie wagged his tail just a little tiny bit."],
        ["25", "\tAnd Otis said, “You can start on Monday.”"],
        ["26", "\t“Thank you!” I told him. “You won’t be sorry.”"],
        ["27", "\tOn the way out of Gertrude’s Pets, I said to Winn-Dixie, “You are better at making friends than anybody I have ever known.”"]
    ],
    "Copyright": "Because of Winn-Dixie. Copyright © 2000 by Kate DiCamillo. Reproduced by permission of the publisher, Candlewick Press, Somerville, MA.",
    "References": []
}