{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Chewing Gum Man",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Juicy. Sticky. Bubble. Pop!"],
        ["2", "For more than 100 years, chewing a tasty piece of gum has been a pleasure that most children and adults have enjoyed. In fact, it's difficult to imagine a world today without grocery store check-out counters lined with colorful packages of minty or fruit-flavored gum. Yet if a young salesman named William Wrigley, Jr., hadn't had such a clever idea to boost sales, gum might not be the popular treat it is today."],
        ["3", "Wrigley was born in 1862. His father was a soapmaker from Philadelphia, Pennsylvania. Wrigley's first job as a teenager was selling soap for his father. Wrigley discovered that he was a good salesperson. He could make people believe that a product was special and that it might make their lives better."],
        ["4", "In 1891, Wrigley moved to Chicago with the dream of starting his own business. He didn't start with gum, though. He decided to sell a product he knew a lot about: soap. To encourage people to buy his soap, Wrigley offered a gift. Each person who bought soap would get free baking powder. Soon people were asking for the baking powder more than the soap. So Wrigley switched to selling baking powder, and again he gave away a small gift with each purchase. This time he gave away gum."],
        ["", "problems/TX18G4R/media/S1a.jpg"],
        ["5", "Wrigley's customers loved the gum and kept asking for it. So Wrigley decided to start his own gum business. Wrigley believed that good advertising would help make his business successful. He placed advertisements in newspapers. He also gave gifts, such as clocks or fishing gear, to store owners who ordered gum. The more gum they ordered, the bigger the gift would be. In addition, Wrigley asked store owners to display boxes of his gum next to their cash registers. This way customers would see the gum when they paid for their items. Wrigley hoped that when customers saw the gum, they would decide to buy it."],
        ["6", "In 1907 business was bad for many companies across the nation. In order to continue selling his gum, Wrigley had to work extra hard, think creatively, and take some r͟i͟s͟k͟s. He took out a large personal loan to pay for advertising. If this idea had not worked, he would have lost everything. Wrigley believed that the public would buy his gum if it was something they thought about often. He wanted people to hear about his gum, read about it, see it, and taste it. His motto for selling gum was “Tell 'em quick and tell 'em often.” Once, Wrigley went so far as to mail gum to every listed address in the country. More than a million people got to try Wrigley's gum for free."],
        ["7", "Wrigley wanted people everywhere to continue thinking about his gum. When Wrigley died in 1932, his son Philip took over the company. Philip developed another plan to help achieve this goal. In 1939 the company began to advertise Wrigley's Doublemint gum using the Doublemint Twins. It hoped that whenever people saw the advertisement with the smiling, happy twins, they would think about Doublemint gum and want some. And that meant Wrigley's company sold more of its fresh, minty gum."],
        ["8", "Throughout his career, Wrigley was a determined salesman. Because of his ideas, millions of people enjoy chewing gum."]
    ],
    "Copyright": "Third party trademarks Wrigley's® and Doublemint® were used in these testing materials.",
    "References": []
}