{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Tiny Libraries with Big Stories",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Whack! Whack! Whack! The hammer pounds another nail into the wood. The box is almost finished. Whack! Whack! Whack! The hammer d͟r͟i͟v͟e͟s in the last nail. A roof is attached to the four sides. The box is then attached to a pole in the ground. Soon the finished wood box will be filled with books. Visitors will borrow books and donate new ones. This box of books works a bit like an ordinary library, with one major difference: it is tiny."],
        ["", "The First Little Free Library"],
        ["2", "In 2009 in Wisconsin, Todd Bol came up with an idea to honor his mother. Bol's mother had been a teacher who had loved reading. Bol wanted to share his mother's love of reading with others. He decided to build a wood box and fill it with books. He made it look like a tiny red schoolhouse because he knew his mother would appreciate that. Bol placed the box of books on a post in his front yard with a sign that read “Free Books.”"],
        ["", "problems/TX18G4R/media/S6a.jpg"],
        ["3", "Soon Bol's neighbors noticed this tiny model of a schoolhouse. They began taking the books and replacing them with books of their own. This was the beginning of the Little Free Library. The tiny library allowed people the opportunity to “check out” books day or night. It was always open. A library card was not needed. The books could be read and returned whenever. But this library didn't just provide books. It also helped build friendships and a sense of belonging among community members. As more and more people visited Bol's little library, they began talking with one another. They shared thoughts, ideas, and stories. They got to know one another. Everyone loved the little library. After all, as Bol says, “It's a magic box with books.”"],
        ["", "The Demand for More"],
        ["4", "Bol's friends and neighbors wanted little libraries of their own. Bol built several and gave them away. One of his friends, Rick Brooks, noticed that the libraries encouraged people to read. He believed that Bol's little libraries could benefit more than just local friends and neighbors. With these ideas in mind, Bol and Brooks came up with a plan to build more than 2,500 Little Free Libraries around the world."],
        ["5", "Their goal was to build more libraries than Andrew Carnegie. In the late 1800s and early 1900s, Carnegie donated millions of dollars to have public libraries built around the world. Like Carnegie, Bol and Brooks believed that books should be available to all people, no matter where they live or what their background is. To help achieve their goal, Bol and Brooks created a website that provides information about the Little Free Libraries and how people can establish little libraries of their own."],
        ["6", "Bol often hears from new Little Free Library owners, who tell him how important the libraries are to their community. He says, “People tell us all the time that they've met more people in a week than they have in a lifetime.”"],
        ["7", "Lisa Lopez is an excited owner of two Little Free Libraries. She is also an elementary school librarian from El Paso, Texas. She says, “It's generated a lot of excitement about reading. Kids love it, but adults are using it, too. My goal is to spread them across El Paso.”"],
        ["", "problems/TX18G4R/media/S6b.jpg"],
        ["8", "Thanks to Bol and Brooks, the Little Free Libraries are encouraging people to read more and to be friendlier. Today there are more than 25,000 Little Free Libraries around the world, and they can be found on almost every continent."],
        ["", "You Can, Too"],
        ["9", "Finished reading that book? Looking for another book to read? Perhaps there's a Little Free Library where you live. If not, maybe there will be one soon. After all, it only takes some wood, a hammer, a few nails, and some books.\n\n"],
        ["", "problems/TX18G4R/supps/TX18G4R-S6A.json"]
    ],
    "Copyright": "Third party trademark Little Free Library® was used in these testing materials.",
    "References": []
}