{
    "Directions": "Read the excerpt about a young man immigrating to the United States from his home or host countries. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Call Me American",
    "Subtitle": "The Extraordinary True Story of a Young Somali Immigrant",
    "Author": "by Abdi Nor Iftin",
    "LabelType": "P",
    "Content": [
        ["1", "Everything changed two days later, when good luck came to my in-box. It was an email from the State Department."],
        ["", ":ibox:Dear DV applicant. An appointment has been scheduled for you at the U.S. embassy in Nairobi on July 22, 2014 07:30 AM. You will be required to submit sufficient proof of identity upon arrival. If you fail to obtain a DV-2014 visa by September 30, 2014, your registration will expire."],
        ["2", "So this was it. I was on the list! I had sixty-nine days to round up my paperwork. Sixty-nine days to arrange a medical exam and get transcripts from a school I could no longer safely attend. Sixty-nine days to somehow get that police background check. I texted all my Somali friends with the news. They did not encourage me."],
        ["3", "“... [Y]ou are crazy,” wrote Yonis. “Forget about America and the lottery thing. That's not happening.”"],
        ["4", "Even Hassan thought I was deceiving myself at this point. “I think it is time to give up, Abdi,” he said."],
        ["5", "But I would not give up on my American dream until America slammed its door shut..."],
        ["6", "Time was running out. Thousands of lottery visas had already been approved for 2014. But the U.S. embassy in Nairobi was already scrutinizing Somali visa applicants... Everywhere my hope was shrinking. I wished so badly that the embassy would read my heart instead of all these pieces of paper..."],
        ["", "* * *"],
        ["7", "June 6, Friday. Forty-six days until my interview. I had scheduled my medical exam, which was at the Migration Health Assessment Center in northwest Nairobi, near the U.S. embassy. Another scary dash for a matatu.¹"],
        ["8", "The guard at the gate of the Migration Health Assessment Center searched me with a metal detector, then let me in. First came a blood test; then they checked my weight and height, then a quick physical. In twenty minutes, it was over. “You are all good,” said the lady. “We'll send the results to the embassy. Good luck on your interview!” ..."],
        ["9", "July 21, the day before my interview. I washed my shirt and pants under the faucet in the bathroom downstairs. I carefully laid the shirt under my mattress to press it overnight. Leo called. “I'm not going to bed anymore,” I told him."],
        ["", ":ibox:I'm not going to sleep, I'm sure about that. Tomorrow's going to change my life. It's going to change my life to be the happiest person, or else it's going to change my life to be the most devastated man on earth, so it's these two..."],
        ["10", "I couldn't sleep out of anticipation, but also pure fear... Once you miss your interview at the embassy, it's finished. No more chances. My heart was racing."],
        ["11", "At four thirty, I headed downstairs carrying an envelope containing my Letter of Good Conduct, the letters of support from senators and journalists, Sharon's sponsorship letter, and a printout of the emailed transcript from Africa Nazarene University. I reached the embassy gate by five. I sat on the side of the street next to the embassy building, which opened at seven. By six o'clock, a line of people arriving for their visa interviews trailed around the building. Many of them were Kenyans who had won the lottery like myself. At seven fifteen, I went through the security check, proceeded inside, and paid the $330 fee for the interview. As I waited, I saw people walking out grinning. Their visas had been approved. Others had been denied and were crying. Seeing these different emotions made me even more nervous. The stakes were so high."],
        ["12", "My number was called to Window Nine. An African American woman with a huge smile greeted me. “Hi!”"],
        ["13", "“Good morning, ma'am,” I said. So far so good; this woman was black like me and seemed nice."],
        ["14", "“Please, can you raise your right hand and swear that everything that you will say is the truth?”"],
        ["15", "I did."],
        ["16", "“Where did you go to college?” she asked. I told her and indicated the transcript."],
        ["17", "“This transcript does not have a signature. Did you know that?”"],
        ["18", "I looked at it. She was right. The emailed transcript had no signature. She took out a pink piece of paper and on the bottom wrote two words, “Missing transcript.” She handed it to me and said, “Sorry, I can't give you the visa. Send it to us if you can get one with a signature. And don't come back here. Just send it through DHL.”²"],
        ["19", "Send it through DHL?"],
        ["20", "I was speechless, frozen. All I could do was look into her eyes and beg with my own eyes for mercy. Please change your mind, I was praying. Please, I need some luck today."],
        ["21", "But the lady didn't change her mind. She picked up her microphone and called the next number."],
        ["22", "Dazed, I walked outside and collapsed under a tree. I was holding my head in my hands, wishing this was a nightmare I could wake up from. But the pink slip in my hand felt too real. I texted all my friends: “This is the worst day of my life.” I sat there for a few more minutes, rubbing the pink slip between my hands. Then I stuffed it in my pocket, got up, and headed for the matatu station. The university was far and traffic was bad. As we sat stalled behind other matatus coughing black smoke, my heart raced and my right knee bounced. Please move, please move. It was four o'clock when I ran into the student affairs office. The woman behind the window said, “I'm sorry, we are closed.”"],
        ["23", "“Please!” I said. “Please help me!” The lady saw my face and realized I was on fire. She signed my transcript. I dashed back downtown on another bus, crawling through heavy rush-hour traffic, arriving at the DHL office at six."],
        ["24", "“We are closed,” said the man in the office. “We close at six.”"],
        ["25", "I begged and pleaded just like at the school. He let me drop the package. Within a day, the U.S. embassy would receive it, he said."],
        ["26", "Nine days passed. I was calling the embassy every day, and every time they said, “No. We have not received the transcript.”"],
        ["27", "On August 1, Leo called the U.S. embassy. He identified himself and said he was on deadline for his story and wanted to know when a decision would be made on my application. The embassy staff member had no information for him. But two hours later, I got an email from the State Department: “Your document has been received and your visa will be sent by tomorrow.” ..."],
        ["", "* * *"],
        ["28", "Abdi American was finally going to America."],
        ["29", "On August 8, I got a call from DHL that they had my visa and I could come collect it. By noon I walked out of that building carrying my amazing, beautiful American visa. It was Friday in downtown Nairobi, and the streets were packed with thousands of people happy that the workweek was ending. But no one was skipping like me. That day, I had to be the happiest man in Nairobi."],
        ["30", "With my visa in hand, Sharon and Ben quickly bought me a plane ticket for Boston. My flight was on Monday at five in the morning, connecting through Addis Ababa and Frankfurt. With all of this confirmed, Leo flew into Nairobi that weekend to meet me and finish the radio documentary we were doing together. Sunday evening, my last day in Little Mogadishu,3 Hassan and I snuck past the police and caught a matatu... Before meeting Leo at his hotel, we made a quick shopping trip. I needed luggage for my stuff—all I had were plastic shopping bags—and some clean clothes."],
        ["31", "At nine o'clock that evening, a small Mazda car hired by the BBC staff showed up in front of the hotel. Hassan and I got in. I don't remember breathing during the twenty-minute drive to the airport... Leo had his microphone in my face, asking me what I was feeling like. I told him I felt like the clock was ticking. I was so nervous about the airport and if the immigration people would arrest me for being a refugee. Meanwhile, I was thinking Hassan would have to go back to that room, alone, in the dark with no company..."],
        ["32", "At the airport entrance, we were stopped by the police; they peeked into the car, Leo said hi, and the Kenyan driver waved. They let us go. We all got out and entered the airport departure terminal. Leo took some pictures of Hassan and me. We hugged and said goodbye. I was so choked up I couldn't say anything to my brother. Hassan told me to stay strong. His last words were “Remember to support Mom!”"],
        ["33", "With that, I proceeded inside. The Kenya immigration officer looked at my visa, stamped my refugee documents, and waved me through. So easy with the right piece of paper. Hassan and Leo decided to wait at a cafeteria inside the airport until the flight took off, to make sure I departed without being arrested."],
        ["34", "It was ten o'clock when I sat down at the gate for the long wait until my flight. I was the first passenger there. I sat alone looking around the airport, watching people come and go. After a few hours, many other people joined me in the wait. Finally, our boarding was announced. I had a window seat. When we took off, the sun was just rising above the horizon. My American dream was now becoming real life, and it seemed like everything in my past life was becoming a dream that I needed to wake up from."],
        ["35", "After a stop in Ethiopia, we landed in Frankfurt, where I had to change planes. That airport was so huge I freaked out for a moment trying to connect with my flight to Boston. We had to take a bus to the departure gate. Again, I boarded the biggest airplane I had ever seen. Again, I had a window seat. An American lady with her teenage daughter sat next to me. After takeoff they shut their eyes and acted like the flight was boring. I was awake; I could not take my eyes off the window and the screen in front of me that showed where we were..."],
        ["36", "My heart was beating fast as the plane banked over downtown Boston and descended to Logan Airport. My face was glued to the window as I looked at the skyscrapers of America, then the blue waters of the Atlantic. Even though we were going down, I felt like I was going up to heaven. When the wheels bumped on the runway, I couldn't control myself. “I am in America!” I shouted."],
        ["37", "Even the bored lady next to me smiled. “Welcome!” she said."],
        ["38", "As we taxied to the gate, I thought of my brother in Kenya, my mom on the dusty streets of Mogadishu waiting for the good news, my friends in the tea shop in Little Mogadishu who applied for the visa lottery when I forced them, all the while assuring me it was hogwash. But I had no thought of saying, “I told you so.” I was overwhelmed with joy, tears melting down my cheeks."]
    ],
    "Copyright": "Call Me American: A Memoir by Abdi Nor Iftin and Max Alexander. Copyright © 2018 by Abdi Nor Iftin and Max Alexander. Reprinted by permission of Alfred A. Knopf, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "matatu — a bus service"],
        ["²", "DHL — an international mail and package delivery service"],
        ["³", "Little Mogadishu — a neighborhood named after the capital of Somalia"]
    ]
}