{
    "Directions": "Read the article about algae and then answer each question that follows.",
    "Context": [
        "This article describes the unlikely but growing popularity of seaweed."
    ],
    "Title": "The Ocean Farmers Trying to Save the World with Seaweed",
    "Subtitle": "",
    "Author": "by Mélissa Godin",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA23G10E/media/S5a.jpg"],
        ["1", "In a cove in Bamfield, a coastal community in British Columbia, Canada, Louis Druehl steers his boat, The Kelp Express, a mile along the mountainous coastline. For 51 years, this boat has taken Druehl to the fortuitously named Kelp Bay where beneath the water's surface ropes of seaweed that Druehl has been carefully harvesting for decades dangle in the cold Pacific water."],
        ["2", "Referred to by some as the “seaweed guru”—by others, as the “kelp grandfather”—Druehl, 84, was the first commercial seaweed operator in North America when he began growing kelp, a brown seaweed, in 1982. Seaweed is his life: he has studied it, farmed it, cooked it, and written an award winning, bestselling book about it. Over the years, Druehl has watched interest in seaweed come and go. But now, as climate change wreaks havoc on ecosystems across the planet, the world is turning to seaweed as a potential climate change solution. “All of a sudden, people have discovered seaweed,” Druehl tells me. “They've discovered us.”"],
        ["3", "Seaweed can play a huge role in fighting climate change by absorbing carbon emissions, regenerating marine ecosystems, creating biofuel and renewable plastics as well as generating marine protein. Until recently, this centuries old industry has mainly farmed seaweed for food in Asia, with China as the world's biggest producer of seaweed, accounting for 60% of global volume. But over the past decade, global seaweed production has doubled—with an estimated value of $59.61 billion in 2019—as interest in seaweed as a food source, carbon sink option and renewable product from consumers, farmers, researchers, and business leaders blossoms. The coast of British Columbia, where Druehl has spent his adult life, is a hotspot of seaweed biodiversity and yet the industry here is only just taking off. A seaweed industry could bring jobs to the area... Could this remote, seaweed-rich corner of the world turn seaweed into climate solutions for the future? Druehl is optimistic: “I think we're going to pull it off.”"],
        ["4", "While forests have long been considered the best natural defense in the battle against climate change, researchers have found that seaweed is in fact the most effective natural way of absorbing carbon emissions from the atmosphere. Unlike tree planting, seaweed does not require fresh water or fertilizers and grows at a much faster rate than trees, expanding by up to two feet a day. But seaweed's biggest comparative advantage is that it does not compete for demands on land. “When we're planting trees, we need to make sure it does not take away that land from food production,” says Katie Lebling, a researcher with the World Resources Institute's carbon removal team, which studies how best to sequester carbon from the atmosphere. “But that is not an issue with seaweed.”"],
        ["5", "Seaweed can also help reduce greenhouse gas emissions in other ways: adding a small amount of Asparagopsis taxiformis—a red algal species— to cattle feed has the potential to reduce methane production from beef cattle by up to 99%."],
        ["6", "Given concerns about the environmental impact of eating meat, seaweed — which itself is a source of protein—could be an eco-friendly and nutrient packed food source in the coming years. Ronald Osinga of the Wageningen University in the Netherlands found that growing “sea-vegetable” farms totaling 180,000 square kilometers—roughly the size of Washington State—could provide enough protein for the entire world. “When you look at how we are going to feed the world population by 2050 in a way that doesn't harm the environment, there is only one pathway,” says Carlos Duarte, a researcher and professor in biological oceanography and marine ecology. “To scale up¹ seaweed farming.”..."],
        ["", "problems/MA23G10E/media/S5b.jpg"],
        ["", "“The climate economy is wind at our back”"],
        ["7", "Since 2014, seaweed has increasingly been in the spotlight as a solution for climate change due to its ability to offset carbon, be a sustainable food source, and its regenerative properties for ocean ecosystems. Over the past five years, several academic articles have been published about seaweed as a climate change solution and various seaweed cultivation projects have popped up around the world. From Saudi Arabia to New Hampshire, seaweed farmers and researchers are experimenting with seaweed cattle feed, biofuel, and bioplastics. While the industry for these products is still in its infancy, many are optimistic about its future. “The climate economy is wind at our back,” says Bren Smith, executive director of Green Wave, an ocean farming company. “The ocean is coming, the tide is rising, we can either run and hide and build sea walls, or we can turn around and embrace the sea as a climate change solution.”"],
        ["8", "Yet there remain questions about whether seaweed can be scaled globally as a carbon offsetting strategy to combat climate change. The gains from seaweed sequestering CO₂ can be reversed if it is not used correctly. If seaweed is just grown for the purpose of absorbing carbon without being harvested, it will rot and release the CO₂ it has captured back into the atmosphere."],
        ["9", "Researchers say there are two possibilities—sinking the seaweed into the deep sea or using it for products ranging from food to biofuel. But these options are not straightforward. Technology to sink seaweed is unlikely to be cost effective and the process of transporting, drying and converting seaweed into food, biofuel and bioplastics itself emits CO₂. “Seaweed has a range of applications beyond carbon storage that can be a part of the solution,” says Halley Froehlich, an assistant professor at the University of California Santa Barbara who researches the scalability of seaweed farming. “But it's certainly not a silver bullet.”² Growing seaweed on a global scale also has ecological risks; too much seaweed could impact the amount of light that goes down to other species affecting photosynthesis processes and could have dangerous effects on ecosystems by removing too many nutrients from wild ecosystems..."],
        ["10", "For the industry to scale, Druehl says, governing bodies — both national and international—as well as private companies have to make major investments to help the industry get its feet off the ground. But currently, many governments in the Western world have yet to sufficiently invest in the industry or create the necessary conditions for it to scale. In some countries like the United States and Australia, it is easier to receive a government concession for oil and gas than it is for cultivating seaweed for biofuel. In many Western countries, permits for growing seaweed are hard to come by. And internationally, all the global mechanisms that could regulate seaweed farming were developed before the industry was created, leaving gaps in regulation and permitting. “Seaweed is not an industry in most Western nations,” says Duarte. “It's a thought.”"],
        ["11", "But this thought — somewhere between a pipedream and an inevitability — has captivated Druehl for half a century. “It's always been kelp,” he tells me, noting that he has always been fascinated by kelp's many uses... Druehl thinks seaweed has a role to play. The industry, he says, could provide meaningful, green jobs to people who have recently become unemployed. Currently, Druehl is trying to convince his own daughter ... to join him in Kelp Bay. “I keep telling her, we've got nice kelp business out here!” But even if Druehl's daughter is not interested in joining the family business, there is a long line of prospective seaweed farmers waiting to learn from the kelp grandfather."]
    ],
    "Copyright": "“The Ocean Farmers Trying to Save the World with Seaweed” by Mélissa Godin, from Time (September 4, 2020). Text copyright © 2020 by TIME USA, LLC. Reprinted by permission of Time USA, LLC. Photograph copyright © Edmund Lowe Photography via Getty Images.",
    "References": [
        ["¹", "scale up — to increase production or capacity"],
        ["²", "silver bullet — a simple, seemingly magic solution"]
    ]
}