{
    "Directions": "Read the excerpt about a character who wants to change their name. Then answer each question that follows.",
    "Context": [
        "In this excerpt, Gogol Ganguli, whose family is from India but who is named after the Russian author Nikolai Gogol, decides to change his name."
    ],
    "Title": "[from] The Namesake",
    "Subtitle": "",
    "Author": "by Jhumpa Lahiri",
    "LabelType": "P",
    "Content": [
        ["1", "The idea to change his name had first occurred to him a few months ago. He was sitting in the waiting room of his dentist, flipping through an issue of Reader's Digest. He'd been turning the pages at random until he came to an article that caused him to stop. The article was called “Second Baptisms.” “Can you identify the following famous people?” was written beneath the headline. A list of names followed and, at the bottom of the page, printed in tiny letters upside down, the famous personalities they corresponded to. The only one he guessed correctly was Robert Zimmerman, Bob Dylan's real name. He had no idea that Molière had been born Jean-Baptiste Poquelin and that Leon Trotsky was born Lev Davidovich Bronstein. That Gerald Ford's name was Leslie Lynch King, Jr., and that Engelbert Humperdinck's was Arnold George Dorsey. They had all renamed themselves, the article said, adding that it was a right belonging to every American citizen. He read that tens of thousands of Americans had their names changed each year. All it took was a legal petition, the article had said. And suddenly he envisioned “Gogol” added to the list of names, “Nikhil” printed in tiny letters upside down."],
        ["2", "That night at the dinner table, he brought it up with his parents. It was one thing for Gogol to be the name penned in calligraphy on his high school diploma, and printed below his picture in the yearbook, he'd begun. It was one thing, even, for it to be typed on his applications to five Ivy League colleges, as well as to Stanford and Berkeley. But engraved, four years from now, on a bachelor of arts degree? Written at the top of a résumé? Centered on a business card? It would be the name his parents picked out for him, he assured them, the good name they'd chosen for him when he was five."],
        ["3", "“What's done is done,” his father had said. “It will be a hassle. Gogol has, in effect, become your good name.”"],
        ["4", "“It's too complicated now,” his mother said, agreeing. “You're too old.”"],
        ["5", "“I'm not,” he persisted. “I don't get it. Why did you have to give me a pet name in the first place? What's the point?”"],
        ["6", "“It's our way, Gogol,” his mother maintained. “It's what Bengalis do.”"],
        ["7", "“But it's not even a Bengali name.”"],
        ["8", "He told his parents what he'd learned in Mr. Lawson's class, about Gogol's lifelong unhappiness, his mental instability, about how he'd starved himself to death. “Did you know all this stuff about him?” he asked."],
        ["9", "“You forgot to mention that he was also a genius,” his father said."],
        ["10", "“I don't get it. How could you guys name me after someone so strange? No one takes me seriously,” Gogol said."],
        ["11", "“Who? Who does not take you seriously?” his father wanted to know, lifting his fingers from his plate, looking up at him."],
        ["12", "“People,” he said, lying to his parents. For his father had a point; the only person who didn't take Gogol seriously, the only person who tormented him, the only person chronically aware of and afflicted by the embarrassment of his name, the only person who constantly questioned it and wished it were otherwise, was Gogol. And yet he'd continued, saying that they should be glad, that his official name would be Bengali, not Russian."],
        ["13", "“I don't know, Gogol,” his mother had said, shaking her head. “I really don't know.” She got up to clear the dishes. Sonia¹ slinked away, up to her room. Gogol remained at the table with his father. They sat there together..."],
        ["14", "“Then change it,” his father said simply, quietly, after a while."],
        ["15", "“Really?”"],
        ["16", "“In America anything is possible. Do as you wish.”"],
        ["17", "And so he had obtained a Commonwealth of Massachusetts change-of-name form, to submit along with a certified copy of his birth certificate and a check to the Middlesex Probate and Family Court. He'd brought the form to his father, who had glanced at it only briefly before signing his consent, with the same resignation with which he signed a check or a credit card receipt, his eyebrows slightly raised over his glasses, inwardly calculating the loss. He'd filled out the rest of the form in his room, late at night when his family was asleep. The application consisted of a single side of a cream-colored sheet, and yet it had taken him longer to fill out than his applications for college. On the first line he filled out the name he wished to change, and his place and date of birth. He wrote in the new name he wished to adopt, then signed the form with his old signature. Only one part of the form had given him pause: in approximately three lines, he was asked to provide a reason for seeking the change. For nearly an hour he'd sat there, wondering what to write. He'd left it blank in the end."],
        ["18", "At the appointed time, his case is called. He enters a room and sits on an empty wooden bench at the back... There is nothing decorating the room apart from the Massachusetts state and American flags and an oil portrait of a judge. “Gogol Ganguli,” the clerk says, motioning for Gogol to approach the dais, and as eager as he is to go through with it, he is aware, with a twinge of sadness, that this is the last time in his life he will hear that name uttered in an official context. In spite of his parents' sanction he feels that he is overstepping them, correcting a mistake they've made."],
        ["19", "“What is the reason you wish to change your name, Mr. Ganguli?” the judge asks."],
        ["20", "The question catches him off-guard, and for several seconds he has no idea what to say. “Personal reasons,” he says eventually."],
        ["21", "The judge looks at him, leaning forward, her chin cupped in her hand. “Would you care to be more specific?”"],
        ["22", "At first he says nothing, unprepared to give any further explanation. He wonders whether to tell the judge the whole convoluted story, about his great-grandmother's letter that never made it to Cambridge, and about pet names and good names, about what had happened on the first day of kindergarten. But instead he takes a deep breath and tells the people in the courtroom what he has never dared admit to his parents. “I hate the name Gogol,” he says. “I've always hated it.”"],
        ["23", "“Very well,” the judge says, stamping and signing the form, then returning it to the clerk. He is told that notice of the new name must be given to all other agencies, that it's his responsibility to notify the Registry of Motor Vehicles, banks, schools. He orders three certified copies of the name change decree, two for himself, and one for his parents to keep in their safe-deposit box. No one accompanies him on this legal rite of passage, and when he steps out of the room no one is waiting to commemorate the moment with flowers and Polaroid snapshots and balloons. In fact the procedure is entirely unmomentous, and when he looks at his watch he sees that from the time he'd entered the courtroom it had taken all of ten minutes. He emerges into the muggy afternoon, perspiring, still partly convinced it is a dream. He takes the T² across the river to Boston. He walks with his blazer clasped by a finger over his shoulder, across the Common, through the Public Garden, over the bridges and along the curving paths that rim the lagoon. Thick clouds conceal the sky, which appears only here and there like the small lakes on a map, and the air threatens rain."],
        ["24", "... “I'm Nikhil,” he wants to tell the people who are walking their dogs, pushing children in their strollers, throwing bread to the ducks. He wanders up Newbury Street as drops begin to fall. He dashes into Newbury Comics, buys himself London Calling and Talking Heads: 77 with his birthday money, a Che poster for his dorm room. He pockets an application for a student American Express card, grateful that his first credit card will not say Gogol in raised letters at the bottom. “I'm Nikhil,” he is tempted to tell the attractive, nose-ringed cashier with dyed black hair and skin as pale as paper. The cashier hands him his change and looks past him to the next customer, but it doesn't matter; instead he thinks of how many more women he can now approach, for the rest of his life, with this same unobjectionable, uninteresting fact. Still, for the next three weeks, even though his new driver's license says “Nikhil,” even though he's sliced up the old one with his mother's sewing scissors, even though he's ripped out the pages in front of his favorite books in which he'd written his name until now, there's a snag: everyone he knows in the world still calls him Gogol. He is aware that his parents, and their friends, and the children of their friends, and all his own friends from high school, will never call him anything but Gogol. He will remain Gogol during holidays and in summer; Gogol will revisit him on each of his birthdays. Everyone who comes to his going-away-to-college party writes “Good Luck, Gogol” on the cards."]
    ],
    "Copyright": "The Namesake by Jhumpa Lahiri. Copyright © 2003 by Jhumpa Lahiri. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
        ["¹", "Sonia — Gogol's sister"],
        ["²", "T — Boston's subway system"]
    ]
}