{
    "Directions": "Read the excerpt about a young man immigrating to the United States from his home or host countries. Then answer each question that follows.",
    "Context": [
        "In this excerpt, Peter is leaving his family, including his twin brother Paul, in Trinidad to go study in the United States."
    ],
    "Title": "[from] Golden Child",
    "Subtitle": "",
    "Author": "by Claire Adam",
    "LabelType": "P",
    "Content": [
        ["1", "They are at the airport: the old airport, the one with the waving gallery upstairs and the big breeze-block hall downstairs. It is the sort of place that should be bright and airy, but it is not. The walls are painted a lifeless green, their lower flanks soiled by years of greasy hands, sweaty backs, sticky patches of spilt sweet-drink, the fluorescent yellow of curry stains. The lights, fixed to the iron bars of the roof thirty or so feet above them, have just flickered on a few minutes ago, but it was better before, in the dim twilight. Peter, standing quietly next to his mother, thinks that he has never seen her look so tired, so old... She glances up as a man in a string vest brushes past her, and pulls her handbag to her front, hugging it to her belly."],
        ["2", "The hall is filling up. A few feet from where Peter and his mother are standing, there is a glass door over which is a white, backlit sign with the words: “Departures—Salidas.” In front of the door are two metal barriers, the kind that appear at Carnival or Independence Day parades, arranged to create a makeshift corridor up to the glass door. Two air hostesses push through the crowds and stalk past the barriers in their stockings and high-heels and jaunty little neckties to take up their posts on either side of the glass door. They speak into walkie-talkies, and then busy themselves with chatting and smoothing their hair, ignoring the onlookers."],
        ["3", "The passengers are gathering, saying their last goodbyes to their families. A lot of the people here have no connection to the departing flight, but are just here for the spectacle: they jostle against the metal barriers, trying to get into a good position to overhear the farewells, study who is on the flight to New York today, and what their business is there. Nearest to Peter is a short woman... Her eyes have been over him top to toe several times already, taking in the new jeans, the new sneakers, the new T-shirt, the knapsack over his shoulder, just like the ones American students wear on TV."],
        ["4", "Inside the knapsack are several important documents, which he checked and re-checked at home in Port of Spain before they set off for the airport. A bank draft, from Barclays in England, for thirty thousand US dollars; several hundred in cash to see him through until the draft clears; and a letter addressed to US Immigration at JFK, from Harvard International Student Services. The letter is his favorite, on that creamy, watermarked paper, with the crimson and black crest at the top. It is signed by someone called Dr. Evan Waszowski, and lists his phone number and that of his assistant; below the signature are the words, written in swift cursive: “Please call my cell phone in the event of any problems at immigration.” The s's finish with a little flick so that they look more like the number 8; the crosses on the t's extend with a flourish. Evan Waszowski is a busy man, an important man, but he will take a phone call in the middle of the night and vouch for Peter if needs be. That is something."],
        ["5", "He and his mother stand in silence, looking toward the little booth where his father is waiting in line to pay his departure tax. A hundred TT dollars¹ it costs, and everyone has to pay it, otherwise they won't let you through. His father has one hand on his hip, stepping out to the side of the line to observe what is happening at the counter, the blue hundred-dollar bill folded in his hand. There is plenty of time: they have only announced the flight once so far, and it will probably be late anyway, knowing BWIA.² Peter watches him, hoping to catch his eye and signal that there is no rush. He bites his lips together, runs his hand through his hair, folds his arms and unfolds them again, taps one hand against his thigh. When it is his turn, he slaps the blue note on the counter; the official stamps the receipt and slides it under the glass. Peter watches his father snatch the yellow chit from the counter, sees how he closes his fist around it as he walks back to meet them."],
        ["6", "“You have everything?” his father asks."],
        ["7", "Peter takes the scrap of paper from his father's hand. The three of them huddle together."],
        ["8", "His father counts the items off on his fingers. “Ticket?”"],
        ["9", "“Yes.”"],
        ["10", "“Boarding pass? Passport?”"],
        ["11", "“Yes. Yes.”"],
        ["12", "“Bank draft?”"],
        ["13", "“Yep.”"],
        ["14", "“The visa? And the letter?”"],
        ["15", "“Yep.”"],
        ["16", "“All your travel instructions?”"],
        ["17", "“Yep.”"],
        ["18", "“And the cash. Keep it safe.”"],
        ["19", "“I will.”"],
        ["20", "And just like that, after all these years of waiting, they are here. Later, whenever Peter thinks back to this moment, he imagines himself with his head bowed and his arms raised at his sides: one hand trying to hold back the past, the other, the future, as Moses³ might have held back the sea. In that quiet space between those high, dark walls, if only he had enough power in his arms, he would have held the world back from them, created somewhere to keep them all safe, keep them together. But he cannot. Already, the moment is passing; already, his father seems to be shrinking before his eyes; already, he is no longer his father, but an old man at the end of a long journey, laying down his burden."],
        ["21", "Peter has a lump in his throat, but he swallows it back: crying has no place here. Paul has played his part. Daddy has played his part. The rest is up to him: he, now, must play his part. He turns to his mother first. Her fingers grip his shoulders; against his chest, he feels her swallowing and swallowing again."],
        ["22", "Then, his father. The onlookers lean closer."],
        ["23", "“All the best,” his father says, as they shake hands."],
        ["24", "He turns to go. The country bookies hiss as he walks up the makeshift aisle toward the security guard: Bye bye, travel safe. Make us proud. The guard takes a good look through his passport, not for any official reason, but just out of sheer macociousness,⁴ and glances over his shoulder at his parents, sizing them up. Peter takes his documents back, steps through the doorway, pauses a moment to reorder them. He can feel the eyes on his back, of his parents, the onlookers, everyone waiting for him to turn and wave goodbye once more. But all that is over now; he must think only of the task ahead."]
    ],
    "Copyright": "Golden Child by Claire Adam. Copyright © 2019 by Claire Adam. Reprinted by permission of SJP for Hogarth, an imprint of Random House, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "TT dollars — currency used in Trinidad and Tobago"],
        ["²", "BWIA — British West Indian Airways"],
        ["³", "Moses — an allusion to the biblical Moses, know for parting the Red Sea to lead the Israelites out of slavery in Egypt"],
        ["⁴", "macociousness — minding other people's business; gossipy"]
    ]
}