{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Mrs. Baird and a Lifetime of Fresh Bread",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many people agree that there is nothing better than the smell of fresh-baked bread. People have enjoyed eating bread for thousands of years, but bread has not always been easy to get. It was only during the past 100 years that bread has been sold at grocery stores. Before that time people made their own bread or bought it from people they knew. In the early 1900s a woman in Fort Worth, Texas, named Ninia Lilla Baird was one of those people. Mrs. Baird enjoyed baking cakes and pies to give to her neighbors and friends. Most of all, she loved to bake bread."],
        ["", "problems/TX17G3R/media/S4a.jpg"],
        ["2", "Mrs. Baird's husband owned a restaurant in Fort Worth. Since so many people loved Mrs. Baird's baked goods, the restaurant began selling them to customers. Mrs. Baird worked hard each day to make sure there was enough bread for everyone who wanted some."],
        ["3", "While baking bread for the restaurant, Mrs. Baird also took care of her eight children. When her husband fell ill and could not work anymore, Mrs. Baird continued to sell her baked goods so that she could provide for her family. She started a business and called it Mrs Baird's Bread®."],
        ["", "A Fᴀᴍɪʟʏ Aꜰꜰᴀɪʀ"],
        ["4", "As Mrs. Baird's children grew older, they helped with the business. Mrs. Baird did the baking. She baked all day because she could fit only a few loaves of bread at a time in her wood-burning stove. Her oldest sons walked to the homes of the customers and delivered the baked goods."],
        ["", "problems/TX17G3R/media/S4b.jpg"],
        ["5", "Soon Mrs. Baird's baked goods were so popular that her sons needed a faster way to deliver them. They began to use their bicycles. Even more people ordered from Mrs. Baird. She had to find a way to bake more products at one time."],
        ["", "Exᴘᴀɴᴅɪɴɢ ᴛʜᴇ Bᴜsɪɴᴇss"],
        ["6", "In 1915, Mrs. Baird purchased a used oven from a hotel. The oven cost $75, but Mrs. Baird was able to pay only $25 in cash. Luckily, she was p͟e͟r͟m͟i͟t͟t͟e͟d to pay the rest of the amount she owed by providing bread and rolls to the hotel."],
        ["7", "Mrs. Baird kept her new oven in a small building in her backyard. This oven could bake up to 40 loaves at one time. The more bread Mrs. Baird made, the more bread she sold. This meant that more bread also had to be delivered. Delivering goods by bicycle was no longer practical. So the brothers began using the family wagon, which could hold many loaves of bread. The family horse pulled the wagon right up to the customers' homes. This faster delivery method allowed the family to earn more money."],
        ["8", "In 1917, Mrs. Baird bought a car. The family removed the seats from the back and filled the space with baked goods. They painted a s͟i͟g͟n on the side of the car that read Eat More Mrs Baird's Bread. Delivering by car meant that even more people could enjoy Mrs. Baird's bread."],
        ["", "A Cᴇɴᴛᴜʀʏ Lᴀᴛᴇʀ"],
        ["9", "Today the people who work at Mrs Baird's Bakeries are just as proud of their bread as Mrs. Baird was. Mrs Baird's Bakeries operates four factories across the state of Texas. These large bakeries are located in Fort Worth, Houston, San Antonio, and Lubbock. Hundreds of schoolchildren visit the Fort Worth and Houston bakeries on field trips each year. At the end of the tour, everyone receives a warm slice of fresh bread. Yum!"],
        ["", "problems/TX17G3R/media/S4c.jpg"]
    ],
    "Copyright": "Third party trademark Mrs Baird's® was used in these testing materials.",
    "References": []
}