{
    "Directions": "Read the selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Lost and Found",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Jennifer Noble loved her gray-and-white cat Scrub very much. One day Scrub got lost and did not find his way back home. Noble looked everywhere for Scrub but had no luck. She thought sadly that he was lost for good. Five years later Noble got a call from an animal shelter. They had located Scrub!"],
        ["2", "How did the animal shelter know that Scrub belonged to Noble? How did the workers there know how to contact her? All this information was available because of the microchip that had been placed under Scrub’s skin many years earlier. A microchip is a computer chip about the size of a grain of rice that is used to keep track of pets. The chip is placed under an animal’s skin with a needle, usually between the pet’s shoulder blades. Once the chip is in place, the pet does not feel it anymore. Microchips have helped thousands of owners get their lost pets back."],
        ["", "problems/TX17G3R/media/S2a.jpg"],
        ["3", "When lost pets are brought to animal shelters, the workers use a special tool called a scanner to help them look for a microchip. The scanner reads an identification number on the microchip, and then the shelter contacts the microchip company to match the number to the contact information of the pet’s owner. This is how the shelter was able to notify Noble that they had found Scrub."],
        ["", "problems/TX17G3R/media/S2b.jpg"],
        ["4", "Microchips can help owners find their pets no matter how far they have wandered from home. In New York a dog named Roxy became lost and was missing for months. Then a woman found her on a busy street in New Jersey. No one knows how the dog got to a different state, many miles from her home. However, thanks to her microchip, Roxy was soon returned to her grateful owner."],
        ["5", "A microchip can work for a pet’s entire life. In 2008 a husband and wife got their cat George back after he had disappeared 13 years earlier! When George went missing, the couple tried everything to find him. They consistently visited animal shelters every other day for six months, made posters, and handed out flyers. They even offered a $500 reward. After years went by, they thought that George would never be found. Then one day an animal shelter called them with great news. George had been found! As the cat’s owners drove to pick up their long-lost pet, they cried the whole way. It was hard to believe that their beloved cat George would be able to come home at last!"],
        ["", "problems/TX17G3R/media/S2c.jpg"],
        ["6", "Animals get lost for many reasons, and most of the time wearing a collar and a tag can help bring a pet home. However, tags and collars can fall off or become difficult to read. This is why microchips may be just the thing to help bring missing pets back home to their owners."]
    ],
    "Copyright": "",
    "References": []
}