{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Teddy Bear, Teddy Bear",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In the early 1900s, New York store-owners Morris Michtom and his wife Rose invented a new toy that would change the toy industry forever. They made a stuffed toy bear out of cloth to h͟o͟n͟o͟r the president of the United States, Theodore “Teddy” Roosevelt. They wanted to call it Teddy’s Bear. The bear was stuffed with sawdust and had buttons sewed on for the eyes. The Michtoms sent one of the bears to President Roosevelt and asked if they could use the name Teddy for the toy. The president agreed to the request. The Michtoms put a toy bear in the store window with a sign that said Teddy’s Bear."],
        ["", "problems/TX17G3R/media/S5a.jpg"],
        ["", "Pᴏᴘᴜʟᴀʀ Tᴏʏs"],
        ["2", "People loved the toy bears. In fact, the bears became so popular that the Michtoms founded the Ideal Novelty and Toy Company, which allowed them to quickly produce many toy bears. Other toy makers began making their own bears. Everyone wanted a teddy bear—especially children! Parents bought teddy bears for their little ones, who loved to hold the soft bears as they drifted off to sleep. Children also enjoyed having their picture taken while holding their bear. It was common to see children holding teddy bears just about anywhere."],
        ["3", "The c͟r͟a͟z͟e for teddy bears continued. Writers created stories and songs about teddy bears. Children would read the books and sing along with the songs. It wasn’t long until companies realized that children would ask their parents to buy products with a teddy bear on them. Pictures of teddy bears began to appear on all kinds of toys, like tea sets, board games, and puzzles. Today pictures of teddy bears are found on a wide variety of toys, books, clothing, and other products."],
        ["", "problems/TX17G3R/media/S5b.jpg"],
        ["", "Usᴇꜰᴜʟ Tᴇᴅᴅʏ Bᴇᴀʀs"],
        ["4", "The teddy bear has become more than just a toy to hug. Teddy bears are now used to help children learn. At many hospitals around the country, kids can attend a teddy bear clinic. Children pretend their bear has gotten sick and take it to see a doctor. The doctors and nurses use the bears to help teach the children about their body, how to stay physically fit and healthy, and what to expect when they visit a doctor."],
        ["", "problems/TX17G3R/media/S5c.jpg"],
        ["5", "Teddy bears have even helped animals. In a national park in England, a young horse named Breeze got lost from his mother. Workers at a horse farm found Breeze and gave him food, but they thought he still needed his mother. So the workers gave Breeze a four-foot-tall teddy bear named Buttons. The young horse cuddled next to the teddy bear and slept. With food and rest, Breeze grew strong and healthy!"],
        ["", "problems/TX17G3R/media/S5d.jpg"],
        ["6", "Teddy bears have been used in many ways since they first appeared in the window at the Michtoms’ store. They are still good for cuddling, but they also help people and animals in all kinds of ways."]
    ],
    "References": []
}