{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Reading a Mind’s Memories”",
    "Subtitle": "",
    "Author": "by Stephen Ornes",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt may not be simple, but it may not be impossible, either. What if a brain scan could reveal your memories?"],
        ["2", "\tA team of British scientists recently did just that: they used brain scans to look at spatial memory in four people. Spatial memory is the kind of memory you use to remember where you are. Rats, for example, use spatial memory to get through a maze. You use spatial memory to remember how to get from your house to school, or from class to class. People build spatial memory as they explore a new city or a new building and take in information about their surroundings."],
        ["3", "\tTo store and retrieve spatial memory, humans use a part of the brain called the hippocampus. (Hippocampus is the Greek word for “seahorse,” and the brain part looks a little like the animal.) You have one hippocampus on each side of your brain. To read spatial memories, the British scientists studied the hippocampi (that’s the plural of hippocampus) of the participants."],
        ["4", "\tThe scientists asked each participant to sit down at a computer and wander through three-dimensional rooms that appeared on the screen. These virtual rooms contained images of objects, like clocks and doors, so that the people could know where they were. Each person moved through the rooms at his or her own pace and was encouraged to explore the virtual space."],
        ["5", "\tAs the people became familiar with these rooms, their brain cells were taking notes of where things were, and how to get from one point to another. (“Turn left at the door, turn right at the clock.”) After perusing these rooms, the participants were instructed to go to a specific location within the rooms and stare at the floor for five seconds."],
        ["6", "\tAt this point, the scientists took pictures of the subjects’ brains using an instrument called fMRI. This abbreviation stands for “functional magnetic resonance imaging.” Like an X-ray, fMRI allows scientists to see inside the human body. Unlike X-rays, fMRI does not require radiation. Instead, an fMRI uses a powerful magnetic field to measure brain activity. In recent years the fMRI has become very popular as a tool to study the human brain."],
        ["7", "\tAs participants stared at the floor, the scientists took fMRI scans to measure brain activity and looked at specific parts of the hippocampus. They repeated this process multiple times. After a few repetitions, the scientists could identify patterns in the subjects’ brains. The researchers connected particular locations in the virtual rooms to particular areas of the brain."],
        ["8", "\tBy looking at patterns on the brain scans, the scientists were able to read the spatial memory of the test subjects. If a subject were to stand in a certain corner of the virtual room, the scientists would know by observing his or her brain activity."],
        ["9", "\tThis experiment shows that it is possible to use fMRIs to gather some kinds of memories from people. But not to worry — for this experiment to work, the scientists had to train the test subjects with multiple repetitions. Your secret thoughts and personal memories are safe — for now."],
        ["10", "\t“It is not the case that we can put someone in a brain scanner and simply read their private thoughts,” says Eleanor Maguire of University College London, one of the scientists who worked on the project."]
    ],
    "Copyright": "From “Reading a Mind’s Memories” by Stephen Ornes from SCIENCE NEWS FOR STUDENTS, March 29, 2009. Copyright © Society for Science & the Public. All rights reserved.",
    "References": []
}